"Title: Iv'e been thinking"
"Author: Daniel C. Dennett"
{"sentence": "Probably the younger generations of thinkers who have grown up with video games and smartphone apps find it easier to recognize user illusions as good things—helpful oversimplifications with \fbeneficiaries, not victims.", "location": 520106}
{"sentence": "I had my meeting with Carolyn a few days later, and so far as I know, she got over her depression and carried on, though I soon lost track of her.", "location": 422771}
{"sentence": "Hardly a woman in sight.", "location": 403254}
{"sentence": "I might add that many illustrators of old-fashioned comic books or today’s graphic novels, looked down on as art by many people, often exhibit these exquisite skills.", "location": 64550}
{"sentence": "Default Responsibility Principle: Alfred Mele, Autonomous Agents: From Self-Control to Autonomy (Oxford: Oxford University Press, 1995).", "location": 813423}
{"sentence": "A sturdy framework consilient with the scientific progress we have achieved so far and a suggestive wellspring of ideas about how to make further progress on three of the great philosophical problems: meaning (or content), consciousness, and free will.", "location": 787438}
{"sentence": "Many friendships and conclusions got established that year.", "location": 758623}
{"sentence": "Thomas Ray’s Tierra, John Holland’s Echo, Karl Sims’s Evolved Virtual Creatures, and Richard Dawkins’s Blind Watchmaker software were among the early fruits, and I had seen the field as a worthy companion to AI, in the new endeavor we might call computer- assisted thought experiments.", "location": 709086}
{"sentence": "Not a chance, I realized, when I read the book.", "location": 588304}
{"sentence": "The more philosophy training you had, the better you did, which is a relief for me to learn, and the mistaken choices by the experts were almost all DigiDan answers that I actually approved—though none of them quite won the hallowed “I wish I’d said that” award.", "location": 570081}
{"sentence": "I   USED TO BE A MUCH MORE CONSCIENTIOUS SCHOLAR      than I am now.", "location": 799009}
{"sentence": "Yes, I know, those themes are not to be understood    literally; they are symbolic.", "location": 17629}
{"sentence": "I wrote a check on the spot, and the shopkeeper promised she’d send it to my hotel, all Bubble Wrapped, by the next morning, well before my return flight to Boston.", "location": 586551}
{"sentence": "I once challenged some of my colleagues to name an important living philosopher whose PhD was not from the Ivy League, Oxford or Cambridge, the University of Chicago, or Berkeley.", "location": 718968}
{"sentence": "I began submitting revised excerpts from my dissertation to philosophy journals, and all were turned down.", "location": 211540}
{"sentence": "We proposed Nautilus machines for the mind, designed to instill and enhance fluent imagination and comprehension in the user, not just provide answers to questions while leaving you in the dark.", "location": 446998}
{"sentence": "Leon Wieseltier wrote such a nakedly hostile review in the New York Times Book Review that they had to publish a separate section of objecting letters the next week.", "location": 626400}
{"sentence": "That didn’t work out very well for him, since whenever he drove to Gloucester to go sailing, he’d find that there were things that needed fixing, or he’d have to wait around to get ice and fuel and fresh water, so most of his time was spent on maintenance.", "location": 273096}
{"sentence": "“Pick a card, any card,” he’d say, fanning the deck in front of me.", "location": 210111}
{"sentence": "Having heard wonderful tales of his adventures and accomplishments over the years from old family friends who knew him well, I gather he was a charismatic and charming fellow, a natural center of attention.", "location": 33809}
{"sentence": "We started working on several projects at once: a population-genetics program called GeneWright (in honor of Sewall Wright, cofounder of the field) and the Space Time Microscope, of which Aesop was the lowest magnification of a computer, about ten times larger and running about a million times more slowly than the PC it ran on, with other “lenses” that zoomed in on the instruction register, showing how op codes are like area codes leading to circuits that perform specific operations such as addition or multiplication, or zoomed in on the adder circuit, showing how it had a half adder inside it, or zoomed in even closer so that you could see how a flip-flop was composed of logic gates.", "location": 448071}
{"sentence": "But it didn’t happen.", "location": 247677}
{"sentence": "I was slightly over the weight limit for a passenger—a hundred kilos—but there was a good breeze, so the pilot was willing to take me, and I was willing to go \fafter I learned he had a wife and children and didn’t seem suicidal.", "location": 287201}
{"sentence": "The shoddy workmanship was striking.", "location": 655862}
{"sentence": "This left him with a painful neuroma, he said, and then he learned that there \fwas no exemption for not having a big toe—but there was for having a painful stump; the neuroma kept him out of Vietnam.", "location": 137325}
{"sentence": "After buying our last full tank of fuel, we had maxed out our credit cards.", "location": 510122}
{"sentence": "More than a hundred, maybe as many as a thousand.", "location": 682461}
{"sentence": "I had purchased a couchette, where I had intended to closet myself and transfer Hejdánek’s mail from my attaché case to my underwear, but there was no couchette for me; I had to spend the night sitting up in a standard eight-person compartment.", "location": 409903}
{"sentence": "This is what museums were like in the early eighteenth century, with huge glass cases filled with curiosities and crafts from around the world, identified on tiny cards propped up beside them, and the fetus of a two-headed calf preserved in alcohol in a large glass jar sitting in the same case as an Inuit tool kit.", "location": 654810}
{"sentence": "In fact, if apples had chubby childish faces, complete with dimples, they would disconcert even the vegans.", "location": 580949}
{"sentence": "Luck, of course, does play a big role, especially at the outset, when part of the luck includes hitting on a good way to parlay the early luck into more luck—the rich get richer, as one says.", "location": 20075}
{"sentence": "Not so much for the racing as the cruising.", "location": 328991}
{"sentence": "I reviewed John’s new book in the Journal of Philosophy (April 1993), and I was certainly critical, largely because he was ostentatiously ignoring much of the work done in the field that undercut his own view.", "location": 774018}
{"sentence": "Now on the receiving end of that inquisitiveness, I myself was soon looking around for ways to hide.", "location": 257672}
{"sentence": "VPRO, the television company that created A Glorious Accident, chartered the Dutch-built vessel to make a long series of programs about Darwin and invited me to be one of the talking heads.", "location": 691307}
{"sentence": "I think the first plagiarized paper I received was by an Irvine student who was so naïve she didn’t realize that no young woman in 1960s California would or could write using the stately Victorian cadences of Benjamin Jowett, the famous Oxford translator of Plato.", "location": 150483}
{"sentence": "I noticed that the corners of the wooden frame around the elevator door opening were sawn to maybe forty-seven and forty-six degrees instead of forty-five degrees, creating ugly gaps in the frame.", "location": 655899}
{"sentence": "More on Ryle In 1961, Ved Mehta published a piece in The New Yorker about the brouhaha in England occasioned by Ryle’s public refusal to review Ernest Gellner’s book Words and Things (1959) in Mind, which he edited and which was one of the preeminent philosophy journals in the English- speaking world.", "location": 164350}
{"sentence": "A guinea was one pound, one shilling, and our number was thirteen, so I had put thirteen pounds, thirteen shillings carefully in an envelope before heading to the Tackley Hotel on the appointed evening.", "location": 172307}
{"sentence": "It’s worth remembering that this has happened \fbefore, on a cosmic scale.", "location": 807798}
{"sentence": "I hadn’t thought of turning it in at the end of the academic year, though that was the earliest date allowed, but I eventually decided I might as well get the news, good or bad, that spring.", "location": 187896}
{"sentence": "The pensione was on the top floor of a dirty building, and you had to put a ten-lire coin in the elevator to get it to work.", "location": 106563}
{"sentence": "I’ve noticed that conferences are beginning to insist on shorter talks, and the results, in my experience, are beneficial for all.", "location": 668573}
{"sentence": "This yearning is revealed in the popularity of the standard put-down of Consciousness Explained: that its title should be Consciousness Ignored or Consciousness Denied or Consciousness Explained Away.", "location": 517366}
{"sentence": "He was more than ten years older than me, and when I went to American Philosophical Association meetings and people saw my name tag, they would sometimes ask, “Are you the Daniel Bennett?” to which I would reply, “I’m not even a Daniel Bennett.” Bennett became nationally famous in 1971 (for more than fifteen minutes but not for long) when activists broke into the FBI office in Media, Pennsylvania, and stole surveillance files being kept by J. Edgar \fHoover on anti-war activists, including those on the Swarthmore faculty, of which Bennett was the most prominent.", "location": 231760}
{"sentence": "The debate in San Marino was, by general consensus, a rout, with Gerry the victor over Jerry.", "location": 513299}
{"sentence": "I invited Gareth Evans from Oxford, and since he was going to be the new Wilde Reader of Mental Philosophy I wanted to make sure he had a close- up look at how people in AI thought and talked, so I invited him to come to the center a week early and spend some time with us in our discussions.", "location": 391002}
{"sentence": "The guests figured he was sending some extra signal, so they asked if they could type the questions.", "location": 267070}
{"sentence": "It happened to me in 1990, when I was one of the reviewers of a submission to the Journal of Cognitive Neuroscience.", "location": 514174}
{"sentence": "Another role of mine was to solicit ideas for further imagination prostheses.", "location": 448929}
{"sentence": "And a philosopher—was it Kierkegaard?—once said that when philosophers are shown an arrow they concentrate on the arrow instead of on what the arrow points to.", "location": 162148}
{"sentence": "Writing, and rewriting, and rewriting again is what I taught my students, and I think the effort I spent kindling their writing aspirations was probably the best use of my undergraduate teaching time at Tufts.", "location": 244243}
{"sentence": "They seemed adept at hiding.", "location": 257643}
{"sentence": "Doug gave one of the \fkeynote addresses, and I introduced him, to a huge room packed with cognitive scientists by the hundreds from around the world.", "location": 399640}
{"sentence": "I’ve never really gotten to know Saul well, though our paths have often crossed.", "location": 92138}
{"sentence": "When I moved to Tufts six years later, one of the first things that struck me was how readily the Tufts faculty allowed themselves to be pushed around by the administrators.", "location": 204854}
{"sentence": "Dylan announced his friendship by giving Andrea a live garter snake he had just caught, and this was the first inhabitant of a serpentarium that soon included ring-necked snakes and green snakes and redbellied snakes.", "location": 325158}
{"sentence": "“ARE RABBITS BIRDS?” AND OTHER MEMORABLE PHONE CALLS \f18.", "location": 904}
{"sentence": "Why waste your time going for the rest?” He also advised against accepting lecture invitations, telling me that the hardest work he’d ever done was traveling around the United States giving talks about Shakespeare, comedy, or neuroscience (his 1979 documentary series on PBS, The Body in Question, was a critical and popular hit).", "location": 632593}
{"sentence": "The first time Church gave a talk at UCI, we took him to Reuben’s, a steak house on the waterfront that had the menu on a large wooden paddle, which also listed lots of side dishes.", "location": 223006}
{"sentence": "First, how can it be that some complicated clumps of molecules can be properly described as having states or events that are about something, that have meaning or content?", "location": 184531}
{"sentence": "The portrait of John Locke, along with Hume and Berkeley, the most famous of the British empiricists, hung prominently in the dining hall of Christ Church, where Locke studied medicine in the eighteenth century.", "location": 138625}
{"sentence": "It was very exciting, and I used the students’ curiosity to enlarge my understanding and shape my arguments, but I was drowning, and I looked forward to the second semester, when I could hide in my office and read and write.", "location": 259569}
{"sentence": "I’ve often praised the Dangerous Ideas Seminar idea to colleagues around the world, and I think a few of them have implemented versions of their own.", "location": 708241}
{"sentence": "In any case, my provocation worked.", "location": 741555}
{"sentence": "What about calls to philosophers?", "location": 419375}
{"sentence": "I have a wonderful student, and she says she’s thinking of killing herself, but I made her promise not to take that step until she and I had discussed your brilliant reply to Tom Nagel at the APA.", "location": 421877}
{"sentence": "It was the only time I have ever eagerly awaited “the hook”—a host telling me I had run out of time and should stop speaking—and I had a second lecture to give \fthe next day!", "location": 382744}
{"sentence": "There is no movie in your head; there are only the myriad discernments of content you rely on to control your expectations and actions.", "location": 793215}
{"sentence": "When Susan and I met Bo at the APA meeting in New York between Christmas and New Year’s and drove him up to Massachusetts, his conversational style was both charming and electrifying—a slender blond whose deep voice combined a Swedish \fmusical lilt with a heavy Afro drawl.", "location": 349705}
{"sentence": "I somehow managed to shift my focus and declare some impromptu and threadbare wishes for future happiness to Steve and Rhonda, all the while conjuring up images of the social disaster I had narrowly avoided.", "location": 751654}
{"sentence": "“Where Am I?” was the title I had given UNC to print in the program in 1976, and one philosopher asked me at cocktails what it would be about.", "location": 292282}
{"sentence": "The wildness of much of what happened in the School of Social Sciences was an open secret on campus, with many professors in other schools dismayed by what was going on.", "location": 206721}
{"sentence": "76. copy of the DAT: This recording is available on the book’s website.", "location": 812755}
{"sentence": "No matter; the philosophers whose work I admire have died or gone elsewhere in the meantime, and I still love my frequent returns to Oxford.", "location": 464046}
{"sentence": "For my three years at Harvard, I devoted large portions of my study time to reading and thinking about these and other critics, while taking as many philosophy courses as I could, seasoned by a sprinkling of other humanities courses.", "location": 99229}
{"sentence": "He said he was keen to do it, so I lent him my 35mm camera and tripod and told him to take pairs of pictures around campus: picture 1A of his dormitory; picture 1B, the same scene with a bicycle added to the bike rack; picture 2A of his room; picture 2B of his room with a chair moved over, and so forth.", "location": 534444}
{"sentence": "Without Sue to keep me from exploding, I would have walked away from the Secret Seminar years before I did.", "location": 434997}
{"sentence": "“The Social Function of Intellect”: Nicholas Humphrey, “The Social Function of Intellect,” in Growing Points in Ethology, ed.", "location": 817364}
{"sentence": "I really do mean thank goodness!", "location": 7221}
{"sentence": "The little light went on, I began the intro, and looked up to see that the curtain was not opening.", "location": 54873}
{"sentence": "I typically drove to the meetings with my former Tufts colleague, Sue Stafford, a neighbor and friend of many years, who often had to talk me down from my fury on the drives home after the meetings.", "location": 434577}
{"sentence": "But no review appeared.", "location": 773848}
{"sentence": "There was always something new in the cluttered living room/dining room: robotic toys from all over the world, a gigantic and unbelievably powerful magnet (which struck me as a dangerous item to have in a house full of computer-controlled gadgets with magnetic memory —you had to be careful where you walked), a life-sized papier-mâché moose, a trapeze over the dining room table, a huge wrench over the mantelpiece, two grand pianos, and stereo recording equipment (with its two microphones in the ears of a plaster head on a mike stand, so that what was recorded was what would be heard by a person standing in that very spot).", "location": 602283}
{"sentence": "“But there’s ten times more butter on the plate than will be used for the cheese and biscuits.", "location": 370194}
{"sentence": "When I tell this story to today’s graduate students in philosophy, their envy is palpable; it has been a buyer’s market \ffor philosophers for decades, and the idea of being offered a job without so much as an interview or a campus visit strikes them as surreal.", "location": 195308}
{"sentence": "Another even more unsettling experience greeted me at the University of Massachusetts at Amherst, a highly regarded department.", "location": 237094}
{"sentence": "I’m not asking why people use humor to make friends, insult enemies, test allegiances, make money, deflect criticism.", "location": 642479}
{"sentence": "Harvard students then felt entitled to world-class professors, every day, always at the top of their form and willing to take on indefinite extra time to deal with honest curiosity.", "location": 257773}
{"sentence": "As Danny pointed out in his talk, the internet is so useful that it has been adopted to support just about everything in the country: the power grid, the cell-phone system, the supply-line \fcoordination, radio and television stations, newspapers.", "location": 678233}
{"sentence": "My friend Bob Fogelin, himself a pre-raid PhD from Yale, was installed but was too junior to accomplish his task, and I can vividly remember him telling me, over a few beers around a pool table, how he dreamed of lining up all his senior colleagues and machine-gunning them in a St. Valentine’s Day massacre.", "location": 720289}
{"sentence": "Lyrics Licensed and provided by LyricFind.", "location": 82956}
{"sentence": "I have often scoffed publicly at the dismal ratio of propaganda to peer-reviewed science in its output and urged its directors to put their money into some real science that might, conceivably, prove them right.", "location": 805776}
{"sentence": "available in a small book: Daniel C. Dennett and Alvin Plantinga, Science and Religion: Are They Compatible?", "location": 827679}
{"sentence": "Was he also a con man?", "location": 136269}
{"sentence": "Most Tuesday evenings I would have dinner with Wilfrid in his club or in a fine restaurant, and we would talk (and drink) into the night.", "location": 251252}
{"sentence": "It was amusing to watch them taking iPhone photos with all the enthusiasm of us regular folks.", "location": 660012}
{"sentence": "Christopher Hitchens soon proved, however, that the religious right might make a lot of noise but didn’t actually pose a physical danger.", "location": 626006}
{"sentence": "Would anybody watch it?", "location": 687534}
{"sentence": "(The philosopher Don Ross once said of me, “Dan believes modesty is a virtue to be reserved for special occasions.”) I wouldn’t be writing this book if I didn’t think I had something I could usefully impart to readers—the secrets of my success, my good tricks and policies, my ways of dealing with people and problems.", "location": 27221}
{"sentence": "He taught me basic harmony: the chords, the circle of fifths, twelve-bar blues, jazz voicings, comping for soloists, the excellence of flatted fifths; and we explored various styles: stride like Teddy Wilson, the two-hands-together octave crawl of George Shearing, Erroll Garner’s distinctive percussive flamboyance, Count Basie’s minimalism.", "location": 50691}
{"sentence": "Fellows and faculty were invited to hold forth with a half-baked idea of theirs, one not ready for peer review, let alone publication, and those who showed up for the discussion were forbidden to use the word “but”!", "location": 707660}
{"sentence": "Another Oxford-trained mysterian, commenting on my book at an APA meeting, once said that he just “couldn’t understand” a claim in the book.", "location": 519318}
{"sentence": "He steamrolled the trustees, the faculty, the philanthropic foundations, and the US Congress in his efforts to propel Tufts into the top ranks.", "location": 276463}
{"sentence": "The key to keeping panic at bay is to put yourself among familiar faces, people who calmly, credibly take charge and answer your questions.", "location": 682041}
{"sentence": "I had been poring over his book so intensely that I had way too much to say in a short essay, and I ended up answering just one of the three essay questions, at great length.", "location": 92495}
{"sentence": "A hypnotherapist showed us a videotape he had made of a session he had recorded with a pitiful, mewling, crouching, shuddering young woman who suddenly sat bolt upright and said in a loud, deep, menacing voice, “I can kill her anytime I want!” The therapist in the video leaped back in shock, much as we did watching the video (shades of The Exorcist!).", "location": 480167}
{"sentence": "Richard and I didn’t manage to launch the term “bright” (so far—“gay” took decades), but my op-ed in the New York Times was the most shared opinion piece of the month.", "location": 610906}
{"sentence": "I hope they haven’t “modernized” the museum since!", "location": 655262}
{"sentence": "First, life evolved and refined itself over several billion years of natural selection.", "location": 789934}
{"sentence": "Mainly to assuage Susan’s anxieties, I took this advice seriously.", "location": 625758}
{"sentence": "153–66), a critique that has been conveniently swept under the rug (using Occam’s broom) by those who want to use Libet’s later work to “disprove” free will.", "location": 522172}
{"sentence": "At the time I hadn’t heard of Hertford, and since I hadn’t applied there, I thought this was perhaps a mean-spirited practical joke by somebody, but I looked it up and sure enough, it was a real Oxford college, and I happily accepted their invitation to be admitted to the BPhil in philosophy.", "location": 116860}
{"sentence": "Walter Leighton was a plumber, but the only plumbing he had in his house was the lead pipe that ran to the dug well behind the house from the kitchen hand pump; we had an excellently designed in-house outhouse in the attached shed, a well- ventilated three-holer above an open concrete tank Leighton had built.", "location": 335940}
{"sentence": "Richard was larger than life, in several ways.", "location": 358042}
{"sentence": "He ignored the detailed critique I had offered of his Chinese Room argument and instead urged the audience to be deeply offended by my performance.", "location": 779372}
{"sentence": "One day Julian Feldman, a pioneer in AI and coeditor with Edward Feigenbaum of the first AI anthology, Computers and Thought (1963), came bounding into my office and slapped a hefty, mimeographed RAND Corporation memo on my desk: Alchemy and Artificial Intelligence, by an MIT philosopher, Hubert Dreyfus, which purported to be a refutation of the whole idea of artificial intelligence.", "location": 212485}
{"sentence": "“I shouldn’t drink that if I was you.”     “Why not?”     “Well, … there was a barn there years ago, and lots of manure got shoveled out there.”     “Yes, but that was more than thirty years ago.", "location": 310267}
{"sentence": "He was in the process of creating the Bristol \fExploratory, modeled somewhat on the Exploratorium in San Francisco, a science museum where you got to touch and fiddle with everything and science was fun.", "location": 358791}
{"sentence": "I’ve often wondered if this was a sad side effect of his brush with cancer early in his career.", "location": 756730}
{"sentence": "We sailed on Bo’s sloop in the western archipelago of Sweden and on my sloop Xanthippe among the islands of Maine, where we had the narrow escape with which I opened this book.", "location": 351690}
{"sentence": "Who invented the telescope, the computer, calculus?", "location": 359948}
{"sentence": "So I applied again to UC Berkeley and was admitted once again as a first-year graduate student, but with a teaching assistantship to provide a little support.", "location": 194573}
{"sentence": "Fortunately, I had thought well of the Default Responsibility Principle.", "location": 156453}
{"sentence": "If I couldn’t close the door securely, I couldn’t use the operating system at all, so I had to make a repair.", "location": 459721}
{"sentence": "He had a computer terminal in his home in Belmont, and he wrote a little program that, he told his daughters, could answer any yes/no question correctly.", "location": 266484}
{"sentence": "I’VE     BEEN   THINKING         ___  Daniel C. Dennett         OceanofPDF.com \f To my family  OceanofPDF.com \f                      CONTENTS Prologue: LUCKY DAN                 Part One: OFF TO A FAST START 1.", "location": 0}
{"sentence": "I go back to their work to see if I can find a better version of their view.", "location": 28732}
{"sentence": "A gold Bentley was parked under a streetlamp.", "location": 220034}
{"sentence": "There are seven musical modes, associated with the seven tones of the scale:     do    Ionian    re    Dorian    mi    Phrygian    fa    Lydian    sol   Mixolydian \f   la Aeolian (natural or related minor)    ti Locrian     If you start singing on do and go up the scale to the octave (as in that awful song from The Sound of Music), you have sung the major scale—the Ionian mode.", "location": 540949}
{"sentence": "When Doug was at the University of Michigan (1984–88), he introduced me to his friend and colleague John Henry Holland, a pioneer in the creation of genetic algorithms and one of the founders of the field of artificial life.", "location": 401423}
{"sentence": "I went to the foundry to supervise the casting of his pieces, and also to a lost-wax foundry, Fonderia Nicci, to study that process.", "location": 106906}
{"sentence": "If you have family to care for, your first thought would probably be about how to protect them at all costs.", "location": 678901}
{"sentence": "David and I told him not to bother.", "location": 639045}
{"sentence": "I was usually the only paying guest in my pensione, which was filled most of the time by relatives of the owner from all over Italy, including an irrepressible Capuchin monk, Fra Cassiano da Bisacquino, who had been sent by his monastery near Bologna to wheedle some money from the Vatican but who was mainly interested in seeing the big city during his brief period away from the monastery—and more particularly its female inhabitants, with whom he ached to have physical contact.", "location": 107911}
{"sentence": "Searle takes the program into a room and hand-simulates it.", "location": 390122}
{"sentence": "11 [1968]; my reply to Peter Geach, Miss                                                  Anscombe’s husband)  Yes, I could write like that, and still can, but choose not to do so.", "location": 717955}
{"sentence": "How would I like to help some of the smartest young computer scientists in the world come up with an implementation of my ideas?", "location": 578667}
{"sentence": "At the end of the cruise the chair told me that she thought this cruise would revolutionize the study of philosophy in Russia.", "location": 667035}
{"sentence": "I feel terrible.”     “No, Rogers, it wasn’t me.", "location": 423624}
{"sentence": "It was, he said, “pittoresque mais très clair.”     Academic French tends to be quite arch and flowery, and I was not even attempting to create such elegant sentences.", "location": 703466}
{"sentence": "Dan had a lot to say, and I didn’t want to cut any of it.”     I was inspired by the program to try my hand at organizing a similar roundtable discussion at Tufts in 1995, filmed for television by a British documentary team, and testing my idea that when experts talk with other experts, the best way to keep them from underexplaining is to have a peripheral target audience of bright undergraduates, so that nobody will \fworry about insulting fellow experts by overexplaining.", "location": 688941}
{"sentence": "He is also the originator of the oft-quoted but mis-cited definition of information as a difference that makes a difference and is one of the first scientists I encountered who took a positive and productive attitude toward philosophy.", "location": 158795}
{"sentence": "Some of the old TEDsters thought this was a stupid idea.", "location": 670016}
{"sentence": "I often fell asleep listening to Mother \fdownstairs, working on new pieces or playing some of her favorites, Bach’s “Jesu, Joy of Man’s Desiring” and Rachmaninoff’s Prelude in E-flat Major, both of which choke me up every time I hear them.", "location": 48302}
{"sentence": "I happened to follow a cluster of pluralists out of the hall at the close of his address and overheard the reply when a pluralist who had stayed away asked how Grünbaum’s address had gone: “It was nasty, brutish and long.”    Thereafter, the APA’s programs were filled with papers on topics, and by philosophers, that would never have made the cut before the pluralist coup.", "location": 724932}
{"sentence": "Woodfield found us a house, the home of a professor on leave in the States, in Montpelier, a newly gentrifying area of Bristol, and we enrolled Andrea and Peter, aged seven and five, in the Sefton Park primary school, a short walk up from our hillside house, from which we could watch hot-air balloons by the dozens drifting by on most calm mornings.", "location": 353629}
{"sentence": "On our one free night on our own, I led a delegation of a half dozen of us to the Rossiya, the largest hotel in Europe and maybe in the world, assuring them that it was something special.", "location": 652455}
{"sentence": "I’m grateful that our feeble efforts—hey, by then we and our voices had aged thirty-five years—did not get broadcast, and I hope Joshua has destroyed the tape.", "location": 81260}
{"sentence": "Wolf pines are often left standing in the woods because they are no use for lumber but are prodigious sources of pine cones that can seed the next generation.)", "location": 323274}
{"sentence": "To them I was just Dan Dennett, who had bought the old Leighton farm and who made cider champagne from the apples in the orchard.", "location": 304080}
{"sentence": "The doctor made a mess of it, and Danny had to fly back to the States to save his leg.", "location": 137238}
{"sentence": "She was spectacular, teaching me something new about neuroscience and philosophy almost every time we talked, and she had ideas and opinions.", "location": 474514}
{"sentence": "Knowing my weakness as an exam writer, I was worried.", "location": 128901}
{"sentence": "John invites clients to join a discussion, but he doesn’t permit them to tout their books.", "location": 529987}
{"sentence": "Miss Parkhurst, trying to revive my enthusiasm, assigned me, in vain, the sheet music for “Shrimp Boats Are A-Comin’ ” and Leroy Anderson’s “Syncopated Clock.”     Mother found a jazz piano teacher for me in Boston.", "location": 50232}
{"sentence": "If you are wrong —especially if you should have known better—your good intentions count for almost nothing.", "location": 10860}
{"sentence": "They protested that their medical confidentiality was being breached by Weizenbaum!", "location": 263833}
{"sentence": "The faculty loved these meetings, and the High Table alumni started the tradition of hosting (at our own expense) a thank-you reception for Larry and Adele Bacow at the end of the academic year.", "location": 290249}
{"sentence": "Others were all too comfortable accepting the partisan misrepresentations that soon appeared.", "location": 552414}
{"sentence": "Stephen Grossberg, the Boston University neuroscientist, was giving a talk about his Adaptive Resonance Theory (too complicated to explain here, but worth some study if you’re in the neuroscience field).", "location": 784169}
{"sentence": "Logo is an “interpreted” language, not a “compiled” language, so you get to see the results of each line of programming as soon as you compose it.", "location": 443257}
{"sentence": "Eventually, I would get the talk (“Beyond Belief”) in good enough shape to publish.", "location": 383224}
{"sentence": "Amazingly, the same young man was in the audience in New York, and he rose again to accuse Gould.", "location": 756517}
{"sentence": "I hosted another working group that tried to get to the bottom of David Haig’s intrepid venture into combining information theory, evolutionary theory, and philosophy of language (including Derrida!).", "location": 711072}
{"sentence": "It was such an awkward inquisition that I can’t remember any of the challenges or my responses, and at one awful point, when Young asked me a particularly ill-posed question (ill-posed from a philosopher’s point of view), I toyed with the idea of asking Ayer if I was obliged to answer, but fortunately I squelched the thought and did my best with it.", "location": 191017}
{"sentence": "“Oh, that’s a new work by a very exciting young Italian sculptor, Danielo Dennetti.” This is a main reason I am not heavily involved in the art world now.", "location": 45524}
{"sentence": "What struck me about the fifteen-minute talks each of us gave to these attentive youngsters was that most of us focused on the role of luck: we had just happened to be in the right place at the right time, found the right mentors, made a few lucky stabs in the dark.", "location": 18990}
{"sentence": "At first the insurance company refused to insure the place, thinking we just planned to burn it down and build something else, but our agent convinced them that we were a crazy dreamy couple from California who actually planned to restore the place to its original glory.", "location": 235549}
{"sentence": "M. Lopez repeated the courteously worded advice his waiter had already offered, but Ryle wouldn’t budge.", "location": 169464}
{"sentence": "There is a strong tendency to “protect” consciousness from scientific investigation, exaggerating its mysteries and heaping suspicion on any proposals that threaten to uncover some of nature’s cheap tricks.", "location": 517032}
{"sentence": "A private tour of the Hermitage, an evening of the Moscow Circus in town, a concert in a palace, and a closing banquet at the Catherine Palace with the Bolshoi Ballet and endless silver trays of caviar, a balalaika orchestra, and then a rock-and-roll concert in a tent with the Black Crowes —even the Hollywood celebrities were gobsmacked.", "location": 659672}
{"sentence": "Warren’s bestseller, The Purpose Driven Life, had been among the books mailed out in advance to all TEDsters.", "location": 673776}
{"sentence": "I crewed on many sloops in races, I borrowed various sloops from friends, had my time with Jerry Fodor’s sloop, and chartered sloops, but I wanted my own sloop.", "location": 328161}
{"sentence": "To give just one example of a Ryle-inspired move of my own, consider what a voice is.", "location": 163472}
{"sentence": "He made it very clear to me that he could not carry me down the steep wooden ramp and over the edge of the cliff when we did our takeoff; I had to run beside him down the ramp so we could build up enough speed to fly.", "location": 287430}
{"sentence": "Sleuthing in those days (before the internet) was a laborious task, but perhaps we’d all have to become detectives for a while.", "location": 152048}
{"sentence": "I did fail, and my health problems disappeared.", "location": 283543}
{"sentence": "If only philosophers were always like that!", "location": 226239}
{"sentence": "The comparison was apt.", "location": 609422}
{"sentence": "I spent a fair amount of time at MIT’s AI lab on the top floors of the Tech Square building in Cambridge and had seen little kids on the floor in one big room where huge sheets of paper were taped down and a robotic “turtle” with a felt pen that it raised or lowered was rolling around drawing spirals and triangles and nested boxes of all sorts.", "location": 596362}
{"sentence": "“I’ve thought about that, and made some measurements, and it turns out that two squash courts would fit easily in the Chapel, and nobody uses that!”     The looks of horror vanished when they saw I was joking.", "location": 371201}
{"sentence": "“What’s so funny?” I asked Didi in English.", "location": 109758}
{"sentence": "The DPhil required only a dissertation and a minimum of two years as a student, but you had to be especially recommended into the program by a professor.", "location": 129886}
{"sentence": "These people came from Uganda, Kenya, Liberia, Haiti, the Philippines, Croatia, Russia, China, Korea, India—and the United States, of course—and I have never seen more impressive mutual respect, as they helped each other out and checked each other’s work.", "location": 8249}
{"sentence": "The other students looked at me as if I’d lost my mind.", "location": 146425}
{"sentence": "I hated the prospect of either Peter or Bo having to live with the thought that \fthey were in any way responsible for my untimely departure and am grateful we all dodged those bullets.", "location": 352227}
{"sentence": "Sad to say, when Larry left, the tradition was cancelled.", "location": 290444}
{"sentence": "Perusing it now, I find that I don’t get lots of the new entries, which is a good measure of how far away from the philosophical grapevine I’ve strayed in recent years, but it was true from the outset that anybody who was amused by all the entries was spending way too much time reading philosophy and gossiping about philosophers.", "location": 232869}
{"sentence": "I think he did; I never caught \fhim telling a lie, and the second answer is, in a way, profound if you think about it carefully.", "location": 193022}
{"sentence": "Are voices to be identified with larynxes?", "location": 163669}
{"sentence": "One day on our first year or so at the farm, Stet drove by on his tractor and found Susan and me bathing at one of the dug wells in our backyard (we hadn’t built a bathroom yet), and he asked, “You ain’t drinkin’ that water are you?” I said no, not as a rule, but it seemed very clear and drinkable.", "location": 309963}
{"sentence": "I managed to “run into them” by taking a train to \fVenice, arriving on the day that their itinerary listed Venice, and there they were, coming out of the Basilica di San Marco just as I got there.", "location": 110067}
{"sentence": "They candidly replied that they had had to sneak out of Gerry’s lab to come hear me and were quite sure they’d be fired if he got word of their betrayal.", "location": 762805}
{"sentence": "Inside Jokes was well received:     Inside Jokes is the most persuasive theory of humor in the centuries    that scientists have been trying to explain why we crack up.", "location": 647889}
{"sentence": "Dmitry put us up in the finest hotel, took us to the finest restaurants and to the Bolshoi (in his armored limousine, with chase car driven by bodyguards), and we had a scheduled audience with the president of Moscow State University as well, on the top floor of the Stalin-era skyscraper that houses most of the classrooms and offices of the university.", "location": 663073}
{"sentence": "That training is conveyed to the pilot with the help of language, which is itself brilliantly designed to permit explanations to be shared.", "location": 789664}
{"sentence": "Loebner refused to allow the change, so \fI resigned from the committee, along with several other members in the AI community.", "location": 566971}
{"sentence": "But in my relief I didn’t pay sufficient attention to what I was doing, and in the third or fourth chorus I got momentarily lost and played the bridge (“The world’s gone mad today, and good’s bad today, …”) eight bars early.", "location": 55731}
{"sentence": "Maybe Newell was right!", "location": 490928}
{"sentence": "I love Chopin and can’t imagine how Chopin can have such a high regard for Mozart, whom I usually find boring and vacuous.", "location": 398979}
{"sentence": "Moreover, they would want to keep the price of the book as low as possible, unlike university presses, \fwhich were then charging outrageous amounts for their monographs, a practice that still continues in spite of much criticism.", "location": 525001}
{"sentence": "Looking all the strangers in the eye, I got up, pulled my attaché case down, opened it, and began stuffing the mail into my underwear in front of them all.", "location": 410491}
{"sentence": "What if there were a huge network of local panic-absorbing stations—lifeboats, in effect—to which everybody could walk, run, bike, or drive to find their neighbors gathering and pitching in to help one another?", "location": 681157}
{"sentence": "We often discussed this, most memorably at a sumptuous lunch in Buenos Aires when we slipped away from a pan- American philosophy conference to dine at what was claimed to be the finest restaurant in Argentina.", "location": 729844}
{"sentence": "Sometimes this is next to impossible—in anthropology as well as in ethology and psychology.", "location": 417263}
{"sentence": "The sheik granted my request, so I have still never swallowed a lamb’s eye.", "location": 694778}
{"sentence": "Two of the journalists made a false negative judgment, declaring one of the less eloquent human confederates to be a computer.", "location": 564172}
{"sentence": "A few weeks later, we were watching a rather pretentious television show on the BBC about how European Jews (Einstein, Freud, Wittgenstein, …) had had an enormous influence on twentieth-century thought, and there he was, Yale professor Paul Holmer holding forth!", "location": 145422}
{"sentence": "Ordinary-language philosophy was the reigning fashion of the day throughout the English-speaking philosophical world, and Oxford was Mecca for ordinary-language philosophers.", "location": 134043}
{"sentence": "Feynman!, 384 Sussex, University of, 282 Sweet Dreams, 401 Switzerland, 246 Sybil, 231, 234 Symbolic Species, The, 189 synanthropy, 296 synapse, 242 Syracuse University, 314  taboo against research, as an adaptation of religion, 297 tachistoscope, 257 Tackley Hotel, 71 talking heads, 264, 333 Talleyrand, Charles Maurice, 225 Talloires, Tufts European Center at, 128 Tan, Amy, xix tapas talks, 130 tarot reading, 306 Tarski’s World, 218 Tati (robot), 282–6, 283 \fTati, Jacques, 283 Tati, photograph, 404 Taylor, Christopher, 23, 63, 400 technology transfer, 387 technoplutocrats, 324 TED, 26, 323–31, 362, 405 tennis, 232–3 Thales, 86 “Thank Goodness,” xii–xix theists, 308 theories, philosophical, as slogans, 256 theory of forms, Plato’s, 87–8 theory of mind, 37 Thinking Machines Corporation, 384–5 thinking tool, 214, 385, 389 third-person point of view, 136 Thomason, Richard, 105 Thompson, Evan, 397, 399 Thomson, Judith Jarvis, 360 Thorp, Edward O., 90 Three Faces of Eve, The, 234 Thyssen Stiftung, 321 Tierney, Julie, 25, 26 Tiffany, 353 tillosophy, 143–4, 168 time and the observer, 373 Time magazine, 213 time perception, 173 Times Literary Supplement, 313 Titon, Emily, 397 Titon, Jeff, 397 Titon, Paula, 397 TOE (theory of everything), 396 TOM (Theory of Mind), 16 Tom and Jerry cartoon, 382 Tononi, Giulio, 373–4 tools, make you smarter, 172 tortoise, Grey Walter’s, 278 Toulmin, Stephen, 332 Tourette’s syndrome, 240 Tower of Generate and Test, 172, 401 toy models, 276 trampoline, Fodor as human, 406 transcranial magnetic stimulation, 37 triangle people, 207 Trilling, Lionel, 30 \fTrinity College, Cambridge, 340 triple-bypass operation, 186 tritone, 27 Trivers, Robert, 365 trust, 329 truth, vegetarian concept of, 357–8, 391 Tube map, London, 219 TUBE, the Tufts University Brain Explorer, 219 Tufts University, xi, 14, 61–2, 65, 79.", "location": 879293}
{"sentence": "Young assistant professors don’t get to know many faculty outside their own departments, except occasionally on committees, but at UCI we all worked, played, and partied together.", "location": 208221}
{"sentence": "At one point I thought I’d landed a fish: Wilfrid Sellars, then editor of Philosophical Studies, wrote a note to me saying that he liked my essay but it was unclear on one point, which he invited me to revise.", "location": 211909}
{"sentence": "He knew I had already left UC Irvine for Tufts, but he wanted to see if the songs about California girls were true, so he showed up at UCI in the fall and asked where my office was.", "location": 349247}
{"sentence": "I needed publications in philosophy journals, not Behavioral Science, and I came to realize that my dissertation was just too ambitious and offbeat to break into bite-sized articles.", "location": 214851}
{"sentence": "I had a plan for making the repair myself if the boat didn’t sell over the winter, but a buyer saw a bargain and trucked Xanthippe to Lake Michigan, where he had her fixed and raced her for some years.", "location": 334965}
{"sentence": "I am, you might say, an autistic jazz pianist.", "location": 57608}
{"sentence": "Grimes’s video showed several dozen examples, some of them detected by almost all his subjects and others that were not detected by most—including an aerial photo of Crater Lake in which the lake changed from bright blue to deep black, and a photo of a boy holding up a parrot in a crowded marketplace in which the parrot changed from green to red during a saccade.", "location": 536732}
{"sentence": "I thought he was perhaps having an epileptic seizure.", "location": 174605}
{"sentence": "He had taken this unusual step because of Quine’s strong letter of recommendation.", "location": 130464}
{"sentence": "Erasmus Prize: “Erasmus: Sometimes a Spin Doctor Is Right,” Praemium Erasmianum Essay 2012, essay written for the Praemium Erasmianum Foundation on the occasion of the award of the Erasmus Prize, Amsterdam, November 2012. voyage of the Beagle:      In het kielzog van Darwin (English: Beagle: In Darwin’s wake) was a Dutch-Flemish     television series from 2009 and 2010 initiated by the VPRO in collaboration with Teleac     (Dutch educational broadcaster) and Canvas, to commemorate the 150th anniversary of     Charles Darwin’s ground-breaking book On the Origin of Species.", "location": 828756}
{"sentence": "It turned out that my concern about showing up at the airport with illicit baggage was prescient.", "location": 407971}
{"sentence": "I had tangled a few times in discussion with her, so I knew her, but I thought I would ask Geach instead to give a talk to the Voltaire.", "location": 170550}
{"sentence": "I recalled Stan’s admonition not to try preserving my past and wondered again if he was right.", "location": 79832}
{"sentence": "If I wanted to prevent the probing study of some topic, I wouldn’t try to prohibit such work explicitly, or install cordons of red tape making access to the data tedious; I’d just hire a lot of second-rate people to work on it, counting on their presence to drive away more incisive and imaginative investigators.", "location": 621138}
{"sentence": "At the end of a workday, they would buy some beer and peanuts in their shells and park in our dooryard in Basil’s pickup, drink the beer, shell and eat the peanuts, and talk and talk, almost like a lovestruck teenage couple who didn’t want to say goodbye.", "location": 304727}
{"sentence": "What eventually emerged from that furnace was my 1971 paper “Intentional Systems,” which articulated the role of the assumption of rationality in all belief attributions and laid the basis for much of what I’ve since done.", "location": 226283}
{"sentence": "And then there was Nietzsche, whose Thus Spake Zarathustra and Genealogy of Morals were introduced to me in my actual philosophy class, along with Descartes’s Meditations and Discourse on Method, Hume’s Dialogues Concerning Natural Religion, and a bunch of other classics.", "location": 87555}
{"sentence": "If that were what reference was all about, then what would we    say about what you might call my Julie Christie problem.", "location": 490278}
{"sentence": "One of the books I purchased that year was The Jenguin Pennings, a collection of the funny “Oddly Enough” columns that Paul Jennings wrote weekly for The Observer.", "location": 144011}
{"sentence": "They found the old sign saying Entering Irvine, and after driving for a few miles through orange and walnut groves and past a lone gas station, they saw a sign saying Leaving Irvine.", "location": 198167}
{"sentence": "The young producer filmed me riding at night through Boston in a taxi to a cinema, where she had me order a hot dog at the concession stand (in spite of my insistence that cinemas in the US didn’t usually sell hot dogs).", "location": 549649}
{"sentence": "“Critical Notice”: Daniel C. Dennett, “A Cure for the Common Code,” Brainstorms (Cambridge, MA: MIT Press, 1978).", "location": 813901}
{"sentence": "His aggressive fundraising only once landed him in a real embarrassment.", "location": 284310}
{"sentence": "The song chosen that year was Cole Porter’s “Anything Goes,” and for several hours a week after school, for what seemed months, I dutifully labored at the ivories while the girls were led through the drill.", "location": 53859}
{"sentence": "I have been a friendly critic (or contributor) to the Global Workspace model of consciousness developed by them and Bernard Baars, the best articulation of something like my “fame in the brain” theory.", "location": 705450}
{"sentence": "She was driving her hero and his wife back \fto Oxford on a foggy night and suddenly realized that the headlights of a lorry parked heading the wrong way were leading her off the road.", "location": 715724}
{"sentence": "Yes, usually you can, but it’s tricky.", "location": 597403}
{"sentence": "(Theories don’t get confirmed by a few good predictions—Popper was right about that—but they do get taken a lot more seriously by rival theorists when they uncover something surprising.)", "location": 533625}
{"sentence": "She came to see me at the end of the term full of regret: she should have majored in philosophy, she said, and now it was too late!", "location": 278300}
{"sentence": "Just drop it.”     And they did.", "location": 639255}
{"sentence": "The logician Peter Geach and his wife, Elizabeth (“Miss”) Anscombe, lived about fifty yards down St. John Street from our flat, and we often saw Peter walking by on his way to the railroad station.", "location": 170161}
{"sentence": "In series racing, you lose points if you don’t finish (DNF—Did Not Finish) and lose more points if you sit out a race (DNS—Did Not Start).", "location": 331936}
{"sentence": "We ordered up everything exotic on \fthe menu, washed down the caviar and fish with bottles of vodka, and when the considerable bill arrived, we pooled all our rubles and paid—to the deep dissatisfaction of the maître d’, who wanted dollars, of course.", "location": 653657}
{"sentence": "Elaine and I corresponded some over the years about her campaigns for the aquatic-ape theory, and when she told me she would like to defend it at the 2009 TED conference in Oxford, I recommended her vigorously to TED’s curator, Chris Anderson, who found a slot for her.", "location": 737732}
{"sentence": "When I started on the project that led to Breaking the Spell, I was at the cutting edge of scientific work on consciousness and the brain, but research was leaping ahead, and when I returned to these favorite topics of mine after about a six-year absence, I had to play catch-up.", "location": 621456}
{"sentence": "Next question?” The verb “expect” is, of course, perfect.", "location": 181766}
{"sentence": "HONORARY FAMILY MEMBERS; BEHAVIORAL AND BRAIN SCIENCES                     Part Three: MY ODYSSEY 14.", "location": 671}
{"sentence": "Thus, we can imagine a world in which city council members in charge of parade permits advocate violence in the streets and, for some strange reason, use this as their pretext for denying a parade permit.", "location": 566406}
{"sentence": "No, he couldn’t, of course.", "location": 750164}
{"sentence": "Our first friendships were with local year-round Mainers, but we eventually entered the world of the summer folk who had been coming to Maine every year for generations.", "location": 326647}
{"sentence": "Where could we find three hundred thousand or four hundred thousand community centers to take care of over three hundred million people?", "location": 682511}
{"sentence": "There had been a town of Irvine in the foothills, but the Irvine family changed the name of it to East Irvine, so that the university could be called UC Irvine, not UC Newport Beach or UC Corona del Mar, the coastal towns on the ranch property.", "location": 197652}
{"sentence": "Fodor often cited his “Granny,” a supposedly no-nonsense source of everyday wisdom.", "location": 766653}
{"sentence": "My social life that summer was atypical.", "location": 107870}
{"sentence": "“Cherry-picking”—concentrating on the experiments that support your view—is practically unavoidable when new work opens up novel paths to explore, but quietly shelving inconclusive follow-ups (the “file-drawer \feffect”), while not as grievous a sin as suppressing inconvenient truths (sweeping them under the rug with Occam’s broom), is recognized as a serious source of distortion in scientific research.", "location": 538900}
{"sentence": "It was an impressive class: Thomas Nagel and David Lewis \fwere two of the star graduate students in it, along with David’s wife-to-be, Stephanie, Gilbert Harman, Margaret Wilson and her husband Emmett, Michael Slote, and others.", "location": 91543}
{"sentence": "He knew there were dozens of untenured philosophy professors in the US whose futures might well be secured by a single publication in Mind, so he gave special attention to submissions from American assistant professors.", "location": 166015}
{"sentence": "It had been arranged that NCH students would take \fthe University of London examinations for their degrees, and the first proof of concept came in 2016, when NCH students were at the top of the listings.", "location": 701000}
{"sentence": "As luck would have it, two years later, a senior who had been studying eighteenth-century English literature signed up for my History of Western Philosophy course in the fall semester.", "location": 278115}
{"sentence": "“I go to \fAUB.”) So in 2011 Susan and I returned to Beirut for a spring semester, and part of my preparation was to remind myself that it couldn’t be as grand an adventure as my parents’ years in the ’30s and ’40s, or even our own adventures in the ’60s.", "location": 696479}
{"sentence": "In 1980 Beneteau commissioned the brilliant young Argentinean naval architect Germán Frers to design something special, and in 1981 the first First 42 hull was launched.", "location": 330035}
{"sentence": "A day trip from the beach to San Marino is a bit like visiting a medieval version of Coney Island, with dozens of shops selling kitsch and souvenirs; I was briefly tempted by a \fcane with a bicycle bell and a handy beer-can holder.", "location": 505697}
{"sentence": "Phyllis and I went to investigate, and she could of course recognize the animal from the ragged places on its ears and the other scars and bumps she used to identify her subjects.", "location": 469754}
{"sentence": "Horizon, the BBC’s famous science documentary series, had a special relationship with WGBH (the flagship PBS station in Boston) such that it was a fairly normal expectation that a Horizon program would be taken by WGBH unless there was some good reason not to.", "location": 748391}
{"sentence": "The waitress persisted: Would he also like a skillet of mushrooms?", "location": 223566}
{"sentence": "Another key idea in my dissertation was inspired by a series of papers by Hilary Putnam, beginning with “Minds and Machines” (1960).", "location": 157092}
{"sentence": "George and I took Steve Barney’s Aesop program to our meeting in a conference room at the Sloan Foundation, where a group including some major computer scientists watched as we gave our demo.", "location": 447193}
{"sentence": "Somebody with a stronger character could have done much more.", "location": 26090}
{"sentence": "Thus began our life at Godland Farm, where we spent every summer for the next forty years.", "location": 234498}
{"sentence": "I \foffered a suggestion.", "location": 152176}
{"sentence": "Nagel’s talk had ended with a rather bleak conclusion:     If sub specie aeternitatis there is no reason to believe that anything    matters, then that doesn’t matter either, and we can approach our    absurd lives with irony instead of heroism or despair.", "location": 420782}
{"sentence": "It stopped at Corfu and other smaller islands on the west coast of Greece, and the ferry once hove to after two men in a boat hailed it.", "location": 121379}
{"sentence": "That is, we could arrange private dinners and lunches to be prepared by the kitchen and served by the scouts, whom we would have to pay, of course, but at very reasonable rates.", "location": 375220}
{"sentence": "We shared the athletic facilities with the San Diego Chargers football team, who were doing their summer training, and philosophical discussion came to a halt in the locker room when the Chargers came bounding in, yelling and laughing, cleats clanging and helmets being tossed around.", "location": 240504}
{"sentence": "I also got a valuable insight into researcher bias: Sue Savage- Rumbaugh, who later became quite famous for her work with bonobos and language, was telling us about her chimpanzees Sherman and Austin and their cooperative and communicative behavior.", "location": 416368}
{"sentence": "because it was humorous: “Comment on Wilfrid Sellars,” Synthese 27 (July/August 1974): 439–44.", "location": 815452}
{"sentence": "Our house was in a long attached row of city houses.", "location": 354045}
{"sentence": "wondered Geach, Anscombe, Warnock, and Ryle.", "location": 173190}
{"sentence": "And then what about free will?", "location": 793351}
{"sentence": "As she tells us, she has worked out how to read the meanings of facial expressions and gestures and uses this perceptual data in her theory to figure out what others intend and want and know.", "location": 57416}
{"sentence": "I’ve known Danny since he was a grad student in AI at MIT in the ’70s.", "location": 677141}
{"sentence": "In short, you need to go outside yourself and adopt the “third-person point of view” of science if you want to answer the question “Where am I?”     This third-person method flies in the face of centuries of philosophical thinking that has encouraged any number of subtle thinkers to study minds by focusing their attention inward, ignoring the prospect of studying the \fminds of others with the help of other minds—the minds of scientists, not just philosophers.", "location": 299577}
{"sentence": "We were both in the same German class, and our teacher, Frau Behrend, wanted us to sing some German folk songs in class.", "location": 71772}
{"sentence": "Robert Colodny (Pittsburgh, PA: University of Pittsburgh Press, 1962), 35. encounters with Noam Chomsky: See Darwin’s Dangerous Idea (New York: Simon and Schuster, 1995), 381–93, 397–400; Intuition Pumps and Other Tools for Thinking (New York: W. W. Norton, 2014), 29–30; and From Bacteria to Bach and Back (New York: W. W. Norton, 2017), 276–81, 374– 76.", "location": 831208}
{"sentence": "“You have to make the students write essays to see how well they understand the arguments and issues.” Amos disagreed: “If you make the choices close enough in meaning so that they’re all tempting but only one is problem-free, you can readily put the \fstudents’ understanding to a severe test and rank the results objectively.” I saw his point and decided to give it a try in a midterm exam in one philosophy course.", "location": 96036}
{"sentence": "After more than thirty-five annual parties, we’ve discontinued them, now that we’ve moved permanently to Maine.", "location": 80929}
{"sentence": "He taught me the basic moves of “mechanics” and card magic and lent me books from his excellent library of magic books.", "location": 209841}
{"sentence": "Responses on a five-point scale ranged from “strongly agree” through “uncertain” to “strongly disagree.” The two “Internal” questionnaires were phrased to suggest a cooperative internal inquiry, and hence encourage candor and acknowledgment of doubt, if any.", "location": 624024}
{"sentence": "“Who do you think all these strange people are?” asked one matron.", "location": 721385}
{"sentence": "I remember vividly occasions of strolling anxiously around in Harvard Yard trying to figure out what on earth I was going to say in the seminar due to start in less than an hour.", "location": 261600}
{"sentence": "It was a period of mannered modesty, where no question was too picayune to deserve a meandering, informal survey of “what we would say” about forgetting to do something or telling a dream or ignoring somebody.", "location": 134646}
{"sentence": "I took my ever-at-hand jackknife and whittled a specially shaped wedge out of a clothespin, which did the trick.", "location": 459831}
{"sentence": "Poussin had a music-inspired theory of “modes” that informed his work, and he told his patron in effect that he was looking at the painting in the wrong mode.", "location": 540481}
{"sentence": "I asked him to speak about artificial intelligence (instead of relevance logic, his specialty) and he was happy to oblige.", "location": 160855}
{"sentence": "She came back and they were abusive again.", "location": 435671}
{"sentence": "I have also committed what may be the only case of reverse plagiarism.", "location": 155673}
{"sentence": "When Sally Quinn published our original article on her Washington Post website, On Faith, she invited a variety of major religious spokespeople to comment, and their angry responses struck me as telling.", "location": 618382}
{"sentence": "Philosophers have a long way to go in catching up with scientists, and until the recent PowerPoint revolution, few philosophers even used diagrams to illustrate their points in lectures or conference talks—rather like novelists who are opposed to illustrations in principle.", "location": 454233}
{"sentence": "I held up a chisel and looked quizzically at her—“κατσαβίδι” (kazavithi), she told me.", "location": 123497}
{"sentence": "Their son Basil Jr. had drowned in a lobster boat accident the year before we bought the farm, and Susan’s brother George, living at the farm to establish residency in Maine so he could go to the forestry school at the University of Maine, became a sort of surrogate son to them.", "location": 304306}
{"sentence": "The graduate-student pilgrims who arrived in Oxford to take the cloth were devout but (as usual for graduate students) a little out-of-date.", "location": 134218}
{"sentence": "I learned from my sailing friend Henry Becton, then president of WGBH, that Gould, on the station’s advisory board, had vetoed them because they had been presented by Richard Dawkins.", "location": 748999}
{"sentence": "He understood the power of using lots of examples and analogies to unsettle readers’ lazy imaginations, and he had a keen nose for unexamined presuppositions.", "location": 163313}
{"sentence": "The teacher was a young philosophy graduate student from Princeton, the logician Henry Kyburg.", "location": 83803}
{"sentence": "Miles Davis’s incandescent “Bye Bye Blackbird” or Bill Evans’s haunting piano on “So What?” were sweet spots.", "location": 67964}
{"sentence": "Once when he had colleagues from MIT’s computer science department for dinner at his house, the girls told the guests about Daddy’s wonderful question-answerer.", "location": 266664}
{"sentence": "(One reviewer called it “the best single-author overview of all the implications of evolution by natural selection available.”) I knew, though, that I was going to have to deal in it with Gould’s misrepresentations, and I worked hard on the chapter “Bully for Brontosaurus” (the title of one of his collections of essays in Natural History), drafts of which I shared with a few knowledgeable philosophers of biology for comments, including a friend of Gould’s who read it and urged me not to publish it—not because it was wrong but because it would drive Gould into a frenzy.", "location": 749475}
{"sentence": "Jerry loved to bite bullets.", "location": 767731}
{"sentence": "SAN MARINO IS a tiny landlocked republic in northern Italy, larger than Vatican City and Monaco and smaller than Lichtenstein.", "location": 505368}
{"sentence": "Hilary Putnam got his PhD from UCLA in 1951, working with Hans Reichenbach (after studying at Penn and Harvard).", "location": 719344}
{"sentence": "Many of the acts were groups of girls dancing to some popular song, and they rehearsed to 45 rpm records, which they then handed to me \fto transcribe for the pit band.", "location": 52983}
{"sentence": "I was wrong; Massimo was not inviting any such response, as his stony silence made clear.", "location": 773111}
{"sentence": "When the granddaughter fell on hard times, she sold it to the antique dealer.", "location": 589906}
{"sentence": "I went immediately to inform UCI’s chancellor, Daniel Aldrich, who needed to be on guard against a firestorm of criticism that might break any day.", "location": 207124}
{"sentence": "Carlos Muñoz-Suárez and Felipe De Brigard (New York: Springer, 2015), 199–220.", "location": 832522}
{"sentence": "The DEW system was ultimately abandoned.)", "location": 582290}
{"sentence": "How could I give credit to an author of a paper that I didn’t think should be published?", "location": 514480}
{"sentence": "AFTER CHRISTMAS IN BRISTOL, we moved to Oxford and a basement flat in a large house in Crick Road just north of the Parks, where All Souls College housed their visiting fellows with children.", "location": 363960}
{"sentence": "(p. 425)      Many people are eager to protect “real magic” in one way or another, and many of them find philosophy to be the ideal profession for this campaign.", "location": 21578}
{"sentence": "I posted some photos of Tati on my website, offering a reward for information about Tati’s maker and history.", "location": 589271}
{"sentence": "The philosophy department voted to put me up for early tenure (it really was a seller’s market then), and I was asked to name the philosopher who should be asked to read it and write a \freport for the tenure committee’s consideration.", "location": 224992}
{"sentence": "Pat Churchland had been in on some of my travails, and her title for it was “Beyond Belief and Past Caring.” She had turned her back on traditional philosophy of mind sooner than I had.", "location": 383308}
{"sentence": "The boat was indeed high-spirited and getting to know how to deal with Xanthippe’s quirks and strengths was one of my favorite investigations over the next few years.", "location": 330748}
{"sentence": "Where would I be without all these brilliant mistakes to correct, with the help of my thinking tools?", "location": 23941}
{"sentence": "Cynthia Moss was away, so I got to stay in her tent, which was surrounded by the skulls of elephants she had known for years.", "location": 466193}
{"sentence": "The establishment had nominated Adolf Grünbaum, a Pittsburgh philosopher of science, to be the new vice president.", "location": 724427}
{"sentence": "Not only was the anti-war movement growing in intensity but many of our friends on the faculty were turning to drugs, open marriage, and other activities that were distressing to us when they weren’t comic.", "location": 219092}
{"sentence": "We both knew Eric Wanner, who had been in the AI lab at MIT but had moved to New York to become a vice president and program officer at the Sloan Foundation, and we got ourselves invited to present a proposal to the foundation to fund something we called the Curricular Software Studio.", "location": 445435}
{"sentence": "But when we went to talk with Marvin about our model, he was strangely dismissive.", "location": 602016}
{"sentence": "I thought Ruth should be given the chance to open their eyes.", "location": 435109}
{"sentence": "Drawing the viewer’s attention first here and then there has been an aspiration of many artists, and I once enjoyed a discussion of this at a party with David Freedberg, the Columbia University art historian, who told me about a letter the classicist painter Nicolas Poussin had written to a patron, Paul Fréart de Chantelou, who had not liked a commissioned painting Poussin had sent him.", "location": 540091}
{"sentence": "I’ve never been quite sure.", "location": 515476}
{"sentence": "At the time, Jonathan was editing his filmed-for-television version of King Lear for the BBC, and I spent a fascinating few hours with him in the editing studio, where he was experimenting with the background sounds he was inserting into the soundtrack to create the illusion that the action, filmed on a set, was actually filmed outdoors.", "location": 631954}
{"sentence": "We’d splurged at Christmastime by inviting our children to fly over and join us for a week in Paris and then another week of skiing at Zermatt, and it was just as we were getting ready to pay our bill and leave the hotel in Zermatt that we got a message that the couple renting our home in Massachusetts for the year had fled without paying the rent, which we were counting on using to fund our European travels.", "location": 509511}
{"sentence": "Can I please speak to Dan?” Susan scowled as she handed me the phone: “Is this woman from that country-western roadhouse you’ve been aching to go to?” Later, when we voted to change the name, I submitted two candidates, neither of which won: Byrd Lyves (bop lovers will get it) and The OK Chorale.", "location": 75137}
{"sentence": "Students often come to my office to discuss their term-paper projects in my courses, and a familiar combination of ambition and anxiety is the enthusiastic student who has a Big Idea—a Refutation of some well-regarded claim of mine or of some other writer we have read.", "location": 804077}
{"sentence": "Finally I could take it no longer, and after class one day I broached the subject privately with Gould.", "location": 744550}
{"sentence": "There wasn’t much about saving \fthe world from poverty, climate disaster, oppression, illness, … The presentations were all expertly videotaped, and one of the gifts all TEDsters received was a boxed set of DVDs of the talks, not to be aired, not to be shared.", "location": 669031}
{"sentence": "Another pre-raid Yale PhD, my friend Ruth Barcan Marcus, was brought in, and there was no feistier or cannier operator than Ruth, a superb logician and for many years the board chair of the American Philosophical Association.", "location": 720598}
{"sentence": "Perhaps hijacking the positive word “bright” could play a similar role in encouraging people to come out of the closet as atheists or agnostics.", "location": 609277}
{"sentence": "“Hello,” he’d say in his James Earl Jones voice, “Ma name is Bo, and ah’m from Sweden …” Most of those he called hung up in a few seconds, already convinced that he couldn’t be what he said he was, which was enough reason not to consider him as a roommate.", "location": 350149}
{"sentence": "But the pop music of that era, just at the dawn of rock ’n’ roll, was schmaltzy mush, and I didn’t want to play that music on the piano.", "location": 50095}
{"sentence": "Last night was a trip.", "location": 61826}
{"sentence": "I made the mistake of choosing the three colleges most sought after by Rhodes Scholars, so New College (where A. J. Ayer was), University College, and Magdalen College (where Gilbert Ryle was) all turned me down, having already accepted more than their fair share of Americans.", "location": 116422}
{"sentence": "From evolution by natural selection, of several kinds: genetic, intracranial, cultural.", "location": 789846}
{"sentence": "Add the sound and you got melodies of sorts, with rhythms, easily distinguishable and even memorable.", "location": 543029}
{"sentence": "I did my best to dissuade him from pursuing it further, but his response was that he knew he hadn’t found the right way of putting it but he was going to keep at it.", "location": 644663}
{"sentence": "This was the Logo turtle, and Seymour was seeing how kids responded to the computer language he had devised just for them.", "location": 596709}
{"sentence": "There are four passenger seats in a service, and I attempted to purchase the fourth seat, so we’d have the car to ourselves with a little more comfort, but the driver was strangely unwilling to consider this.", "location": 693181}
{"sentence": "A Dutch documentary maker, Piet Hoenderdos, read The Mind’s I in 1982 while he was planning to make a documentary about Doug and decided to turn his documentary into a feature-length film, Victim of the Brain, which included a dramatization of the “Where Am I?” story, with me playing myself once again and spending a delicious week in the Netherlands making another movie.", "location": 296748}
{"sentence": "You’re making a rather obvious error …” while the rest of us Yanks cringed.", "location": 132628}
{"sentence": "But she would sell it to the lovestruck American with the beard at the price she had given me.", "location": 586207}
{"sentence": "Mine has done well but has had nothing remotely like the readership of Richard’s book, or of Sam Harris’s The End of Faith (2004) or Christopher Hitchens’s God Is Not Great (2007).", "location": 615054}
{"sentence": "When I remarked that he was up early, he said he was just then getting back from the jam session.", "location": 59310}
{"sentence": "(Sometimes he would warn us that where we wanted to go was dangerous.", "location": 697161}
{"sentence": "An effect I hadn’t anticipated heightened the drama.", "location": 293061}
{"sentence": "The Secret Seminar that Jerry Fodor and I had started in 1973 was still going strong when her first book came out, and I suggested that we all read it together and invite Ruth to come and discuss it with us.", "location": 433870}
{"sentence": "The world of top tennis players, male and female, is too tightly interconnected, too curious and knowledgeable about the health and fitness of the players, and the journalists are too intrusive, for such a thing to happen.", "location": 482620}
{"sentence": "A biologist told me of being haunted by a call from a somewhat inebriated citizen late one evening in his lab, which went as follows:     “You a biologist?”     “Yes.”     “I have a bet on with my buddy here, and maybe you can settle it.”     “Maybe.", "location": 418980}
{"sentence": "When our guests arrived at noon and were served champagne in the central courtyard on the absolutely perfect lawn, with the Radcliffe Camera glowing behind us, every bell in Oxford began to peal.", "location": 375878}
{"sentence": "Back and forth I’d wander, usually crossing the footbridge to Mesopotamia, the long finger of land that separated the lower and upper branches of the Cherwell.", "location": 183496}
{"sentence": "As a neophyte, it didn’t bother me that there was no apparent consensus among scientists about how to research the mind—maybe that was how science had to be conducted—but in retrospect I can see that it really was a fallow period; Skinner’s behaviorism still held sway in psychology, and I could find no bold attempts at whole theories of the mind.", "location": 181935}
{"sentence": "He does exquisite hands, but only in about a dozen positions, rather theatrical gestures mainly.", "location": 64287}
{"sentence": "no movie in the head: See Tim Adams, “Neuroscientist Anil Seth: ‘We Risk Not Understanding the Central Mystery of Life,’ ” Guardian, August 21, 2021.", "location": 821254}
{"sentence": "Plantinga was lured into comparing his Christianity to Supermanism: “Humanlike creatures don’t live nearly long enough, very few achieve an age of five hundred million years.” And very few walk on water or turn five loaves and two fishes into a meal for a multitude.", "location": 640561}
{"sentence": "The hotel is in the middle of an upscale shopping mall—Tiffany, Gucci, Jimmy Choo—so there were many well-to-do Bostonians mingling with the untidy crowd.", "location": 721115}
{"sentence": "I’m not going to spend days or weeks wrangling over hermeneutics.", "location": 714506}
{"sentence": "And so in 1978 Alison McIntyre (an honored professor at Wellesley since 1988, after getting her PhD at Princeton and having a “folding chair” at Harvard) jump-started our MA program, which is now the best in the world.", "location": 278764}
{"sentence": "No, because if I had to hire a full-time secretary I’d be competing with every dentist and lawyer in Boston for the recent graduates of some secretarial school, but I knew there were lots of smart young mothers (or fathers) with college degrees who wanted part-time work so they could be home when their kids got home from school, and I figured that they could probably do more, and better, in twenty-one hours a week (so that they would be eligible for benefits) than a full-time novice secretary could do in forty hours.", "location": 473029}
{"sentence": "Was my philosophy method going to fail me this time?", "location": 184246}
{"sentence": "a paper on free will: D. M. MacKay, “On the Logical Indeterminacy of Free Choice,” Mind 69, no.", "location": 813676}
{"sentence": "Føllesdal had also taught a course I loved, on phenomenology, so I had received a deep introduction to the work of Bolzano, Brentano, Meinong, and especially Husserl, which would play a big role in my later thinking.", "location": 111597}
{"sentence": "Back to Harvard When it came time to propose my senior thesis, on Quine and ordinary language, I decided that I didn’t want Quine to be my advisor.", "location": 110924}
{"sentence": "You do take a risk when you stay out of the trenches: you tend to appear a mere amateur, someone who can be safely ignored, a popularizer or journalist, not a specialist.", "location": 786586}
{"sentence": "Inside was a varnished mahogany case with a gilt medallion, and inside that, on a silken pillow, was a faux-Fabergé egg and a handwritten invitation to Susan and me to join Paul Allen (the cofounder of Microsoft) on a long weekend cruise from Helsinki to St. Petersburg.", "location": 656858}
{"sentence": "A friend of mine sitting right behind her later told me that she said, “Now Peter, be a good boy and sit down and wait for the discussion!” which he dutifully did.", "location": 175556}
{"sentence": "The class was taught brilliantly by Louis Mink, who persuaded me that I should become a philosopher after I held forth in class with some passion that Descartes’s dualism was hopelessly wrong—and it shouldn’t take me too long to say why.", "location": 87828}
{"sentence": "No, it is properly centered on what matters.", "location": 796427}
{"sentence": "Warnock also sat, reading his commentary in a quintessentially calm and superior Oxford tone, but he was throwing daggers at Geach.", "location": 174290}
{"sentence": "This is a good place to describe an experiment in perception I started in 2001 that I abandoned and have never described in a peer-reviewed journal.", "location": 539533}
{"sentence": "We had to recalibrate the eye tracker often, and because we didn’t want the subjects to be self- conscious about their saccades, we used the recalibration process as a fake experiment, telling the subjects that while we tinkered with the equipment they could just relax and look at some pictures, which was when the actual \fdata-gathering happened.", "location": 543131}
{"sentence": "(I think my book and the Chomsky/Walker book were the only Bradford Books ever published in Montgomery.", "location": 255130}
{"sentence": "Here was a case where hype and science fiction had come back to haunt the roboticists.", "location": 583885}
{"sentence": "Other counselors were influential in other ways.", "location": 41894}
{"sentence": "When I flew back to France to speak to Schlumberger’s executives, equipped with my new Mac and demo software and with my handsome fee glowing in my mind, I resumed my quest.", "location": 585272}
{"sentence": "I may be wrong, but I think he was annoyed that he hadn’t thought of some of its enhancements himself.", "location": 602099}
{"sentence": "One major forestry operation involved cutting hundreds of mature spruce, pine, and cedar trees for sawlogs, in addition to firewood and fir pulpwood.", "location": 323613}
{"sentence": "The challenge remains.", "location": 222635}
{"sentence": "I have better things to do, and I count on others to do the required policing.", "location": 775373}
{"sentence": "Over the years, I’ve had a few students submit plagiarized term papers to me, and after the first few instances I have made a point of warning my students at the outset of a course that I think there is no excuse at all for plagiarism, and that if I ever catch a student plagiarizing I will not just give them an F in the course but also do what I can to get them expelled.", "location": 149982}
{"sentence": "I was getting desperate, so I wrote him a note asking what had happened to my book manuscript.", "location": 215916}
{"sentence": "We seem to be getting closer and closer to a stable solution to a lot of the problems I’ve been working on for more than half a century.", "location": 797267}
{"sentence": "When Steve’s awful review came out, both John Maynard Smith and I independently wrote letters to the editor objecting to what Maynard Smith called Gould’s “curiously ill-tempered” review, and I exposed and analyzed some of Gould’s rhetorical tricks, including the “Gould two-step”—named by Robert Trivers in a congratulatory note to me —in which you accuse your target of asserting something indefensible, then quote your target denying that very view and cite it as evidence that your target has conceded.", "location": 746969}
{"sentence": "I’ve known David Chalmers since he was a graduate student of Doug Hofstadter’s at Indiana University (see chapter 15).", "location": 555719}
{"sentence": "I’m happy to agree now that (as somebody once said in a review of one of my books) I’m what you get when you cross a Quine with a Ryle.", "location": 164184}
{"sentence": "I say on p. 275 that DigiDan can easily be unmasked, but already its successors cannot.", "location": 573211}
{"sentence": "“chmess”: Dennett, Intuition Pumps and Other Tools for Thinking (New York: W. W. Norton, 2013), chap.", "location": 812653}
{"sentence": "(That was a joke, but it was a good way of insisting that criticism should be constructive, an effort to bake the target idea into something sturdier and in sharper focus, so that everybody, not just the inner coterie of would-be experts, could understand.", "location": 707876}
{"sentence": "One summer night Susan and I were skinny-dipping under the stars in our ramshackle above-ground pool in the backyard when I heard some skittering in the garden.", "location": 306473}
{"sentence": "Lots of careful legal thinking went into drafting abuse-proof permission forms that had to be signed by all the participants.", "location": 628609}
{"sentence": "An example that sticks in my mind of Seymour’s inquisitive imagination is a story he told me about how, during his time in London at the National Physical Laboratory, he had suffered a mild injury that kept him in the hospital for a time, but ambulatory.", "location": 595424}
{"sentence": "When I was a graduate student, the “problem of other minds” was a major topic of debate, but it was conducted in a scientifically impoverished setting: Can I know, and how can I know, whether minds other than my own exist, and if so, in what ways must other minds be like mine?", "location": 300041}
{"sentence": "That was the only time I ever heard Ryle make such a Blimpish remark, but it was duly provoked, and it pleased all in our party.", "location": 173541}
{"sentence": "Harry asked Fred Dretske and Héctor-Neri Castañeda to review it, making a critical stool with three widely spaced legs, and when they both approved it with enthusiasm, I knew she was onto something big.", "location": 431989}
{"sentence": "I see them as like tenacious    scientists who resist the evidence for theories they don’t like long    after a graceful concession would have been the appropriate response.", "location": 17940}
{"sentence": "He was disappointed, of course, but gracious, and he quickly replied that he had already published the idea that had focused my own thinking in a paper (“On the Time of a Conscious Peripheral Sensation”) in the Journal of Theoretical Biology.", "location": 515061}
{"sentence": "You and I have thoughts and ideas and hopes and fears and we know that we do, and we can tell others about them.", "location": 184887}
{"sentence": "The diminished chord was missing (this was an old Hohner), which presented some minor problems to solve.", "location": 70520}
{"sentence": "Doug’s sadness was all-consuming.", "location": 403587}
{"sentence": "(In her acknowledgments, she writes, “Dennett also scribbled invaluable red ink over the penultimate copy.", "location": 433376}
{"sentence": "My older sister, Cynthia, went to Mount Holyoke, and I vividly remember the round-trip drive to South Hadley that Mother and I made to pick up Cynthia for Thanksgiving her freshman year (when I was just getting settled in Exeter).", "location": 99968}
{"sentence": "As he says in the preface, “Rigor has not, in general, been compromised in favor of perspicuity.” I struggled with the proofs and mused that college was harder than I had expected.", "location": 84758}
{"sentence": "I recall the smell of fresh hay and horse manure, and the shaggy horses themselves, steaming in their stalls in zero-degree weather after being brought in from hauling pulpwood on a cord-and-a-half sled, which we had loaded using our pulp hooks, a simple tool that turns an ordinary man into an Incredible Hulk, able to lift and load four-foot-long logs with ease.", "location": 324163}
{"sentence": "As soon as I returned to Maine the next summer, I bought a used board and windsurfed in ponds, lakes, and ocean bays for years.", "location": 388329}
{"sentence": "Susan had been meeting the school bus in our neighborhood and handing out leaflets advising high school students about conscientious objection and other alternatives to the draft, one of the projects of the Women’s International League for Peace and Freedom.", "location": 217151}
{"sentence": "I went back to the table, but when we all got up to leave Mr. Dennett sent his waiters to give us the bum’s rush, yelling at us and hastening us down the stairs to the street.", "location": 172980}
{"sentence": "This group should have worked together handily; the AI researchers all were philosophically inclined and sophisticated, and Haugeland and I were probably the two philosophers who had thought more about AI than any others.", "location": 377882}
{"sentence": "Indeed it wasn’t, and I made the mistake of taking a red-eye overnight flight with a change in St. Louis, where I sat, unable to sleep, for hours.", "location": 382311}
{"sentence": "But when Searle’s digest of the difficult idea strikes him as absurd, he thereupon says so, vehemently.", "location": 28501}
{"sentence": "The same is true, in principle, of painting!", "location": 541667}
{"sentence": "A few faint smiles greeted me from other passengers.", "location": 411223}
{"sentence": "Descartes’s theory of everything is, even in hindsight, remarkably coherent and persuasive.", "location": 808337}
{"sentence": "Jonathan took to her immediately, and the three of us had a great time listening together to the woo-woo speakers on the other team and then deftly exposing the gaps and flaws in their cases.", "location": 635596}
{"sentence": "This was a new experience for me.", "location": 78363}
{"sentence": "Rod was not alone; a small cadre of roboticists around the world took my message to heart and began working on designing the whole iguana.", "location": 575630}
{"sentence": "I got a standing ovation from a different portion of the audience.", "location": 674727}
{"sentence": "One time Stet shot a bear and promised me a bear steak from his freezer, which I was looking forward to cooking until his son James said to me, “I wouldn’t cook that indoors, if I was you.” Since the aroma in Stet’s kitchen was a strong combination of wood-stove smoke and baked beans and who knows what else, I took James’s advice seriously, but I never got to cook bear steak.", "location": 308664}
{"sentence": "Fortunately, another project emerged from our discussions: an investigation of multiple personality disorder (MPD).", "location": 478269}
{"sentence": "But once inside, we discovered that it was a delightful, sunlit house just one room deep, like a doll house.", "location": 354542}
{"sentence": "Susan and I sailed to England in the early summer of 1963 on the MS Berlin, then of the North German Lloyd line, a nine-day crossing enhanced by the presence of hundreds of Germans going back to Germany for the first time since World War II.", "location": 117158}
{"sentence": "With the able help of the graduate students, I thought, we’ll figure these books out.", "location": 260960}
{"sentence": "With the help of Logo inventor and AI pioneer Seymour Papert, who lived down the road about a mile from our farm in Blue Hill, I attempted to reverse engineer Tati.", "location": 590842}
{"sentence": "I remember the date well, because our Russian hosts were curious to see if we capitalist philosophers would be jumping out of windows or weeping into our tea, having lost our fortunes, but none of us was much affected by the plunge.", "location": 650493}
{"sentence": "More on Brockman John likes to say that if a client of his ever gets a royalty check, he hasn’t done his job right.", "location": 525995}
{"sentence": "So, it’s hard to tell which failures to complete simple diagnostic tasks are due to their stroke and which may reveal long-term problems of competence and comprehension.", "location": 498925}
{"sentence": "I fashioned some hardwood pieces to replace the missing counter edges, screwed and glued them in place, and mounted the stove.", "location": 274524}
{"sentence": "I don’t know how conscientiously he has sampled the relevant literature, but I have been diligent enough to be comfortable with my own judgments.", "location": 774681}
{"sentence": "We decided this would be a good name for the farm and the cider wine we made there, and for us the name had nothing to do with religion.)", "location": 234920}
{"sentence": "but better seen as a useful abstraction: the Center of Narrative Gravity.", "location": 797996}
{"sentence": "On what was then the highest road on the hill, Stratiotikou Sindesmou, an old apartment building had been torn down so that a new one could be built, and the neighboring apartment building had a ground-floor flat that was available for next to nothing, since pneumatic drills and bulldozers were operating right outside its door.", "location": 121823}
{"sentence": "I succeeded in making a devilishly demanding multiple- choice exam, and the students’ performances were just what you would hope: the best avoided the tempting false choices, and the weakest often fell for them.", "location": 96453}
{"sentence": "I was reluctant to do an anthology, but Doug was persistent, thank goodness, and we soon signed a contract with Basic Books to do it.", "location": 392700}
{"sentence": "We smiled at them and eventually the boldest of the little boys dared to address us: “You’re Americans, aren’t you?”     “Yes,” I replied.", "location": 355088}
{"sentence": "Saul Kripke was not in the course, but he was on campus, a readily recognizable figure in the library, davening (rocking back and forth) as he read.", "location": 91772}
{"sentence": "In secret, the pluralists put together their slate, prepared their challenges to the parliamentarian and other officers, and made sure their members were all set to descend en masse on the lightly attended business meeting and take over the APA Eastern Division.", "location": 723311}
{"sentence": "Gould and I were still on speaking terms in 1992, having just participated together in making Wim Kayzer’s Dutch television program A Glorious Accident (see chapter 31), where he joined Oliver Sacks and me in giving the notorious Rupert Sheldrake a gentle but effective shakedown.", "location": 745035}
{"sentence": "Peter Marler, the great birdsong interpreter at Rockefeller University, challenged me: If this intentional stance is any good, shouldn’t it help us design experiments?", "location": 414911}
{"sentence": "Whereas I was furthering Quine’s case that talk about beliefs and desires was a “dramatic idiom” that only indirectly informed us about a person’s brain states, Fodor insisted that such talk had to be treated as referring to actual sentences in the head (in the belief box or desire box, for instance), composed in the “language of thought.” Georges suggested we should have a meeting to discuss the two papers together.", "location": 268490}
{"sentence": "The patterns visible at each stance are real, in that they are reliably projectable, permitting prediction and explanation, construction and manipulation at many levels.", "location": 788178}
{"sentence": "One of them climbed aboard carrying a huge grouper and immediately began selling raffle tickets for the fish to pay for his passage to Piraeus; we bought a ticket, hoping not to win, of course.", "location": 121516}
{"sentence": "What had particularly energized me was a little experiment I ventured in Seattle, at the conference I mentioned at the beginning of this book, where exceptional high school students were gathered to hear short talks from scientists, artists, writers, and other successful people.", "location": 610051}
{"sentence": "My campaign against the philosophers’ various \fconcepts of qualia continues to this day, slowly gathering adherents, in spite of the idea’s almost irresistible appeal to intuition.", "location": 496389}
{"sentence": "For at least a decade, MIT Press was the publisher of cognitive science books.", "location": 255618}
{"sentence": "Like most philosophers, Ryle was not a careful dresser, and one winter day I found myself standing behind him in the queue at Barclay’s Bank, waiting to cash a check (a cheque).", "location": 166899}
{"sentence": "The visiting fellows program was designed to fend off pressure from the Franks Commission to admit bothersome young students and was quickly instituted by the college to ensure that a steady stream of fresh talent from outside the university was present to invigorate and stir up the permanent residents.", "location": 365503}
{"sentence": "Sometimes it can, but often it can’t.", "location": 782244}
{"sentence": "Just two years later, All Souls elected its first female fellow, and I played a happy role in that.", "location": 368574}
{"sentence": "The center got off to an excellent start.", "location": 474033}
{"sentence": "I have written for those students    of the Critique who, like myself, have read and re-read the work with    a commingled sense of great insights and great mystification.", "location": 715185}
{"sentence": "The Berlin, originally the Gripsholm, had been built in England for the Swedish American Line in 1924 and was the first diesel (not steam) ocean liner.", "location": 117565}
{"sentence": "One day a Maasai came to our camp and told Phyllis Lee that he had found a dead elephant not far away.", "location": 469651}
{"sentence": "The same strategy, writ large, is good advice for a whole career.", "location": 805176}
{"sentence": "The Vietnam War was raging.", "location": 216663}
{"sentence": "OceanofPDF.com \f                                    8.", "location": 255924}
{"sentence": "Medicine didn’t seem to help and my doctor advised me to consult a clinical psychologist.", "location": 282984}
{"sentence": "Two auditors who did help me were Bill Woods, an early AI pioneer who was visiting in Harvard’s computer science department, and Michael Moore, a young visiting philosopher of law who somehow found the course listing and decided to give it a try.", "location": 262016}
{"sentence": "Once over, there was a short drop to the corrugated metal roof of the bicycle shed and thence a shorter drop to the ground.", "location": 141850}
{"sentence": "She wanted me to cut it 30 percent!", "location": 527835}
{"sentence": "Kinsbourne urged me to join him on his rounds, seeing these cases for myself and trying out some of my ideas.", "location": 495357}
{"sentence": "We had to stay on shore for Andy’s cruise, because of a hurricane, and Stan’s cruise was on a chartered schooner, since I had just sold Xanthippe, which needed a major repair of its fiberglass “floors”—the internal ribs that distributed the torque from the keel over a large portion of the hull.", "location": 334565}
{"sentence": "What about food, what about fuel, what about looting, where shall we go?", "location": 679010}
{"sentence": "Second was composer Robert Gross, who wrote “Desperate Lark,” setting to music my letter to Doug Hofstadter when he was mourning the death of his wife, \fCarol.", "location": 81698}
{"sentence": "When an audience of several hundred people is shown the Grimes video, it’s likely that several of them will happen to saccade or blink just when a picture changes—as if they had had a laser monitoring their eye movements.", "location": 537620}
{"sentence": "I find it both amusing and satisfying when a scientist leaps in, as they sometimes do when they have a free afternoon, and attempts to solve the mind-body problem or the free- \fwill problem or the problem of causation and ends up, with gratifying regularity, remaking Plato’s mistakes, Kant’s mistakes, Hume’s mistakes.", "location": 713255}
{"sentence": "He got a kick out of that.", "location": 308637}
{"sentence": "At this time the only book of assigned reading for his courses in the Harvard Coop bookstore was Mao’s little red book.", "location": 246404}
{"sentence": "the belt flew off into my hands and everything was fine.", "location": 386971}
{"sentence": "I particularly cherish the intrepid naysayers who force me to expand, revise, or drop what I had thought were good points.", "location": 803954}
{"sentence": "This would have to be a grassroots movement, self- organized by concerned citizens, your neighbors.", "location": 682298}
{"sentence": "So, a great deal of philosophical effort has been spent slogan-honing, doing dubious battle with counterexample- mongering.", "location": 532983}
{"sentence": "It turned into a comedy of errors when the customs officials couldn’t find the drugs that they had been told would be in his luggage and had to make a few phone calls to learn where to look, and eventually they found them and whisked Derrida off to jail, charged with drug smuggling.", "location": 408273}
{"sentence": "One summer when the Dennetts went to France, Jerry and Janet and their son Tony lived at our farm while getting to know both Maine and Insolvent better.", "location": 272791}
{"sentence": "It is true \fthat my book exposed his distortions of evolutionary thinking and his zealous misreading of Gould and Lewontin’s “Spandrels of San Marco” essay, so I wasn’t surprised that he fought back, but I was surprised by the depths of his anti-Darwinism.", "location": 771726}
{"sentence": "Describe the phenomenon in neutral terms and ask the audience to commit to what they think the results will be—with a show of hands.", "location": 497657}
{"sentence": "But then David didn’t want to be a lone opponent and persuaded us to invite Martine Nida-Rümelin, from Fribourg, Switzerland, and Philip Goff, from Durham, England.", "location": 665044}
{"sentence": "That was the last time I saw Gerry Edelman, though I have had many interactions with members of his team over the years, most of them positive.", "location": 766104}
{"sentence": "Not wanting to offend innocent Adolf, the victorious pluralists nominated and elected him vice president the following year, so that in 1982 he finally got to deliver the presidential address he had expected to give earlier.", "location": 724542}
{"sentence": "Go back to the first paragraph and write something along the lines of “It is tempting to think that …, because there seems to be a powerful argument to the effect that …, but as we shall see, this is an error.” Then make a few minor adjustments to the rest of the paper, pointing carefully to the error that you almost made, and you’re ready to submit it.", "location": 804660}
{"sentence": "Was this a good thing?", "location": 725307}
{"sentence": "I did a seminar on free will, which led up to my 2003 book, Freedom Evolves.", "location": 699288}
{"sentence": "Think of a drone, remotely controlled by a (human) drone pilot.", "location": 788955}
{"sentence": "Who assigned the roles?", "location": 481298}
{"sentence": "Pretty soon others in the restaurant were crowding around to see and handle this amazing object and then challenge me to solve it.", "location": 407684}
{"sentence": "A competition ensued over whose copy was most thumbed, and when the winner was decided the second-place finisher one- upped everyone by insisting that this was his second copy; he’d had to reproduce all his marginalia from his first copy, which had utterly fallen apart.", "location": 135586}
{"sentence": "I thought it would be wise to enroll in Harvard Summer School just so I could acquaint myself better with the classrooms and other places I’d be frequenting when classes started in September.", "location": 88252}
{"sentence": "Witnesses gave me details of the abuse Gerry and Jerry rained on each other, neither one backing down, and part of me—the part that can’t help looking at highway crashes as I drive by the police cordons —regrets not having been present for this match between two academic bullies.", "location": 513393}
{"sentence": "I turned and saw that Geach had slapped his hands together and was shaking violently.", "location": 174519}
{"sentence": "As in any field, Sturgeon’s law prevails—90 percent of everything is crap—but there were excellent ornithologists, ichthyologists, and entomologists who were being branded as sociobiologists and hence risky hires.", "location": 741341}
{"sentence": "I hadn’t met Fodor but had been reading his work since my days at Oxford, where his papers coauthored with Jerrold Katz had caused a commotion among the graduate students.", "location": 268911}
{"sentence": "What is it like to be a vulture?", "location": 470160}
{"sentence": "To my delight but not surprise, at least a third of the audience rose to their feet and applauded.", "location": 399982}
{"sentence": "In some ways, this was perfect for my documentary, since I got to show demonstrations of metacontrast and one of my favorite phenomena: the “room full of Marilyns” (Consciousness Explained, p. 354).", "location": 548360}
{"sentence": "By their lights, I am a party pooper, dissolving the swell challenges they have trained themselves to tackle.", "location": 786945}
{"sentence": "Some years earlier, the Villa Serbelloni had hosted two highly distinguished writers in residence—the philosopher of science Sir Karl Popper and the neuroscientist Sir John Eccles—to write up a book on consciousness and the brain.", "location": 502719}
{"sentence": "It was an animal bone of some kind, bleached white, and in his hands it looked beautiful.", "location": 126852}
{"sentence": "The remission of his cancer put him back in the fray but without a shred of humility or a willingness to consider opposing views.", "location": 757123}
{"sentence": "Abe Melden, the first chairman of the philosophy department at Irvine, was a devout lover of Oxford philosophy.", "location": 196024}
{"sentence": "My approach struck a chord in researchers in several different disciplines.", "location": 22594}
{"sentence": "Then there was the worship of St. Ludwig.", "location": 135356}
{"sentence": "Dmitry had learned about the CSI group cruise too late to sign up, but there were still cabins available for nonmembers, and he purchased passage, thinking he could probably crash the party, and of course he could.", "location": 661897}
{"sentence": "The librarian who checked out the records soon began giving me smarmy looks when he handed me the day’s LPs and I sauntered off into the isolation booth with Susan to listen.", "location": 89430}
{"sentence": "The cognitive processes by which we “normal” people “read minds” are more like walking.", "location": 57887}
{"sentence": "The coast of Maine is a gorgeously convoluted coastline of peninsulas, islands, coves, inlets, and more islands, and if you want to explore them all, you’d better have a fairly fast boat.", "location": 329577}
{"sentence": "ONE MORE EDEN: THE SANTA FE INSTITUTE                 Part Four: ACADEMIC BATTLES 33.", "location": 1627}
{"sentence": "And by giving the students the questions in advance, I get them to focus their review on more material than I can test them on, and I get to read essays that are more thoughtful and well planned, which means I can grade on a higher standard and not have to suffer through frantic and unfocused efforts.", "location": 94044}
{"sentence": "He showed the same slide and made the same charges of ignorance.", "location": 756452}
{"sentence": "Occasions to tell lies just can’t arise when you’re living in such close quarters.", "location": 467064}
{"sentence": "Doug and I both wrote extra pieces for The Mind’s I to help readers make sense of our choices, and I can’t remember who first suggested that we not write introductions to each piece but rather follow each piece with “reflections”; we wanted readers to be confronted with the authors’ ideas unprepared, making readers an approximation of the “naïve subjects” in psychological experiments.", "location": 395739}
{"sentence": "THE LOCKE LECTURES AND THE      VERVET MONKEYS IN          AMBOSELI   T  HE  DENNETT FAMILY RETURNED TO OXFORD IN 1983 for the Trinity term so I could give the Locke Lectures in philosophy.", "location": 457584}
{"sentence": "I made a few sand-cast pieces in bronze for myself and helped with the casting, while picking up some Italian and participating in a little side scheme the workers had going.", "location": 107039}
{"sentence": "Do what you want!” Oh, Gerry, I thought at the time, you just gave me a much better story, didn’t you?", "location": 765355}
{"sentence": "The degree has since been modified, trading in the examinations for a series of submitted essays.)", "location": 128030}
{"sentence": "Our term paper for him was to make up an imaginary ancient Mediterranean civilization and give an account of its history, its wars, and its culture.", "location": 42796}
{"sentence": "The practice of “artifact hermeneutics”— reverse engineering a complex artifact to figure out what it was designed to do—is a hobby of mine, and I delved and poked and studied this lamp base \ffor perhaps fifteen minutes while Marvin chatted.", "location": 603800}
{"sentence": "… I call it ‘gravity.’ ” I went on Al Jazeera in New York to explain my book and didn’t immediately recognize the other guest in the green room waiting to go on.", "location": 622697}
{"sentence": "Danny goes to the pub and there’s no trace of Intriligator, so he goes back and dials the “wrong” number again and gets Intriligator again, who asks, “Where were you?", "location": 189456}
{"sentence": "They then pulled the barn back north, onto its new foundations a foot or so higher than the old.", "location": 340245}
{"sentence": "I also got to know several of Doug’s graduate students, including Melanie Mitchell (one of the people whose brilliance keeps drawing me back to Santa Fe) and Robert French, on whose dissertation \fcommittee I served.", "location": 401867}
{"sentence": "They were dauntingly articulate and knowing, very well read, intellectually superior in every way, it seemed, but often unable to get to the finish line— to get the term paper written, the problem set completed, the book review composed.", "location": 34357}
{"sentence": "Several Yale presidents in a row attempted to reform and rebuild the department, without success and with much rancor.", "location": 720170}
{"sentence": "Let a thousand flowers bloom, but remember that most of them will wilt or die.", "location": 31401}
{"sentence": "This permitted us to date the house to about 1830, when the first circular saws arrived in Maine.", "location": 337626}
{"sentence": "“Where are you staying?” I asked, and he replied after a little pause, “Oh, in Balliol,” which was the college right down the street.", "location": 144971}
{"sentence": "“Thank you for your advice,” Ryle replied, smiling, “but that is what I should like.” The waiter excused himself and returned in a minute with M. Lopez, the proprietor, shimmering in his white tie and tails.", "location": 169178}
{"sentence": "But I did think that the very existence of organized religion was a peculiar phenomenon well worth scientific scrutiny.", "location": 611412}
{"sentence": "Eccles: Karl R. Popper and John C. Eccles, The Self and Its Brain (New York: Springer, 1977), 364. a memorable exchange: Patricia Churchland, “On the Alleged Backwards Referral of Experiences and Its Relevance to the Mind-Body Problem,” Philosophy of Science 48 (1981): 165–81; Patricia Churchland, “The Timing of Sensations: Reply to Libet,” Philosophy of Science 48 (1981): 492–97.", "location": 821954}
{"sentence": "Subjects were asked to press a button if they ever detected a change (even if they weren’t sure what had changed).", "location": 536616}
{"sentence": "Meanwhile, Danny Daniels also submitted his dissertation, on personal identity, which filled me with uncomfortable thoughts.", "location": 188989}
{"sentence": "The guilelessness with which she enthusiastically narrated her videotapes showed that she was honestly convinced that it was plain obvious what these animals intended, understood, knew.", "location": 416980}
{"sentence": "As I had put it, the self was the center of narrative gravity.", "location": 479604}
{"sentence": "Mother removed the strings as soon as I got back home in Beirut, but the closed slits are still apparent.", "location": 33703}
{"sentence": "“Kick his balls!” she repeated.", "location": 361701}
{"sentence": "This was hyperbole, of course, but March \fdid hire some dubious characters those first few years, and they eventually caused some serious problems.", "location": 205999}
{"sentence": "Popper, too, was a dualist, and the two of them must have had a merry time egging each other on in the beautiful gardens of the Villa Serbelloni.", "location": 503780}
{"sentence": "(The famous psychologist Robert Sternberg, who was briefly Dean of Arts and Sciences at Tufts, told me once that he deliberately researched topics that he found baffling.", "location": 645162}
{"sentence": "Are they tiny lacunas in the great authors’ familiarity with English, or are they brilliant strokes of creativity?", "location": 768360}
{"sentence": "Danny Daniels told me that his examiners had not passed him.", "location": 191879}
{"sentence": "But those who want to satisfy their curiosity will find that formal, systematic attempts to line up all the issues and knock them off one by one are doomed.", "location": 732312}
{"sentence": "I was sent a list of questions to ask the various participants in the clandestine meetings, information about the visitor who would be following me, and a number of papers to leave with them, including a copy of the paper by the next visitor, so they would have a chance to translate them into Czech for the group, as they had translated my papers sent in by the previous visitor.", "location": 405845}
{"sentence": "So that’s what I called it when I took it back to the blacksmith to get sharpened.", "location": 123584}
{"sentence": "The world is better for the work you did.", "location": 8863}
{"sentence": "Looking back, I can see my growing conviction that although consciousness is a spectacular phenomenon, it isn’t as wonderful as many people liked to think.", "location": 516876}
{"sentence": "He told me that Bertrand Russell, who’d written the foreword to Gellner’s book, sent him a note saying how foolish it had been to announce his decision not to review it: “What you should do in such a case is wait a year or so and then publish a very brief critical review with the author’s name misspelled.” Ryle and Russell were never close friends, and Ryle told me that some years earlier he’d found himself in a train compartment with Russell on a rather long trip to somewhere in Scotland, and Ryle had wracked his brains to think of a suitable topic of conversation.", "location": 164999}
{"sentence": "I had invited the psychologist Judith Rich Harris, author of The Nurture Assumption (1998), to be a speaker, but alas, she had to decline for health reasons.", "location": 735699}
{"sentence": "This became the “false belief” or “Sally-Anne” test in psychology that has been the basis of hundreds of experiments and papers since I proposed it in “Beliefs about Beliefs,” a commentary in Behavioral and Brain Sciences, in 1978.", "location": 187561}
{"sentence": "First, materialism reigns, and the major philosophical problems of consciousness, meaning, and free will all have accounts that owe more to biology than to physics.", "location": 797404}
{"sentence": "Before I went to bed, I’d assembled about a dozen entries and typed them up, and the next day at the office I made copies to put in my colleagues’ mailboxes.", "location": 228612}
{"sentence": "No biology, no chemistry or physics, no labs, and no psychology!", "location": 99762}
{"sentence": "A few swashbuckling, risk-taking pioneers are tolerated and (if they prove to be right) eventually honored, but they can exist only as rare exceptions to the ideal of the methodical investigator who scrupulously rules out alternative theories before putting his own into practice.", "location": 11385}
{"sentence": "About half an hour before the meeting, their security broke down: a coup was rumored to be in the offing, and we monolith members were rounded up in the bar and hustled to the meeting to try to fend off the usurpation.", "location": 723574}
{"sentence": "Our adventures deserve a separate section.", "location": 477291}
{"sentence": "“Before this retreat, did you think that ESP was a real phenomenon?” About a quarter of the hands went up, which was discouraging, considering that most of the audience were successful media people, but then he asked, “And now how many of you think ESP is something real?” and about two-thirds of the hands went up.", "location": 636496}
{"sentence": "voice-throat problem: Daniel C. Dennett, Content and Consciousness (London: Routledge & Kegan Paul, 1969), 9.", "location": 813791}
{"sentence": "“You have no problem with one self per brain; why should two or three or four be any more dubious?” He got the point but refused to cover the topic in the documentary.", "location": 489557}
{"sentence": "Brights: The Brights’ website: http://www.the-brights.net.", "location": 825746}
{"sentence": "And, the psychiatrist added to reassure me, his patient had also threatened the life of Ted Kennedy.", "location": 426981}
{"sentence": "One of our teaching assistants, an undergraduate computer science major, Steve Barney, was inspired by this pedagogy, and over the summer, with some guidance from George, he created an animated simulation of a simple, stripped-down von Neumann machine (a twelve-bit machine with 256 memory registers and a reduced instruction set), which he called Aesop.", "location": 443983}
{"sentence": "Elaine Morgan was a science journalist (not an official academic), who wrote The Aquatic Ape (1982), defending marine biologist Alister Hardy’s theory that H. sapiens went through an evolutionary digression in the sea (following such other aquatic mammals as seals, whales, and dolphins) before returning to land with a variety of features that would be adaptive for shore-dwelling shellfish- eating primates.", "location": 735289}
{"sentence": "I have a    very good physically instantiated symbol for Julie Christie.", "location": 490400}
{"sentence": "1 (2014): 125– 71, http://doi.org/10.1093/bjps/axt060; K. A. Akins, “A Bat without Qualities,” in Consciousness, ed.", "location": 819293}
{"sentence": "The series is centered on     an 8-month voyage around the world on board the clipper Stad Amsterdam, which follows the     route of the five-year-long voyage of Charles Darwin on board of the ship HMS Beagle     between 1831 and 1836.", "location": 829335}
{"sentence": "“Can’t you just turn off the complainer part somehow?” asks one of the directors.", "location": 607218}
{"sentence": "Control is the key to life and everything that matters.", "location": 796472}
{"sentence": "We hired the exception, the Nietzsche expert Michael Green, who could have received tenure had he stayed, but he left us after a few years to go to law school, telling me that on reflection he couldn’t imagine spending his academic life dealing with the scholars in the Continental tradition.", "location": 722074}
{"sentence": "On balance,    that is probably the right attitude to take.", "location": 648716}
{"sentence": "Two years later, he decided he had to attack it—throwing in an attack on Richard Dawkins as well.", "location": 753081}
{"sentence": "(David Chalmers’s photos of the trip are excellent: http://consc.net/pics/greenland.html.)", "location": 828475}
{"sentence": "There are some amusing bits in it.", "location": 640241}
{"sentence": "He had organized a research project involving thousands of “posture photographs” taken of nude Ivy League and Seven Sisters students and \fthought he could determine personality types by charting the differences.", "location": 100605}
{"sentence": "He took this in and then, with the help of the provost, concocted the plan of creating the Center for Cognitive Studies at Tufts, which would house me, a secretary, and—most important —a hard-money research-associate position that I could use to support a dissertation student from elsewhere who wanted to work with me, or a \fpostdoc, or a junior faculty member, or whoever could help me with my research.", "location": 471516}
{"sentence": "He was right on all counts.", "location": 525517}
{"sentence": "He thinks that he has isolated “the” Hard Problem about consciousness while I think he has overlooked the possibility that the solutions to all the “easy” problems will sum to dissolve his Hard Problem.", "location": 556362}
{"sentence": "Then as now, speakers did not get paid but were flown first-class to California, had their expenses paid, and got to attend the whole meeting gratis—a considerable benefit, since a single seat in the auditorium for the whole conference cost, if memory serves, $5,000.", "location": 669292}
{"sentence": "I may have told myself that I would be content to have tried my hardest and lost, but this was vindication, if not entire victory.", "location": 115695}
{"sentence": "In 2006, I was scheduled to give a TED talk on teaching about religions in all schools, and on the eve of my departure for Monterey, Chris called me and asked a favor.", "location": 673492}
{"sentence": "Professor Kripke had summoned him to ask if he could please have a little of the butter from the table to put on his boiled potatoes.", "location": 369982}
{"sentence": "He found a 168-foot three-masted schooner, the Rembrandt van Rijn, that would take as many as twenty of us plus a video team in addition to its crew of about ten, in double staterooms with heads and showers.", "location": 664347}
{"sentence": "The Open University provided high-quality university-level courses in many subjects, using the BBC television channels early in the morning and late at night, and hiring thousands of professors, teaching assistants, and examiners.", "location": 507862}
{"sentence": "Richard had known Grey Walter well and had access to his papers, stored in the Burden Neurological Institute, an imposing edifice on a hill outside Bristol.", "location": 363133}
{"sentence": "WE SOLD OUR BELOVED FARM in 2013, the year after I sold my beloved Xanthippe.", "location": 335171}
{"sentence": "I undertook a few other projects at Mayer’s request, and he seemed to take a certain delight in telling me, in confidence, tales about how he was maneuvering to build up Tufts.", "location": 283768}
{"sentence": "He accused me of ambushing him, but I told him that my students—if not his at Harvard—were accustomed to challenging their professors.", "location": 745718}
{"sentence": "My proposal was provocative: There would be no conference volume emerging from the participants, because conference volumes are almost always a poor use of their time and energy; if the workshop succeeded, the subsequent independent work by all participants would be deeply informed by it and would more than justify the support they had received.", "location": 502018}
{"sentence": "After I abandoned the Vicious Circle in disgust (see chapter 18), I decided to start a new, more constructive discussion group, consisting for the first few years of just four of us: Nick Humphrey; Marcel Kinsbourne; Ray Jackendoff, the Brandeis linguist who later became my colleague at Tufts; and me.", "location": 500713}
{"sentence": "See my rebuttal, same issue, “Granny versus Mother Nature—No Contest.” I said in my reply: “The Mystery of Consciousness: An Exchange,” New York Review of Books, December 21, 1995.", "location": 832833}
{"sentence": "Been doing it for a lot of decades.", "location": 19908}
{"sentence": "I once gave a very formal lecture in the Netherlands and my host introduced me by saying, “Professor Dennett will be accompanying himself on the overhead projector.” I miss them; there are some effects that are more vividly achieved by sliding transparencies over each other than by animating the effect with computer graphics.", "location": 551843}
{"sentence": "Events since 2014 have only added detail to my concern; people are astonishingly easy to stampede under the right conditions, and it is highly probable that if the internet crashed, millions of people would be defensively avoiding even their friends and neighbors, arming themselves and making plans to hunker down in some bunker.", "location": 679825}
{"sentence": "My conviction about women being the most likely innovators in science and philosophy has been quietly gaining strength in the meantime, and some of the best, most original thinkers I have worked with, besides Ruth Millikan and Kathleen Akins (see chapters 18 and 21), include philosophers Margaret Boden at Sussex, Carol Rovane at Columbia, Jenann Ismael at Johns Hopkins, Helena Cronin at the London School of Economics, Diana Raffman at Toronto, and Rosa Cao at Stanford; psychologists Claire Sergent in Paris, Cecilia Heyes at Oxford, Irene Pepperberg at Harvard, and Carolyn Ristau at Barnard; AI researchers Joanna Bryson at Bath and Cynthia Breazeal at MIT; evolutionary biologist Eva Jablonka at Tel Aviv; and chemical engineer Frances Arnold at Caltech, whose work on directed \fenzyme evolution won her a Nobel Prize in chemistry.", "location": 738155}
{"sentence": "One in particular I remember concerned a young man who was suffering from simultanagnosia, an inability to make sense of his visual perception in spite of his undamaged eyes.", "location": 499624}
{"sentence": "I bought white-oak chips from a wine hobby shop and put about a quarter cup of them on a cookie sheet under the broiler until they were very dark brown—but not black.", "location": 318832}
{"sentence": "Yes indeed, she said, so we tailored our piece to that audience.", "location": 484090}
{"sentence": "A few hours in his lab in William James Hall left me with stunningly effective demos of two phenomena I had described at some length in my book: color phi and metacontrast.", "location": 545026}
{"sentence": "Those who drop out are also winners of sorts, having learned rather quickly that the life of a philosopher is not for them, without having to spend more than a precious year or two finding out.", "location": 280173}
{"sentence": "We discovered many topics of mutual interest, especially the nature of humor, and after that I often got together with him when I was in London.", "location": 632294}
{"sentence": "Does it say anything vivid, memorable, clever?", "location": 243663}
{"sentence": "I had sought and found about the largest, fastest sloop I could single-hand in a pinch and double-hand, with Susan’s help, without risk.", "location": 330915}
{"sentence": "I can’t do all-nighters anymore; I’ve lost a step or two.", "location": 516030}
{"sentence": "Seven years earlier, I had cancelled a white-water raft trip with my son, Peter, then a raft guide in Colorado, when my cardiologist discovered I’d had a silent heart attack.", "location": 351957}
{"sentence": "There was an all-star cast, with several Nobel laureates, the novelist Amy Tan, the Google boys Sergey Brin and Larry Page, the glass sculptor Dale Chihuly, and other \fnotables.", "location": 18812}
{"sentence": "The combatants were Joe Lambert, Jack Vickers, Gordon Brittan, Peter Woodruff, and myself; they led me out of many culs-de-sac and were all, in the end, constructive helpers.", "location": 226064}
{"sentence": "So, I showed her the evidence and presented the choices, and not surprisingly she took option 2.", "location": 153014}
{"sentence": "I agreed to edit the manuscript and wrote a foreword for it, in which I held:     Contemporary philosophical theory of meaning is something of a    black hole … such an intricately interlocked, powerfully argued    conglomeration of doctrines that once one has come to terms with it, \f   one is typically caught in its embrace.", "location": 432192}
{"sentence": "RUTH MILLIKAN, WHO BROKE THROUGH THE UNSOUND BARRIER 19.", "location": 964}
{"sentence": "She was taking an introduction to psychology, which whetted my appetite.", "location": 100261}
{"sentence": "Ever since then, I have tried hard never to dismiss a book I haven’t personally and seriously read and found worthless, and I have gone out of my way to recommend books that others were dinging when I found valuable insights in them.", "location": 394267}
{"sentence": "It was a constant reminder to me that I was being given a privileged view of deeply personal suffering and that I should be extremely careful not to interfere with their lives just to satisfy my curiosity.", "location": 499326}
{"sentence": "Suppose you were a relatively unknown neuroscientist whose experimental work was suddenly hailed by a Nobel laureate neuroscientist as being the first ever scientific demonstration of dualism.", "location": 520784}
{"sentence": "Andrew had driven us from Heathrow to the house, and my heart sank when he stopped the car opposite an unfriendly three-story wall of solid brick.", "location": 354287}
{"sentence": "We chose a Saturday in June, with a sit- down luncheon in Hall for about forty or fifty people.", "location": 375620}
{"sentence": "Here was a great psychologist who got the point of philosophy—or thought he did; his bold “misreadings” of some philosophical texts were often actually improvements, in my opinion.", "location": 358610}
{"sentence": "At the turn of the century, I was ready again.", "location": 328394}
{"sentence": "That level of secrecy is often an unfortunate feature of races for Nobel Prizes, and Gerry made no secret of his desire to beat out Linus Pauling, who had received two Nobel Prizes.", "location": 763742}
{"sentence": "My \fearliest childhood memories are of the shuffleboard and “horse-racing” conducted on the Gripsholm.", "location": 117877}
{"sentence": "This mistake led to an amusing correspondence among the Columbia philosopher of art Arthur Danto and Quine and me.", "location": 437384}
{"sentence": "While \fthe rest of the members of the group went off to the opera or a concert, the rapporteur, watched over by a zealous staff member, would be prodded and cajoled into a great writing labor and not allowed to go to bed until it was finished!", "location": 412827}
{"sentence": "If psychologists took this seriously (in fact many of them did; it was in the textbooks), I wanted nothing to do with psychology.", "location": 100973}
{"sentence": "I remember with gratitude my late friend and Tufts colleague, physicist Allan Cormack, who shared the Nobel Prize for his invention of the c-t scanner.", "location": 8638}
{"sentence": "Then there was a third Putnam paper, which again leapfrogged my own understanding.", "location": 157581}
{"sentence": "Susan and I knew Ayla well but had been unable to attend the wedding, so this was our first time to celebrate with them.", "location": 751056}
{"sentence": "They politely applauded, and I stood and turned and politely took a bow, hating every moment.", "location": 55370}
{"sentence": "I tried it and found it worked beautifully, but I added some improvements.", "location": 178746}
{"sentence": "In short, I think I’m right and my critics are wrong, but I won’t try to prove that here; that’s what I’ve attempted to do in all my other books and articles.", "location": 186700}
{"sentence": "photos of Tati: There they still reside, at https://sites.tufts.edu/cogstud/tati-photos/.", "location": 825570}
{"sentence": "OceanofPDF.com \f                                    12.", "location": 327866}
{"sentence": "There is no general, algorithmic solution to this control problem because each innovation creates further degrees of freedom to cope with, and the natural result is a control architecture in human brains that is freewheeling, composed of competitive and collaborative semi- agents—“active symbols,” as Doug Hofstadter puts it—generating our streams of consciousness.", "location": 791719}
{"sentence": "I invited Quine and Nelson Goodman, another Harvard philosopher, and they both told me that in all their years at Harvard neither had ever set foot in the Castle until that party.", "location": 298304}
{"sentence": "My topic was free will, and I discovered to my delight that Ryle’s masterpiece, The Concept of Mind, had originally been planned as a book on free will.", "location": 457885}
{"sentence": "Love to our dear sailing, skiing, singing, and adventuring friends who grew old with us and to their kids who grew up with our kids, sharing adventures that could fill another book: Tom and Gina, Ross and Gail, A and Ricky, Sue and Taz, Dick and Lolli, Jeff and Paula, and our goddaughter Emily.", "location": 809932}
{"sentence": "See DID Distinguished Arts and Sciences Professor, 227 DNA, 387 DNF (Did Not Finish), 155 DNS (Did Not Start), 155 Doctor Who, 285 doggerel, 358 Doig, Ivan, 318 Dolega, Krys, 399 domestication, 296 Donchin, Emanuel, 238 dons, Oxford, 50 Dor, Daniel, 189 double pass shot, 133–4 Down East Race Week, 154 DPhil, 52, 77, 80–1    dissertation, xxi, 51, 64–9 Dretske, Fred, 75, 208 Dreyfus, Hubert, 92–3, 117, 187 drone, 386–8 dualism, 192, 243 Ducrocq, Albert, 284 Duez, Sophie, 285 Dummett, Michael, 110, 222 Dupuy, Jean-Pierre, 342 DVD, 324 Dworkin, Ronald, 178, 223 Dylan, Bob, 21 Dyson, Freeman, 332  Eagle Scout, 7 East Germany, 197 Eastover Farm, 368–9 \fEaton, Moses, 158 Eccles, John, 133, 242–3, 251, 390, 403 Eco, Umberto, 244, 246, 373 École normale supérieure (ENS), 340–1 ectomorph, endomorph, mesomorph, 36 Edelman, Gerald, 247, 360, 372–5 Edge.org., xii, 255 Einstein, albert, 8, 163, 237 Einsteinian inertial frames, 248 Eisenhower, Mamie, 74 Elbow Room, 135, 222 elephants, 225, 226 eleven-plus exam, 245 Eliasmith, Chris, 402 eliminative materialism, 256 eliminativism, xxi Eliot House, 31, 43 ELIZA effect, 271, 273 ELIZA program, 117 Emacs, 289 Emerson Hall, 116 EMI (Experiments with Musical Intelligence), 275 emotions, 312 Empedocles, 96 End of Faith, The, 297 endosymbiotic origin of eurkaryotes, 361 Engel, Pascal, 341 English, 376–7 Epstein, Barbara, 233 Epstein, Robert, 269 Erasmus Prize, 334, 405 errors, the utility of, 394–5 ESP, 306–7 Etchemendy, John, 218–19 ethologists, 364 ethology, “cognitive,” 198 eukaryotic revolution, 387 Europe on Five Dollars a Day, 38 Evans, Bill, 21 Evans, Gareth, 105, 179, 187–8 event-related potentials, 238 evo-devo (evolutionary-developmental) biology, 371 evolution, 208, 334, 389    cultural, 295, 344    genetic, intra-cranial and cultural, 387    by natural selection, 77, 172, 344, 386–7, 395 \f  of religion, 295 evolutionary   biology, 308, 362   game theory, 344   robotics, 282   theory, 335 evolutionist laureate, Gould as, 367 Evolved Apprentice, The, 384 Evolved Virtual Creatures, 344, 384 examinations, 32, 33   multiple choice, 34 Exeter.", "location": 848618}
{"sentence": "We decided to make the most of the diagonals by creating a diamond pattern of stencils that we could paint on the floor, making it look tiled, and then varnishing it over.", "location": 338766}
{"sentence": "I have also \fchampioned Ruth Millikan’s books, and I am happy to say that she is now winning the awards and acclaim that are her due, though there are still too many philosophers of language who don’t think they need to respond to her incisive critiques of their work.", "location": 394899}
{"sentence": "Two years later he published his book The Rediscovery of the Mind, which refers to Consciousness Explained twice \fbut does not discuss it at all.", "location": 773872}
{"sentence": "Because, I say, the history of philosophy is largely the history of very tempting mistakes made by very smart people, and if you don’t know the history, you are almost certain to make the same mistakes, because they’re still very tempting.", "location": 713015}
{"sentence": "Dahlem Conferences were remarkable events, designed to introduce young German scientists to the best researchers in the world for intensive five-day meetings.", "location": 412200}
{"sentence": "Everybody would see the changes, of course.", "location": 535341}
{"sentence": "My deferment as a teacher was about to be revoked, and we decided that if I got my call-up notice while we were in Oxford we’d just stay in England and make the best of it.", "location": 216691}
{"sentence": "They were hoping to unify the various humanist/atheist/agnostic groups that were ineffectively trying to influence public opinion, proposing a new term inspired by the success of the term “gay,” which had become the mainstream term for male homosexuals by then.", "location": 609015}
{"sentence": "I suggested to Harry Stanton that Bradford Books should probably publish it, but I thought he should get a couple of other referees whose views were at some distance from mine to look it over, since I was perhaps too sympathetic to her iconoclastic spirit (having completed “Beyond Belief” but not yet having gotten much significant feedback on that subversive effort).", "location": 431619}
{"sentence": "The imagined “classical” cognitive science that Jerry endorsed was deeply Cartesian, anti- Darwinian, and nonbiological.", "location": 770309}
{"sentence": "Another amusing day with Jonathan was at a Royal Society conference on creativity, where the sociologist Max Atkinson gave a fascinating lecture on the “rule of three” in oratory, illustrating it with video clips of speeches by Winston Churchill, John F. Kennedy, the British labor leader Arthur Scargill, and a few other influential speakers, each of which had a trio of words or phrases that, suitably timed, provoked sustained applause from the audience.", "location": 640832}
{"sentence": "Melden was busy helping to create the Academic Senate and supervising his graduate students, so I taught the undergraduate curriculum more or less single-handedly.", "location": 199895}
{"sentence": "However, this disagreement did not involve just me; others chimed in on one side or the other, and there are several anthologies of work about what the frame problem is and isn’t.", "location": 379746}
{"sentence": "Years later it struck me that these two different ways of playing by ear—swiftly applying a theory, or just hearing and doing without having to think hard about it—were parallel to the distinction between how Temple Grandin, the autistic animal expert, understands other people and the way most people do.", "location": 57110}
{"sentence": "Part Two: Other Minds  the Tuned Deck: Daniel C. Dennett, “Explaining the ‘Magic’ of Consciousness,” in Sweet Dreams: Philosophical Obstacles to a Science of Consciousness (Cambridge, MA: MIT Press, 2005).", "location": 814168}
{"sentence": "About two hours later, the collecting bottle would be filled with Pure Quill, as clear as vodka.", "location": 318509}
{"sentence": "would just lay into it on his trumpet with improvisations that were fine, tasty, surprising.", "location": 57017}
{"sentence": "I prefer real good to symbolic    good.", "location": 17854}
{"sentence": "It doesn’t “go without saying,” since the author feels the need to say it, but the author hopes a nudge (“surely”) can take the place of a supporting argument.", "location": 782084}
{"sentence": "I like to think it was Paul that inspired them, but I don’t know.", "location": 343794}
{"sentence": "Radio Luxembourg beamed popular music and advertising to the UK, which outlawed commercial radio until 1973.", "location": 507380}
{"sentence": "Jon Barwise and John Etchemendy, philosophers at Stanford, had created Tarski’s World (on first-order logic) and Turing’s World (on Turing machines), and Judah Schwartz at MIT had his wonderful Geometric Supposer (which allowed you to make Euclidean constructions on a computer as a source of candidate theorems to prove), and while these were much admired and used for a few years, by the mid-’90s we had all run out of steam and money.", "location": 453163}
{"sentence": "As I read through their papers, I’d highlight awkward, boring sentences and copy them, verbatim and unattributed, for use in class.", "location": 243113}
{"sentence": "The Grahams had two sons our age, both students at Oxford, and the Grahams became our British family in short order.", "location": 119584}
{"sentence": "“Intéressant,” he said and waved me on.", "location": 587953}
{"sentence": "He and Betty were elegant and charming, and they shared a puckish sense of humor.", "location": 252482}
{"sentence": "One frustrating snag was that Gorey’s artwork for the cover got lost in the mail, and after waiting some months for it to surface, Harry gave up and put artwork by Gorey for Edward Lear’s The Dong with the Luminous Nose on the cover.", "location": 253876}
{"sentence": "“Kick his balls!” said the queen.", "location": 361648}
{"sentence": "I eventually adopted the policy of handing out half a dozen essay questions in advance of the final exam, making my own choice of three of them to put on the exam, of which the students are obliged to answer two.", "location": 93182}
{"sentence": "Sir John Eccles was an Australian neuroscientist, a Nobel laureate for his work on the synapse (the gap between neurons that is crossed by neurotransmitter molecules when one neuron signals to another), and—a rarity among neuroscientists—an outspoken dualist.", "location": 502950}
{"sentence": "It was a lot of work for me, since I let them rewrite each of their papers as many times as they wanted, in response to my marginal comments.", "location": 242241}
{"sentence": "I had a brilliant young undergraduate student we’ll call Carolyn, who came to my office hour one day and challenged me: Why shouldn’t she kill herself?", "location": 420091}
{"sentence": "Try your Big Hunch out on a few knowledgeable people; if nobody can knock it down right away, then take a leap, make a major investment of your time (bearing in mind the large cost of lost \fopportunities if you make a bad choice) and hope for the best.", "location": 805242}
{"sentence": "It was also the high point of Cinecittà, the film community turning out both spaghetti westerns and Fellini masterpieces.", "location": 109269}
{"sentence": "About half a dozen times, John Searle and Bert Dreyfus drove down from Berkeley to have an afternoon session with our CASBS gang—not including McCarthy, who wanted no part of Bert Dreyfus—and each time we’d set up a topic to discuss in advance, and each time, within a few minutes of discussion, Searle would change the topic, insisting on talking about the Chinese Room, his thought experiment, which he had not yet published in Behavioral and Brain Sciences.", "location": 389477}
{"sentence": "It is more than difficult to measure academic achievement, and Goodhart’s law rules: whenever a measure becomes a target, it ceases to be a good measure.", "location": 699709}
{"sentence": "Anna asked me ten questions about central ideas in my work, and I answered them—without any dissembling, unlike the confederates in year two of the Loebner Prize competition.", "location": 568970}
{"sentence": "I asked Quine which thinkers offered the most interesting alternatives to his views, and he recommended the work of Noam Chomsky and the UC Berkeley logician Lotfi Zadeh, whose “fuzzy set theory” challenged his own version of set theory.", "location": 98576}
{"sentence": "“I don’t know,” her friend replied, “but I may have figured it out.", "location": 721452}
{"sentence": "In 1963–64, the newly appointed deans had been hired, and they began appointing department chairpeople, who spent the next academic year working out of trailers, hiring the first faculty and setting up labs while the first buildings were being finished.", "location": 198905}
{"sentence": "I’d try everything—taking the last card in the deck, pulling hard on a card he seemed to be holding fast, reaching for one card and then swiftly changing to another card, and every time, there was the jack of clubs in my hand.", "location": 210179}
{"sentence": "One of the amusing antiquities in All Souls is the Betting Book, where fellows have been writing and adjudicating wagers over factual disagreements for years.", "location": 371836}
{"sentence": "Take that, you stuffed shirts!", "location": 400081}
{"sentence": "I did get some alarmingly negative reactions, in spite of my efforts to be reasonable and—you might say—ecumenical.", "location": 626284}
{"sentence": "His Catholic upbringing was probably a major contributor to that conviction.", "location": 503210}
{"sentence": "This intense modesty was meant to put them at ease, but wouldn’t it have an unintended side effect?", "location": 19257}
{"sentence": "He was learning fundamental relationships between geological events without any “studying”; it was a game with rules and outcomes, and it riveted his attention.", "location": 451351}
{"sentence": "One evening I called La Scala to ask what was playing, and the young woman who answered said she didn’t know.", "location": 143466}
{"sentence": "There we encountered a different tribe of vervet monkeys, bold little thieves who were not afraid of strange people and would grab crackers and peanuts off your plate on the veranda when you weren’t guarding them.", "location": 467921}
{"sentence": "It got me to confront the difficulty of the questions, seeing with my own eyes the pitfalls that trap many very smart and conscientious thinkers.", "location": 800755}
{"sentence": "I wrote new lyrics and changed the name (to “Moonlight Waltz”: “Hold me close and dance in the moonlight, with my arms around you.", "location": 77712}
{"sentence": "One time, just for fun, we took the British philosopher Brian McGuinness to the Five Crowns, an overdone imitation British pub, with horse brasses and a pillar box, prints of foxhunts on the walls, and serving wenches in perky white caps.", "location": 220773}
{"sentence": "The hilltop itself, in its entirety, belongs to the Villa Serbelloni, otherwise known as the Rockefeller Foundation Bellagio Center.", "location": 492800}
{"sentence": "Thank goodness, in retrospect, because if I had been offered a tenured professorship at Harvard then, I would probably have accepted it, and my philosophical career would have soon ground to a halt.", "location": 257244}
{"sentence": "The arm was ON, and Matt invited her to shake hands with it.", "location": 580234}
{"sentence": "We had long unresolved discussions about this, and he thanked me profusely in the preface to his book, but I could never get him to confront the choice directly.", "location": 264511}
{"sentence": "The American premiere of the movie was held in Harvard’s Carpenter Center for the Visual Arts (Le \fCorbusier’s famous concrete snail), and Marvin was pleased to see how he was portrayed in the movie.", "location": 297476}
{"sentence": "He didn’t just inspire students to throw themselves into a project, he inspired his colleagues, and soon I had dropped or postponed various philosophical projects to help him create this course.", "location": 441543}
{"sentence": "Our landlord, Malcolm Graham, was a dental surgeon.", "location": 118383}
{"sentence": "His great book, The Language of Thought (1975), had some arresting implications that he didn’t disavow.", "location": 767760}
{"sentence": "Logo is also a remarkably powerful language, basically Lisp for kids, with full recursion, able to treat code as data and data as code, an elegant thinking tool of unlimited power once you start playing around with it.", "location": 443404}
{"sentence": "As it turned out, roughly half the girls (randomly positioned) had used the change in the music to trigger the next dance move, and the other half were just silently counting and not paying attention to the melody.", "location": 55956}
{"sentence": "But so far as I could tell, he didn’t quite succeed.", "location": 636093}
{"sentence": "What on earth was that all about?", "location": 173156}
{"sentence": "They got it in one way or another and saw how they could add a few pieces to my emerging picture and fix a few flaws in their own work.", "location": 22670}
{"sentence": "At the formal dinner at the close of the day, the after-dinner speaker was an ancient Royal Society member who hadn’t attended the meeting but at one point in his soporific and ill-delivered remarks stumbled into a trio of phrases.", "location": 641290}
{"sentence": "We drove to Athens, where we rented a flat on Lycabettus, the pointy high hill with the monastery on the top.", "location": 121713}
{"sentence": "A week later, he showed up at my office abashed, acknowledged that he had “lost it,” and apologized for making a scene, but I told him he had given us all a great demonstration of one of her major points, for which I was grateful.", "location": 737501}
{"sentence": "Happily, Frank Urbanowski, the director of MIT Press, had the vision to do this, and hired them both as editors.", "location": 254947}
{"sentence": "One day in class he announced, as if it were an obvious, unvarnished fact, that Shakespeare was the greatest man who ever lived.", "location": 43352}
{"sentence": "OceanofPDF.com \f                                   31.", "location": 685360}
{"sentence": "More on Hilary to come.)", "location": 158113}
{"sentence": "This ominous portrayal of the field in 1984 understated its grip on imaginations, and most of the major and all the minor participants orbiting that black hole have found it convenient to ignore her work for decades, endlessly circling the phantom attractors of “de re and de dicto propositional attitudes,” “quantifying in,” and “possible-world semantics.” The Propositional Attitude Task Force is still at it, and once a decade or so I look in to see what they’re doing.", "location": 432625}
{"sentence": "I’ve lost track of him and wonder if he regrets his skepticism today.", "location": 535473}
{"sentence": "Before I joined Robert and Dorothy in their camp, we Dennetts spent a night in the Amboseli Lodge, in one of the small cinderblock cabins that surrounded the eating hall and bar.", "location": 467742}
{"sentence": "When I walked into the Harvard Club’s private dining room for the dinner before the talk, Gerry looked like he’d seen a ghost.", "location": 764701}
{"sentence": "I’ve published over a dozen books and hundreds of articles, but they are the tip of an iceberg.", "location": 68286}
{"sentence": "This was, of course, the development of my “style,” and I wondered whether Erroll Garner or Count Basie had similar fallow periods when they were just playing well-worn imitations of themselves.", "location": 67459}
{"sentence": "ACADEMIC POLITICS AT TUFTS 10.", "location": 544}
{"sentence": "Searle’s world is full of philosophical nincompoops; mine is full of philosophers who are learned, intelligent, hard-working but often self- defeating presenters of their best ideas.", "location": 28992}
{"sentence": "Ruby confessed that her thought had been that she was about to kill the world’s greatest philosopher and his wife, and Mrs. Strawson said her thought was “I must cover my face,” which she did in the nick of time, before her head went through the windshield.", "location": 716195}
{"sentence": "New York Times: Daniel C. Dennett, “The Bright Stuff,” New York Times, July 12, 2003.", "location": 825805}
{"sentence": "Back in Oxford in October, we picked up where we had left off, and my thesis gradually took shape.", "location": 187797}
{"sentence": "Who should organize these?", "location": 682181}
{"sentence": "(I amused my parents’ friends when they visited us and asked if I, aged four or five, went to school.", "location": 696349}
{"sentence": "Don’t speed.” He was more amused than furious when he saw the dead lobsters, which he promptly dropped into his own garbage pail.", "location": 41143}
{"sentence": "Susan and I learned to play golf on the country club’s beautiful little nine-hole course—but we never got \fproficient, playing what we often called “flog” as we totaled up our scores, with rare pars and bogeys but—about once a summer—an occasional birdie.", "location": 327211}
{"sentence": "I coined a term in 1982 for the third-person method (“heterophenomenology”—the phenomenology of other minds), but I didn’t invent the method, which is standard procedure in cognitive science.", "location": 301170}
{"sentence": "The first decade of my career was complicated by the fact that one of the most talked-about philosophers those days was one of Donald Davidson’s top students, Daniel C. Bennett, who had taught at Stanford, Brown, Brandeis, the University of Massachusetts, and Swarthmore.", "location": 231488}
{"sentence": "When we Peadquacs had made our record in the Ace Recording Studios in Boston back in 1959, it was quite simple.", "location": 78397}
{"sentence": "I managed not to take any science courses!", "location": 99467}
{"sentence": "We made an LP record and flogged it on our concert dates, which were mainly those glee club dances.", "location": 60562}
{"sentence": "Steve Barney (creator of Aesop; see chapter 19) and I arrived late at a lunchtime session at Danny Hillis’s legendary Thinking Machines Corporation.", "location": 783471}
{"sentence": "There was an initial outcry among academics in the humanities in London against Grayling’s proposal, partly inspired, I soon learned, by the fact that Grayling was luring excellent young people away from other London university departments with his better salaries and working conditions.", "location": 700456}
{"sentence": "Everyone in the college, aside from a few die-hard curmudgeons, just loved her, and even old John Sparrow confided to Derek Parfit that “she is just perfect—aside from the one thing she can’t do anything about.”     Lunch in All Souls is served in the magnificent and unique Hawksmoor- designed Buttery, an oval room with curved benches along the walls and curved tables and other seats facing the wall, and in the middle of the quite small room there is a table that carries a sumptuous variety of cheese, biscuits, and fruit and a large plate of butter.", "location": 369273}
{"sentence": "My first invited talk ever was in December 1970 at Princeton, after Gilbert \fHarman and Richard Rorty there had discovered Content and Consciousness.", "location": 244526}
{"sentence": "After a few summers, Jerry decided that Maine was too far from MIT, so he sailed to Massachusetts with a crew and found a mooring in Gloucester Harbor.", "location": 272944}
{"sentence": "But my sloop quest had to be postponed when I had to undergo a triple-bypass heart operation, which was successful and eventually cleared me for further sloop-hunting.", "location": 328441}
{"sentence": "I learned another life-changing lesson from Stan: that I would never be as good at painting or drawing as he was.", "location": 62400}
{"sentence": "with only a smattering of logical formulae to clarify and illustrate the points he was making.", "location": 85416}
{"sentence": "What finally won me over was Brockman’s canny observations about the financial aspects of publishing.", "location": 524706}
{"sentence": "He had his tape recorder on most of the evening and had planned to play some of the singing on The New Yorker’s radio program.", "location": 81133}
{"sentence": "How could such a smart woman do such a thing?", "location": 153480}
{"sentence": "Thanks to Reg’s due diligence, I didn’t have to read all the literature on humor, and I found him a discerning and imaginative critic of the high spots he had mapped.", "location": 645500}
{"sentence": "How is it that you always pick up the ultra-interesting stuff so       quickly??", "location": 19821}
{"sentence": "I first used the term in print in my BBS commentary on Searle’s Chinese Room.", "location": 781246}
{"sentence": "The first year, George did some brilliant chalk talks, teaching about the von Neumann architecture, with its instruction cycle and accumulator, its stacks and program counters.", "location": 443806}
{"sentence": "One time we drove Quine from his home on Beacon Hill to a conference on language at the University of Massachusetts, and Bo, who was writing a historical essay on Quine and Carnap, expertly quizzed Quine all the way out and back about his early days in philosophy working with Carnap, and much more.", "location": 351111}
{"sentence": "Attempts to reduce all the familiar things of life to the proper entities of science are all procrustean, but then what is the relationship between the various candidates for thinghood?", "location": 731958}
{"sentence": "The initial committee that drew up the rules was Epstein, Van Quine, Allen Newell, Joe Weizenbaum, Harvard computer scientist Harry Lewis, and \fOliver Strimpel, the director of Boston’s Computer Museum, and they added me to the committee, as chair, after the rules were drawn up.", "location": 559711}
{"sentence": "I didn’t do very well in Quine’s course, because although I wrote a fairly impressive term paper, I freaked out on the final exam.", "location": 92364}
{"sentence": "With some significant help from Doug, I mastered a set of moves—algorithms, in effect—for solving the cube and delighted in honing my skill and teaching others how to do the moves.", "location": 404572}
{"sentence": "Her recent book, Cognitive Gadgets: The Cultural Evolution of Thinking (2018), has some good improvements to the growing consensus that theories of the human mind need to put cultural evolution front and center; the big differences between the powers of our minds and the powers of animal minds were first culturally evolved, followed by slower genetic responses.", "location": 476796}
{"sentence": "He soon left MIT for Rutgers, sold Insolvent, moved to New York City, and kept an easy-to- maintain Nonsuch catboat at a marina on the East River.", "location": 273526}
{"sentence": "She cleverly called the two local rug dealers, Messrs. Mouradian and Boodakian, and they arranged a series of, well, debutante parties introducing the nanny, Mary Bedoian, to dozens of eligible Armenian American bachelors.", "location": 37330}
{"sentence": "He reported that his patients/subjects were surprised to find the carousel “anticipating” their decisions, just as they were about to press the button.", "location": 362580}
{"sentence": "A few days later, I read in the campus newspaper that Senator Hayakawa had been invited to give a talk on linguistics by the School of Social Sciences and had accepted.", "location": 207336}
{"sentence": "I believe in order to understand.", "location": 802806}
{"sentence": "If it were to go down completely, we’d be plunged into electronic darkness.", "location": 678480}
{"sentence": "It was the best location in Harvard Yard, \fthe nearest office in Emerson Hall to Widener Library, and there was an intimidating collection of books on the shelves.", "location": 259892}
{"sentence": "In standard logic, monotonic logic, you can generate new true theorems from your axioms but never turn a previously established truth or theorem into a falsehood.", "location": 380191}
{"sentence": "(See my review, perhaps the harshest I have ever written, but well deserved.)", "location": 504194}
{"sentence": "After a few months of weekly meetings with Ryle, I confessed to him that I was sure I would fail one of the exams and asked if I could switch to the BLitt degree, which required just a dissertation and was regarded as a sort of consolation prize, a proof that one had been a student at Oxford.", "location": 129461}
{"sentence": "It works only in strong winds and is almost a necessity in strong winds, since the waves are apt to make standing on the board too precarious without the sail up to balance you.", "location": 388839}
{"sentence": "He was a war hero who had played a large role in de Gaulle’s Free French Army in World War II, and he was immensely ambitious and knew how to play rough.", "location": 276309}
{"sentence": "No, I’m not at all sure about that.", "location": 14801}
{"sentence": "How do we know about this stream of \fconsciousness?", "location": 792086}
{"sentence": "I \fjoined that estimable group back in the ’90s, when it was called the Merrimack Valley Chorale, and joyously sang with the basses for perhaps fifteen years, going through the great choral music of many centuries, from William Byrd and Giovanni Gabrieli to contemporary composers, even singing debuts of some commissioned pieces.", "location": 74623}
{"sentence": "I gave Danny a half-hour summary of British empiricism and a short list of books to read, and he went off happily to tutor his students.", "location": 138837}
{"sentence": "It is restricted to a single species, where it is universally prized, and it distracts us from many other projects and activities—an expensive addiction with deep biological roots.", "location": 643588}
{"sentence": "V. O. Quine, From a Logical Point of View, p. 22     A  LTHOUGH I SPENT JUST ONE ACADEMIC YEAR AT       WESLEYAN, it was a momentous year; I discovered I would be a philosopher.", "location": 83294}
{"sentence": "At parties, philosophers would ask me what I was working on, and I really couldn’t tell them unless I backed them into a corner and gave them a fifty-minute synopsis.", "location": 215116}
{"sentence": "My visiting year at Harvard was a turning point in my life; the main lesson I learned was that I did not belong in that pressure cooker.", "location": 258391}
{"sentence": "Consciousness Explained was my first deliberate test of it.", "location": 523599}
{"sentence": "Could you please send me a copy express mail?”     “Oh no!", "location": 422074}
{"sentence": "He took my letter to Mayhew, with whom he had tangled on several occasions, and said to her, “How do you want to be remembered, Alice—as the editor of Woodward and Bernstein’s All the President’s Men or as the editor who rejected Darwin’s Dangerous Idea?” Later in the day, I got a phone call from Alice, all buttery and welcoming, and the book went ahead at the size I submitted.", "location": 528437}
{"sentence": "Over the years, we’ve taken lots of risks with admissions, but nothing compared to the risks the students take, and I’ve always been in favor of telling graduate students as soon as possible if I think they should cut their losses and do something else with their lives.", "location": 279740}
{"sentence": "Glowing reviews by George Johnson in the New York Times Book Review and Philip Morrison in Scientific American certainly helped, and “Time and the Observer” in Behavioral and Brain Sciences convinced many scientists that I wasn’t just a science journalist/philosopher but a theorist worth their attention.", "location": 524004}
{"sentence": "He then packed his bag and left the conference early.", "location": 763251}
{"sentence": "THE CENTER FOR COGNITIVE STUDIES; ADVENTURES WITH NICHOLAS       HUMPHREY 22.", "location": 1135}
{"sentence": "His colleagues showed up and were the most hostile audience I have ever encountered.", "location": 237716}
{"sentence": "I was falling asleep and I looked over at you and you were taking notes!” The beautiful bonus of the method is that often in the middle of my Mamie-listing I’d realize that I’d stopped listening for a j or a k because I’d been paying attention to the paper, something I could not have done without the crutch.", "location": 179765}
{"sentence": "We’d go through them on the blackboard one at a time.", "location": 243245}
{"sentence": "I continued playing solo jazz piano, trying to elevate my game, and discovered a pattern: I would polish up my latest collection of moves and riffs, usually pleasing listeners who weren’t good jazz musicians, but after a while I would realize I was stuck in a groove that was irritatingly shallow.", "location": 66666}
{"sentence": "He wrote a remarkable op-ed essay comparing Shakespeare and Newton: “Take away the person Shakespeare, or Chaucer, or Mozart and you’d take away the arbitrary creation of a one-off human mind; take away Newton, or Darwin, or Einstein and you’d take away nothing that could not eventually be replaced by Mind at large.”                               OceanofPDF.com \f                                      22.", "location": 492066}
{"sentence": "Hugo and I formulated a principle that seemed to strike Jean as reasonable: it’s all right to accept gifts of ill-gotten fortune from those who are now atoning (think of the Rockefeller Foundation, the Carnegie Foundation, and so on) but not from autocrats who are trying to use their largesse to improve their current reputation so they can go on with their exploitations.", "location": 285379}
{"sentence": "Dick didn’t always discourage the most radical (mis?", "location": 729667}
{"sentence": "We call it Sacre Bleu!", "location": 320020}
{"sentence": "I also had my encounters with Noam Chomsky, but since I’ve described them elsewhere, I won’t repeat those stories here.", "location": 733525}
{"sentence": "Several diligent researchers have so far failed to uncover any more information about Tati, who was clearly made in France in the late ’50s and will reside in some museum eventually.", "location": 590655}
{"sentence": "We had bought it with visions of being back-to-the-land organic farmers, but unlike many of the other nouveaux ruraux who flocked to Maine in those years, we didn’t burn our bridges behind us, spending only weekends and school holidays at the farm, getting to know all the seasons there, the autumn leaves, the huge snowbanks, mud season, and the notorious black-fly period when we’d plant our vegetable garden and prepare for the summer.", "location": 302389}
{"sentence": "The most remarkable case involved a woman in our MA program in philosophy at Tufts.", "location": 150934}
{"sentence": "These were like philosophers’ thought experiments but much more demanding, in that you couldn’t just wave your hands about vaporware; you had to have written the code.", "location": 709372}
{"sentence": "It was always a chore for me, and I envy many of my colleagues for their fluent command of the details, which I do think are important.", "location": 712604}
{"sentence": "We all knew each other quite well, and I learned a lot from them.", "location": 204473}
{"sentence": "They had watched frantic researchers from    MIT, Stanford, and elsewhere trying to get their demos to run, and    almost without exception it took hours of fussing to get a few usable    minutes of AI programs actually doing what they were advertised as    doing.", "location": 265399}
{"sentence": "He was told of my departure and arranged to move to Tufts in December and then had a happy autumn in Southern California, rooming with three African American grad students from Washington, DC, who were the chief shapers of his American English for those crucial three months.", "location": 349429}
{"sentence": "In addition to his prize in immunology, he figured he deserved one for his discovery of cell-adhesion molecules—and he was probably right—but he also wanted one for his theory of consciousness in the brain.", "location": 763952}
{"sentence": "I read the thing on the plane back to Boston and decided that probably my friend Massimo wanted me to give him support in urging Jerry not to publish it.", "location": 772685}
{"sentence": "I do remember waking up a few mornings to find icicles in my mustache.", "location": 241640}
{"sentence": "Millions of words have been written over the centuries by brilliant thinkers who thought they could explain humor, but none of them has ever even tried, so far as I know, to explain why humor is, as one says these days, a thing.", "location": 643359}
{"sentence": "When I was teaching at UC Irvine in the ’60s, the grad students petitioned for the option of qualifying exams that would be handed out in the afternoon and due the next morning.", "location": 94831}
{"sentence": "Do you have a theory of walking that you use to keep from falling over?", "location": 57975}
{"sentence": "The three speakers Anderson had chosen were Richard Dawkins, Steven Pinker, and me.", "location": 669713}
{"sentence": "They were egging each other on with schemes for putting more payloads into space cheaper than the Saturn rockets that had taken men to the moon a few years earlier.", "location": 383674}
{"sentence": "I had to put a bandanna around my nose and mouth to keep from retching.", "location": 470088}
{"sentence": "Gould’s response to our letters in the same issue (January 14, 1993) was remarkable; he claimed to be the victim of a “good- cop-bad-cop-grilling.” Since he couldn’t bring himself to slam the revered John Maynard Smith, describing him as “my dear colleague and good-cop,” he then laid into me with a flurry of arrogant insults.", "location": 747476}
{"sentence": "MUSIC: AN IMPORTANT DIGRESSION 3.", "location": 235}
{"sentence": "ONE MORE EDEN: THE SANTA FE         INSTITUTE   I’VE LEARNED MORE, AND LEARNED MORE ABOUT LEARNING,          at the Santa Fe Institute than at any of my other idyllic think tanks.", "location": 706970}
{"sentence": "AFTER OUR FIRST MEETING in London (see chapter 16), Nick and I had several long discussions at conferences, and it was immediately clear that we were going to be close friends for the rest of our lives, in spite of—or perhaps because of—our slowly emerging differences of opinion about consciousness.", "location": 477338}
{"sentence": "We lost no points in these categories and were content with our position, which was, as one of our competitors put it, DFL—dead fucking last.", "location": 332075}
{"sentence": "I had pointed all this out in a long and difficult section of my book (pp.", "location": 522097}
{"sentence": "I bet you ten dollars that this will not be mentioned tonight on    the program!", "location": 265664}
{"sentence": "They all replied, laughing, that “AI    programs don’t work”!", "location": 265337}
{"sentence": "If language is useful, how come chimps can’t talk?", "location": 743894}
{"sentence": "When I published \fConsciousness Explained in 1991, I had lots of ideas, or at least hunches, about how the cognitive architecture of consciousness would work, but I didn’t want to be prematurely dismissed if some of those hunches proved false, so I was deliberately noncommittal about a lot of details that have since been falling into place rather well, thanks to their work and the work of others.", "location": 705652}
{"sentence": "Yes, said some monolith members, since it meant there was more guilt-free time to spend in the bar at conventions.", "location": 725330}
{"sentence": "More important, it demonstrated and improved the power of distance learning, as its graduates have gone on to careers that equal or exceed the careers of traditional university students.", "location": 508093}
{"sentence": "In fact the young faculty in the philosophy department and a few from other departments, mostly single and without children, adopted us immediately and took us on many adventures.", "location": 696761}
{"sentence": "We got the boat safely home to its charter harbor only to discover that the charter company had gone bankrupt while we were cruising, and we lost the sizable safety deposit.", "location": 275412}
{"sentence": "This was used in a shot that was a close-up of me and the vat, and then the camera \fpulled back swiftly to show that the laboratory in which I was staring at my brain was a movie-set in a studio, complete with the backs of sandbagged flats and a director’s chair.", "location": 296021}
{"sentence": "For the kids, these two worlds were negotiated with various ups and downs.", "location": 327467}
{"sentence": "virtual paint: See my review article “Facing Up to the Hard Question of Consciousness” in Philosophical Transactions of the Royal Society B (2018) for a detailed look at virtual properties of virtual machines.", "location": 824248}
{"sentence": "Disappointed, I made plans to go to the University of California at Berkeley, when out of the blue came an air letter admitting me to Hertford College, Oxford.", "location": 116700}
{"sentence": "I was instantly smitten.", "location": 88842}
{"sentence": "Jerry Fodor showed up for several months, and when he learned I had taken a scuba-diving course and was certified, he wanted to do the same, so I repeated the course with him as my buddy and helped him through his certification dive.", "location": 384987}
{"sentence": "After the ordeal, I had to wait a week before I found in my mailbox in Hertford a postcard from Ryle telling me that the examiners had recommended me for the degree.", "location": 191369}
{"sentence": "(Danny’s company, originally called International Thinking Machines, built the first massive parallel computer, the Connection Machine, the fastest computer in the world in 1993, from which many thinking tools issued before the company went bankrupt.", "location": 783620}
{"sentence": "He named it Insolvent, a stroke of genius that acknowledged his depleted bank account, parodied British man- o’-war names like Intrepid and Indomitable, but was also a multilingual pun: The boat was in solvent (in the water) and in the sol (sun) and vent (wind).", "location": 270653}
{"sentence": "He liked the idea so much that I put in a mooring for Insolvent at the little yacht club in Blue Hill harbor, and for several summers it wintered at a boatyard in Blue Hill, and we worked together to get it ready for launching each spring.", "location": 271941}
{"sentence": "Maybe some people don’t like some paintings because they are looking at them in the wrong mode!", "location": 542387}
{"sentence": "Z. Pylyshyn and W. Demopoulos (Norwood, NJ: Elsevier, 1986), 51–54; reprinted in Brainchildren, 282.", "location": 820131}
{"sentence": "The exams are “closed book”—no notes allowed in the exam room, so the students can’t just copy an already written essay, but they can and are encouraged to write a practice answer to each question before the exam, discovering and solving the exposition problems they encounter beforehand.", "location": 93395}
{"sentence": "I asked him if he’d majored in economics as an undergraduate, and he said he hadn’t; he’d never taken an economics course, but he was managing to stay a week or so ahead of the students using the textbook provided.", "location": 137863}
{"sentence": "The problem was that no matter how often I think or say “Julie Christie,” I don’t get access to her!", "location": 490633}
{"sentence": "His talk, “The Internet Could Crash: We Need a Plan B,” should be watched by everyone.", "location": 677283}
{"sentence": "Third, and most ambitious, is Scott Johnson’s brilliant Mind out of Matter, which uses not just my words but my recorded voice (from talks on the internet) as, in effect, a solo instrument, capturing the melodic lines of my speaking and turning them by judicious repetition into what one reviewer called an “atheist oratorio.” I never mention God, but Scott’s imaginative settings of my recorded words leave no doubt about the larger consequences of the Darwinian ideas I am expressing.", "location": 81858}
{"sentence": "It was all done in a single afternoon session.", "location": 78918}
{"sentence": "Van Inwagen said that he had read a draft of Behe’s book Darwin’s Black Box (1996) and that it was a serious, scientific treatise.", "location": 637687}
{"sentence": "Almost no philosophers were writing anything about scientific research on the mind, but the principal Australian philosophers of mind, J. J. C. Smart and David Armstrong, were writing excellent essays and books proposing and defending materialism and the so-called identity theory of mind, the simple claim that the mind and the brain were identical and that mental events of all kinds (if you thought about it just right) were things that happened in the brain.", "location": 161189}
{"sentence": "There were similar big projects on the main house and sheds, and I had the assistance the second summer of Mike Hayworth, a high school kid from Irvine whom we invited to be our handyman.", "location": 314879}
{"sentence": "These days I almost always outsource the hard work of comprehension when I encounter difficulties, and the policy works wonders—for me.", "location": 799799}
{"sentence": "96–97, for a defense of this post- Darwinian thinking tool).", "location": 573382}
{"sentence": "Thomas Batsoulis, the waiter, taught us the Greek names for all the food, and we tried to teach him the English names.", "location": 123026}
{"sentence": "The host of the seminar was Ladislav Hejdánek, an activist who had been fired from the university but met regularly with groups of philosophers.", "location": 407186}
{"sentence": "But she recovered, and I flew east to gather her up, and we returned to Irvine.", "location": 218956}
{"sentence": "A few years later, Benigno Aquino, on his return to the Philippines, was assassinated, setting in motion the events that led to his widow, Corazon Aquino, assuming power as the Marcos regime ended.", "location": 286016}
{"sentence": "TED doesn’t go in much for debate or criticism, so this was an electric moment.", "location": 674794}
{"sentence": "Pat Churchland deftly put an end to this strange episode with a deflecting comment, and Searle sat down.", "location": 779768}
{"sentence": "Was it perhaps a deck composed of fifty-two jacks of clubs?", "location": 210406}
{"sentence": "In other words, you could see just how the logic gates you’d heard about were put together to store bits, perform arithmetical processes, execute instructions.", "location": 448765}
{"sentence": "I learned firsthand how hard it is to emulate Wim Kayzer and steer such a brilliant and opinionated gang into the topics I wanted them to discuss, but it worked well enough and was certainly a fine confrontation of different viewpoints among people who were all deeply involved in making sense of human minds.", "location": 689794}
{"sentence": "They cleverly ducked around behind the pea fences, which I didn’t want to destroy, so it was a merry chase for about ten minutes before I finally managed to bop first one and then the other on the head with the driver—a surprisingly effective way of dispatching a porcupine.", "location": 306814}
{"sentence": "(This is actually a very good question to explore; native English speakers may be a little too habit bound in their choice of words, and nonnative speakers may well be major innovators in what soon evolves as acceptable English.)", "location": 768475}
{"sentence": "I said I was looking for an old friend with the same name and asked if she had a daughter or granddaughter by the same name living with her.", "location": 425200}
{"sentence": "We cruised the coast together, and I even talked Jerry into purchasing a spinnaker and pole so we could race Insolvent.", "location": 272315}
{"sentence": "His first love has been his website, Edge.org, an online salon where he has inspired and provoked an unrivaled collection of good thinkers to write short, accessible, but substantive pieces on a wide variety of topics.", "location": 529399}
{"sentence": "I thought—and still think—Quine was right about this, but had few allies, aside from Donald Davidson, who was one of Quine’s earlier students.", "location": 113760}
{"sentence": "There is a lot to be said, however, for teaching courses on material you don’t yet know well, because energizing your students with your excitement about these novelties often does more good than informing them, reliably, about the standard interpretations, objections, and defenses.", "location": 201209}
{"sentence": "“You go ahead and order what you want; I’ll make my own choice,” Ryle said.", "location": 168602}
{"sentence": "She listened carefully for the \fletters of the alphabet in alphabetical order, thus: “My fellow Americans, I want to talk about the actions and deeds of …” until she got to z and then started over.", "location": 178548}
{"sentence": "Could we perhaps recreate much of it right now, at least the main points?", "location": 422496}
{"sentence": "But to race I would need a crew of about six.", "location": 331052}
{"sentence": "His two-part diatribe in the New York Review of Books, and my response and his counterresponse, made for some exciting reading and inspired a dreadful book by the British journalist Andrew Brown, The Darwin Wars (1999), which included on the dust jacket a quote from an email of mine to a third party that Brown used without asking my permission: “I wouldn’t admit it if Andrew Brown were my friend.", "location": 753179}
{"sentence": "The book was a monograph proving mathematically that a certain restricted set of neural networks (roughly, the psychologist Frank Rosenblatt’s “perceptrons,” from 1957) could not solve certain presumably simple problems.", "location": 593516}
{"sentence": "She replied gratefully that this would be an excellent plan and offered him breathtakingly easy terms.", "location": 36040}
{"sentence": "He tried to shake off the dog while continuing the chat, without success.", "location": 361574}
{"sentence": "The plan was that the girls would get lined up in position behind the curtain, at which point a tiny light would go on in the pit telling me to begin the intro, which was just the last eight bars of the chorus.", "location": 54417}
{"sentence": "Then there was the graduate seminar.", "location": 260253}
{"sentence": "Still, there were times when I did come up with exploratory suggestions that were fruitful.", "location": 499532}
{"sentence": "RUTH MILLIKAN, WHO BROKE      THROUGH THE UNSOUND            BARRIER   O   NE OF THE OCCUPATIONAL HAZARDS OF BEING A PHILOSOPHER         is receiving unsolicited manuscripts from amateur philosophers who think they have figured it all out.", "location": 428665}
{"sentence": "Robin also recreated—in reverse direction—a simplified version of the famous Orson Welles tracking shot from Citizen Kane in which the camera seems to fly through a neon sign and down through a skylight into a bar.", "location": 295806}
{"sentence": "After my talks, we’d go out for a beer and some supper, and there I showed off my Rubik’s Cube.", "location": 407588}
{"sentence": "(It is amazing to me how seductive the idea of a Cartesian Theater still is, in spite of decades of patient diagnoses by me and others of the errors involved in thinking of consciousness as a sort of movie, with a soundtrack, odors, itches, pains, and caresses piped in for the homunculus who gets to appreciate it all somehow.)", "location": 578079}
{"sentence": "We allowed both kinds to compete as they were but told the judges (truly) that some of the confederates’ answers would be “burst mode” (the whole corrected response coming at once) and others’ answers would appear as they were typed.", "location": 565197}
{"sentence": "do with any paltry repayments from you?", "location": 17428}
{"sentence": "I would encounter a journal article or book that was relevant to my interests but forbiddingly technical (or, if the author was a philosopher, just forbiddingly badly written, convoluted, and jargon packed), and I would beat my head against it for hours and hours, running down and checking out all the references—a time-consuming library job in the old days before internet links.", "location": 799078}
{"sentence": "Hilary Putnam introduced us, and we hit it off right away.", "location": 262857}
{"sentence": "Most academic disciplines include contingents that can be recognized as the Young Turks, who are revolutionary minded and impatient, and the Old Farts, who ask, “What ever happened to standards and proper procedures?” In the AI lab, there were the Old Turks—Minsky their champion—and the Young Farts, who asked, grumpily, “Where is the code?” and dismissed projects as “vaporware.” One of the points of contention was Minsky’s (in)famous laboratory memo “A Framework for Representing Knowledge” (1974), a speculative leap of imagination into the problems of getting access to the right information in a timely and appropriate way in an intelligent agent.", "location": 600601}
{"sentence": "I disapproved, however, of the high prices \fthat publishers were asking for hardback volumes and wanted to try something different.", "location": 251637}
{"sentence": "Luckily, an early project Nick and I cooked up after he joined me at Tufts never got going: a documentary on what science has to say about consciousness.", "location": 477639}
{"sentence": "I was crestfallen but had to admire Sellars’s firm grip on principles.", "location": 212295}
{"sentence": "Too late for that, but we went ahead with the idea of a friendly showdown, bringing in some young philosophers from Tufts, David Israel and Michael Lipton; Ned Block from MIT; and eventually a few others.", "location": 269390}
{"sentence": "Today, using the superfast graphics engines developed largely by video-game companies, you could do a fantastic three- dimensional Slice program that would allow students to order up an orogeny (the creation of a mountain range), make “roadcuts” at any angle on its slopes, and watch the erosion of millions of years do its work in seconds, a prospect that makes my mouth water.", "location": 450724}
{"sentence": "Marvin Minsky showed up for about a month, and his lunchtime conversations with McCarthy left me shaking my head in wonder.", "location": 383550}
{"sentence": "One topic we discussed, constructively, was his devout Christianity, which of course I didn’t share.", "location": 159343}
{"sentence": "Since some of the definitions were arguably unfair and even cruel, I sent a copy of the penultimate draft along with a self-addressed postcard to all the locatable living definienda with three options to check: “You may include my name as defined,” “Please delete the definition of my name,” and “I urge you not to publish this work!” Fewer than a half dozen philosophers asked for their entries to be dropped—requests that of course I honored, ignoring the advice of several colleagues who suggested I should publish their entries anyway, with an asterisk noting that they had asked for the entry to be deleted.", "location": 230449}
{"sentence": "She accepted the invitation and, to my great dismay, was subjected to the rudest, most arrogant barrage of abuse I think I have ever witnessed from my fellow academics.", "location": 435171}
{"sentence": "Sometimes I’d come with him and sometimes he’d sail with others.", "location": 272726}
{"sentence": "So perhaps he was doing it all for Dagmar, who was apparently not accustomed to hearing any tough criticism of her husband.", "location": 780229}
{"sentence": "When we settled into our seats in our room at Worcester, I as host sat in the middle on a long low sofa, with Geach on my right and Warnock on my left, with the audience and guests in chairs in front of us.", "location": 173758}
{"sentence": "Adding the soundtrack made a huge difference.", "location": 542826}
{"sentence": "On another pet theme of mine, the role of Dawkins’s memes in creating our minds, I have had a running debate for three decades with my best French critic, Dan Sperber, and some of his colleagues about cultural evolution.", "location": 706072}
{"sentence": "11/12 (2016): 11–39; Keith Frankish, “Not Disillusioned: Reply to Commentators,” Journal of Consciousness Studies 23, nos.", "location": 821014}
{"sentence": "I thanked her for her Christian opinion, and she wobbled off in dismay.", "location": 675538}
{"sentence": "Tufts Symposium: https://sites.tufts.edu/cogstud/ive-been-thinking-archive/.", "location": 828679}
{"sentence": "Panic would be just about anybody’s reaction today to such a sudden and total isolation from the electronic world, but only because we have become so dependent on it.", "location": 679400}
{"sentence": "In my class of some two hundred seniors at Exeter in 1959, about forty went off to Harvard, and I was expected by the family to go there as well.", "location": 46160}
{"sentence": "I had not had much to say about religion in my work, aside from deploring the willful ignorance of creationists in Darwin’s Dangerous Idea, a stand that had marked me as an outspoken critic of fundamentalism and evangelicalism but not yet an “enemy of religion.” That changed in 2003, when Richard Dawkins sent me a draft of his op-ed piece for the Guardian introducing the Brights, a movement founded by Paul Geisert and his wife, Mynga Futrell, retired educators living in California.", "location": 608528}
{"sentence": "Thus began my friendship with Jerry Fodor, which started with philosophical disagreement and soon moved on to sailing.", "location": 270093}
{"sentence": "It’s hard for me to reconcile my admiration for you with your appreciation of this dreck.” I wrote back on his pad, “That’s interesting; some philosophers have said much the same thing to me about you!” Over the years, I have often played this fulcrum role, trying to get philosophers and cognitive scientists who didn’t appreciate Doug to see the light.", "location": 399102}
{"sentence": "John Searle, one of my most aggressive critics, is \factually a lot like me: sure of himself, impatient with nitpicking philosophers, willing to brand respected trains of thought as nonsense.", "location": 28123}
{"sentence": "My father had been a tutor at Harvard in Eliot House for several years while Cynthia and I were toddlers, and had been offered a chair there in 1947, just before he was killed in the plane crash.", "location": 46306}
{"sentence": "So many typos and thinkos caught and removed!", "location": 809256}
{"sentence": "It was important not to let this information fall into the hands of the people who would be scrutinizing me when I arrived at the border, and I wasn’t sure I could memorize all of it, so I made up a dummy page of footnotes, which I stapled to a paper of my own I was bringing in.", "location": 406226}
{"sentence": "They would be tied for first place and nothing that happened in the brains of speakers or their interactions with things in the world would confirm that one of the translations was what the native speakers “really” meant.", "location": 113538}
{"sentence": "They agreed, but in the end we decided to leave out the jokes that most people would be reluctant to tell in mixed company.", "location": 649375}
{"sentence": "Multiple Drafts is not just the name of my consciousness model; it describes my thinking and writing process.", "location": 68382}
{"sentence": "One of the speakers was a young psychologist, John Grimes, who had independently thought of my idea of testing for change blindness, but with a novel twist.", "location": 535692}
{"sentence": "Newton was the man who smoked your hams and bacon slabs when you slaughtered a pig, and he used to tease me, calling me the “upland sailor” because he had a sailboat and I didn’t (aside from Jerry Fodor’s boat, which was only for a few years).", "location": 308002}
{"sentence": "I took careful notes and asked him to send me copies of the papers he mentioned that I had not yet read.", "location": 752466}
{"sentence": "There is no straightforward way to turn a mediocre university into a great one.", "location": 276607}
{"sentence": "Since my father died when I was just five years old, my memories (of memories of memories) of him are all quite foggy and rosy, but I adored him and loved to ride with him in his special Jeep.", "location": 33260}
{"sentence": "It didn’t win, so I never got to use my acceptance remarks, which included the tale of how, when Darwin submitted On the Origin of Species to his publisher, John Murray, he was advised to cut out everything except his observations on pigeons: “Every body is interested in pigeons.", "location": 528918}
{"sentence": "For years I played an informal role advising them about authors and titles, and of course published other books with them.", "location": 255495}
{"sentence": "I will have more to tell of Jerry, not all of it as pleasant as our sailing adventures.", "location": 275804}
{"sentence": "I thought the existing faculty was actually quite respectable, and I was impressed by the honesty and dignity with which the jeopardized professors handled their meetings with their likely executioner, but their wives—yes, the professors were all men then—were terrified.", "location": 236760}
{"sentence": "(I must have had my tail between my legs, mustn’t I?)", "location": 257067}
{"sentence": "What is there instead are “multiple drafts” of content, which vie for influence, with some achieving something like “fame in the brain” and the rest evaporating unheralded and unrecorded.", "location": 577891}
{"sentence": "I faced a similar abyss when my editor at Simon and Schuster, the notorious Alice Mayhew (while many of her authors praised her editing, she was sometimes known as Malice Mayhem behind her back), refused to accept my timely submission of the manuscript of Darwin’s Dangerous Idea because it was larger than the contract specified.", "location": 527504}
{"sentence": "Keith Frankish: Keith Frankish, “Illusionism as a Theory of Consciousness,” Journal of Consciousness Studies 23, nos.", "location": 820896}
{"sentence": "I wonder if a video or audio recording of that meeting exists somewhere, but I hope not.", "location": 513674}
{"sentence": "I was in his Harvard office one day (in the spring of 1974) and he made a bet with me (this is from memory, not a verbatim quote):     Tonight NBC [it may have been another network] is showing an hour-    long documentary on AI.", "location": 264821}
{"sentence": "It did not do very well in the academic standings, but its High Table (where the dons ate) was well regarded, as was its wine cellar.", "location": 139885}
{"sentence": "“The aim of philosophy”: Wilfrid Sellars, “Philosophy and the Scientific Image of Man,” in Frontiers of Science and Philosophy, ed.", "location": 831076}
{"sentence": "The current enthusiasm for GPT-3 and other enormous language-generating systems is the latest bubble, which we should burst before many more people get deeply misled by it.", "location": 266238}
{"sentence": "If he ever did admit I was right after all, I’d worry about his health.", "location": 555644}
{"sentence": "OceanofPDF.com \fNOTES \f                               Part One: OFF TO A FAST START  supersmart people into my orbit: Anyone in cognitive science will be green with envy to see who my advisors, critics, and collaborators have been.", "location": 810259}
{"sentence": "As the philosopher of art Arthur Danto once put it in an essay on Norman Rockwell, “Painting is not simply what takes place on the canvas.", "location": 541712}
{"sentence": "He wondered if I’d be interested.", "location": 759566}
{"sentence": "Their glee unmistakably showed that they understood that Punch had a false belief.", "location": 187478}
{"sentence": "This became our main snake trap.", "location": 325578}
{"sentence": "Hidden under layers of wallpaper on the front hall were Moses Eaton stencils, which we carefully restored.", "location": 337724}
{"sentence": "I read Dreyfus’s essay that night and the next day told Julian that no, I thought Dreyfus had made some big mistakes.", "location": 212920}
{"sentence": "A guided tour on Roman Britain was just about to leave the main hall, so I took one of the little folding stools and joined the dozen or so museum goers eager to look at Roman pottery and glass and other leftovers.", "location": 105880}
{"sentence": "After he died, I asked Suzanne and his loyal nurse Vicki if they knew what had happened to the videotapes we had made of our reverse-engineering efforts with Tati, but apparently they were discarded, sad to say.", "location": 600039}
{"sentence": "He introduced me to the writing of Stanislaw Lem and, much more important, Richard Dawkins.", "location": 393619}
{"sentence": "The C button had a little depression in it so you could always find it by touch, and you could go up to G, then D, then A, then E, then B, or you could go down: F, B-flat, E-flat, A-flat, D-flat, G-flat.", "location": 70186}
{"sentence": "He seldom called on me, and when he didn’t, I would quietly get up and gather my books and walk out of the classroom.", "location": 43870}
{"sentence": "I think he may have been inspired by two great European innovations, Radio Luxembourg and the Open University.", "location": 507269}
{"sentence": "When I was invited to give a colloquium at Princeton, he suggested that I spend a few hours at his house before I went to give my talk, where he probed me with excellent questions about the arguments in my book and over a mid- afternoon brandy told me stories about how he had introduced Einstein to Gödel, who was painfully shy.", "location": 345639}
{"sentence": "I believe in free will, in a nonmagical sense that really matters.", "location": 24851}
{"sentence": "And so it appeared to do.", "location": 266638}
{"sentence": "This Quine was doing what I wanted to do, I realized, and I wanted to do it the way he did, if I could only figure out how.", "location": 85582}
{"sentence": "But even \fif I’m right that determinism is no threat to responsibility or autonomy, this wouldn’t settle the question of whether or not I’m just a preternaturally lucky person who has made the most of the good fortune that has been my lot.", "location": 25805}
{"sentence": "Dawkins’s review: Richard Dawkins, “Pornophilosophy,” Nature, 354 (1991): 442–43.", "location": 831764}
{"sentence": "He agreed on the spot, and as soon as the Mac was delivered to me, I took it over to Patrick Cavanagh’s vision lab at Harvard, and he helped me devise the software I needed, using the excellent Macglib software they had developed.", "location": 544795}
{"sentence": "In any event, his attack on me spared him the task of telling the world what he thought about evolution by natural selection and the light it might shed on philosophical questions.", "location": 780353}
{"sentence": "Once I was assured that, just as at Tufts, there would be scholarship funding for worthy students who couldn’t afford the tuition, I joined the faculty with the expectation that I would spend at least a week a year teaching there.", "location": 700225}
{"sentence": "Franks sent the questionnaire to all the colleges asking about how often the fellows met, what they voted on, how they admitted students, how salaries were determined, and so forth, and gave them some months to respond—enough time for the colleges to get their houses in order so that they could truthfully answer Franks’s questions without too much embarrassment.", "location": 364708}
{"sentence": "A year went by with no word from Honderich.", "location": 215872}
{"sentence": "So, I figured it out: my student, still obsessed with this young woman, had simply looked in the phone book and found the name and address, just as I had.", "location": 425381}
{"sentence": "He traveled all through the Bible Belt, giving talks that were much more incendiary than mine, and never worried about being assaulted.", "location": 626144}
{"sentence": "But although I wasn’t thrilled with the result (which I was told would have cost me about $100,000 if I’d been paying the studio and musicians their standard rates!", "location": 79927}
{"sentence": "Though I hardly qualify as a “Science Master” by most official measures, I was invited to do one of the first, and my little book Kinds of Minds (1996) has appeared in English, French, Italian, Spanish, Portuguese, German, Dutch, Finnish, Polish, Romanian, Croatian, Hungarian, Hebrew, Turkish, Japanese, Korean, and Chinese.", "location": 530783}
{"sentence": "That \fis the spell that needs breaking if we are to avoid making terrible mistakes in the near future.", "location": 614690}
{"sentence": "When I showed up for my first talk, with all my overhead transparencies ready to go, the muse fled; I misspoke, backed up, tried again, and still failed to express what I meant, over and over—by a wide margin the worst talk I ever gave in my life, to an audience I especially esteemed.", "location": 382458}
{"sentence": "If their essays were even halfway presentable, he’d not only publish them—without even sending them out for further peer review—but let them jump the queue of accepted articles by \festablished authors.", "location": 166235}
{"sentence": "Let’s hire a prominent public intellectual to go around the world telling people that they should never take what an AI says as a speech act with genuine meaning.", "location": 607629}
{"sentence": "I had great fun showing these demos to dozens of audiences, along with the Grimes video, and they clearly played a major role in enhancing my credibility as a consciousness theorist whom scientists should take seriously, inspiring a wave of experimentation around the world.", "location": 547460}
{"sentence": "My agents, John Brockman and Katinka Matson, did their usual superb job shaping and shepherding my writing into a finished book.", "location": 809415}
{"sentence": "The Cognitive Science Society held its annual meeting at MIT in July 1990, and among the keynote speakers were Roger Schank and Steve Gould, invited by Massimo Piattelli-Palmarini, who was the local arrangements chair.", "location": 754116}
{"sentence": "Danny was a joyous original, a rebel, an entertainer.", "location": 136215}
{"sentence": "Professors worked very hard on their High Table talks, and they were typically brilliant.", "location": 289531}
{"sentence": "Take a compass (a pair of dividers, not a north-finder) and open it up to five miles on the nautical chart where your home port appears.", "location": 329263}
{"sentence": "The most welcome interloper was the psychologist Richard Gregory, who had no official role in the Fulbright program but who entertained us, grilled us, informed us, and in the process became a dear friend of mine.", "location": 357828}
{"sentence": "Peter’s question—luckily for me—suggested an answer I’ve only recently come to appreciate fully: he doesn’t ask how I came up with the ultra- interesting stuff; he asks how I picked it up so quickly.", "location": 20267}
{"sentence": "Since she was clearly an outstanding philosopher in the making, I told her I would petition to let her do a master’s with us, reopening our program just for her, during which time we would credential her for greater things.", "location": 278540}
{"sentence": "Bo was the editor of the first book about my work, Dennett and His Critics (1993).", "location": 351607}
{"sentence": "The tusks had been taken, and when we arrived at the spot the elephant was invisible under a blanket of vultures greedily feasting on the rotting corpse.", "location": 469934}
{"sentence": "Hardly skipping a beat, he chose the largest steak on the menu and a baked potato and rejoined the debate.", "location": 223459}
{"sentence": "We didn’t talk about evolution—by tacit agreement, I think—but as I was leaving, Massimo handed me a typescript of the book Jerry and he had written about evolution and asked if I could have a quick skim and give him some feedback.", "location": 772453}
{"sentence": "Norman Cousins: Norman Cousins, Anatomy of an Illness (New York: W. W. Norton, 1979).", "location": 827593}
{"sentence": "My thinking about consciousness was evolving slowly, but always with a central theme.", "location": 516092}
{"sentence": "Silke had spoken to him.", "location": 414010}
{"sentence": "Shortly after his review appeared, Doug showed up at the center to meet me and walk me down to the Stanford bookstore, where I bought a copy of Gödel, Escher, Bach, which he autographed for me.", "location": 392506}
{"sentence": "Bertha Turner always showed up with a batch of homemade doughnuts, still warm from the pot.", "location": 316676}
{"sentence": "Before I finished the article, the magazine, then owned by the American Psychological Association, ceased publication for a few years, but I didn’t have to refund the advance, and my article eventually appeared in Poetics Today, not one of my usual venues.", "location": 465163}
{"sentence": "CASBS, 1979–80, AND MEETING DOUGLAS HOFSTADTER 16.", "location": 812}
{"sentence": "One that caught my attention was a new table lamp, the base of which was an exquisitely complex antique brass instrument of some kind—not a sextant or a microscope but perhaps a clock or dividing engine or early calculator.", "location": 603353}
{"sentence": "247 Dennett, Daniel C., Jr. (father), 3–6 Dennett, Grandma, 11, 12 Dennett, Peter, 106, 138, 141, 148–50, 148, 166, 169, 217 Dennett, Ruth (mother), 3–9, 11–12, 21, 106 Dennett, Susan, xxiii, 20, 24, 26, 30, 40–4, 49, 51, 57–8, 77, 79, 85, 94–5, 102–5, 106, 129, 139–43,      145, 148, 151, 154, 161, 165, 175, 179, 197, 224, 234, 245, 287, 302–3, 312, 316–20, 324, 327,      335–8, 343, 369, 374, 381 Dennetti, Danielo, 9 Derrida, Jacques, 196, 340, 345, 356, 391 Dershowitz, Alan, 300 Descartes, René, xii, 30, 50, 86, 107, 136, 220, 349, 381, 388, 390, 396, 402 design stance, 386, 389 determinism, xxii DeVoto, Mark, 22–3, 218 DEW line, 281 DFL (Dead Fucking Last), 155 \fDiagnostic and Statistical Manual of Mental Disorders, 231 Dialectical Materialism, Department of, 316 Diamond, Jared, 256 Diaz, Cameron, 327 Dibner Institute, 212 DID (dissociative identity disorder), 231, 235 Dietrich, Marlene, 177 difference that makes a difference, 65 DigiDan, 274–5 Digital Equipment Corporation, 127 Discovery Institute, 395 Dissent, 358 dissertation, DPhil, xxi, 51, 64–9 dissociative identity disorder.", "location": 847515}
{"sentence": "and beckoned him with a finger.", "location": 175394}
{"sentence": "OceanofPDF.com \f                                   13.", "location": 341155}
{"sentence": "), M. Lopez drew himself up and firmly said, “I am sorry, sir, but I am afraid the Restaurant Elizabeth could not serve you a pint of bitter with that meal.”     “Very well,” said Ryle, “what do you have that goes with a pint of bitter?” He ended up with some cold chicken and salad, and the waiter soon appeared with a pint of bitter, which he no doubt had had to run down the street and buy at one of the pubs.", "location": 169625}
{"sentence": "I would have loved to have that title, and Oxford was a place very dear to my heart, but Susan and I decided we couldn’t afford to take the position, which in those days was poorly paid, as were even professorships.", "location": 374698}
{"sentence": "I presented a gallery of over six dozen of my favorites in Intuition Pumps and Other Tools for Thinking (2013).", "location": 20839}
{"sentence": "The one-building University of San Marino hosted the first of Eco’s workshops in 1988 with suitable academic fanfare and it was followed by a series of conferences.", "location": 508590}
{"sentence": "eighth edition: See the Philosophical Lexicon website, http://www.philosophicallexicon.com.", "location": 815162}
{"sentence": "Thanks to the \fversatile software Patrick made for me, I could adjust the display in real time while I showed it to whatever audience was present.", "location": 545879}
{"sentence": "The celebrated New York City avant-garde ensemble Alarm Will Sound premiered this piece in the PEAK Performances series at Montclair State University in New Jersey, with subsequent performances at the Metropolitan Museum of Art in New York City, at Tufts, and at Lawrence University in Wisconsin.", "location": 82345}
{"sentence": "They found a little bit of Czech money, which was not to be taken from the country, in my wallet, and they confiscated that, over my protestations.", "location": 410876}
{"sentence": "One of my responses in print to his ever-so-careful and exhaustive arguments was a parody of his philosophical scrupulosity.", "location": 556652}
{"sentence": "My responses include “The Path Not Taken,” Behavioral and Brain Sciences 18, no.", "location": 823593}
{"sentence": "Of course they can ignore what they view as the hardest question and concentrate on the five others; in the worst case, the question they ignored will be one of the three \fon the exam, but then they can do the other two.", "location": 93684}
{"sentence": "You got privileged access to the very latest technology, often before it was announced to the public, and you got to meet the latest high-tech gurus and rising stars.", "location": 670181}
{"sentence": "The first was “I shall be all right; I’m in the back seat.” And the second was “That was not the thought of a gentleman!”     Philosophers are not always gentlemen—and women in the field are not always ladies.", "location": 716517}
{"sentence": "One day I broke a spring on the little doorlatch of my Kaypro that held the floppy disk for my operating system.", "location": 459608}
{"sentence": "While I occasionally get it out, I don’t inflict my efforts on anyone else.", "location": 72351}
{"sentence": "We were trying to figure out a way to assure ourselves that one monkey knew something (the nearby presence of a [stuffed] python) and knew that another, rival monkey didn’t know this.", "location": 466613}
