"Title: Only Natural- Gender, Knowledge, and Humankind, by Louise Antony"
"Author: Jennifer Saul"
{"paragraph": "1. A personal anecdote\nI’ll begin the contextualising with a personal anecdote. Back in the early 1990s,\nI was a graduate student at Princeton. I was fascinated by analytic philosophy of\nlanguage, but I also had a passion for feminist politics. I was especially drawn to\nH.P. Grice, and also to direct reference and substitution puzzle cases involving\nnames. Supervised by Scott Soames, I unsurprisingly found myself working on\nthe pragmatic theory that direct reference theorists could use to defend themselves against objections. But I still loved feminism—I just couldn’t see any way\nto combine it with philosophy of language. There really was almost no analytic feminist philosophy at the time, and it was incredibly difficult to find what\nexisted. Pre-internet, to search for a topic meant physically looking it up in\nyear volume after year volume of The Philosopher’s Index—and there was almost\nnothing there. Imagine my delight, then, to come across an article on feminism\nthat discussed theories of reference—my heart leapt with the thought that it\nmight just be possible to combine my interests. This was ‘How Can Language\nBe Sexist?’ by Merrill and Jaakko Hintikka (Hintikka and Hintikka 1983), and\nit got off to a great start from my perspective, suggesting that ‘a number of sexist\nuses of language illustrate interesting general theoretical problems. The diagnosis of such sexist uses hence involves serious problems of theoretical semantics’\n(p. 155). I read on, and discovered that a major theme of the paper was women’s\ntendency to think in terms of relations and men’s to think in terms of individuals—and a key example of male bias was direct reference theorists’ views\non names. I had finally found people combining feminism and philosophy of\nlanguage, and they were telling me (or so it felt) that my research project was\nnothing but a pile of male bias, which no feminist should be pursuing. In the\nearly years of my career, they were not the only ones. Jennifer Hornsby (2000)\nagain took up the idea that individualism was male, using this to suggest—as I\nread her—that one could not be a feminist and a Gricean. (I actually don’t think\nof myself as an individualist, but I am a Gricean.)\nMind, Vol. XX . XX . XX 2024\b", "location": 2803}
{"paragraph": "Downloaded from https://academic.oup.com/mind/advance-article/doi/10.1093/mind/fzad074/7613906 by Georgia Institute of Technology user on 22 April 2024", "location": 18152}
{"paragraph": "Downloaded from https://academic.oup.com/mind/advance-article/doi/10.1093/mind/fzad074/7613906 by Georgia Institute of Technology user on 22 April 2024", "location": 26859}
{"paragraph": "3. Antony in defence of individualism\nAntony argues against feminist attacks on individualism in multiple ways. One\nimportant strand of argument is her criticism of what she calls an ‘etiological\napproach’. An approach like this assesses views and methodologies on the basis\nof their origins, and in this case dismisses certain approaches or claims as male\nin origin and therefore either wrong or not suitable for feminists. This is the line\nof thought which gives rise to terms like ‘malestream’ (characteristic of some\nsecond-wave feminists, and used in Hornsby’s article). It allows for quite sweeping condemnations of philosophical approaches such as individualism. As we’ve\nseen, the accusation of ‘maleness’ can be simply about the sex/gender of those who\nfounded the approach, or about the approach arising from traits that are in some\nway male—such as a quest for separation rather than connection.\nAntony’s first point is that this attention to maleness of origins is often\nquite selective. So, as she points out in her discussion of Hornsby, feminist philosophers may criticize malestream philosophy while at the same time happily\nusing ideas from male theorists other than those that they criticize. Her argument against this is simple yet important:\n[V]irtually everything in the philosophical canon was produced by men.\nIf, as many of us believe, all views are shaped equally by the social positions of their authors, it is surpassingly likely that any philosophical position that is subjected to scrutiny will come out of the examination looking\nmale.... Since all views are shaped by the perspectives of their authors any\ncharge of partiality against any view will be sustained. But if the charge of\nbias is levelled only selectively the bias in the uncriticized views is never\nMind, Vol. XX . XX . XX 2024\b", "location": 16303}
{"paragraph": "Downloaded from https://academic.oup.com/mind/advance-article/doi/10.1093/mind/fzad074/7613906 by Georgia Institute of Technology user on 22 April 2024", "location": 9774}
{"paragraph": "The decompositionalism to which I am objecting here might be regarded\nas a masculine way of thinking. For we are sometimes told that men—men\nin our culture, that is—‘prefer what is separable’, and that women ‘assign\nimportance to relational characteristics’. If it is true that, being women,\nMind, Vol. XX . XX . XX 2024\b", "location": 9426}
{"paragraph": "Downloaded from https://academic.oup.com/mind/advance-article/doi/10.1093/mind/fzad074/7613906 by Georgia Institute of Technology user on 22 April 2024", "location": 8305}
{"paragraph": "2. Hornsby against individualism\n2.1 Argument from the Different Voice", "location": 6196}
{"paragraph": "an idea of linguistic meaning except in situations where speaker and audience\nunderstand one another. Both of these claims are difficult to reconcile with systematic semantic theory. But they are also difficult to reconcile with the excellent work done by Hornsby (Hornsby 1993) and Rae Langton (Langton 1993)\non the ways that women’s communication can be stymied by a failure to understand brought on by cultural forces like pornography. On Hornsby’s view of\nlinguistic meaning, a woman whose ‘no’ isn’t understood has not uttered anything whose linguistic meaning is no. This is a stronger conclusion than either\nHornsby or Langton endorses in these papers.Hornsby’s claims, then, really\ndo seem implausibly strong—and a clear result of her dismissal of anything\nremotely individualistic. Antony’s criticism is also overblown, taking Hornsby\nto be more hostile to semantic theory than she is—and also, perhaps, taking\nher to be more hostile to those who make use of individualism than she is.\nHornsby never says anything remotely like what Antony attributes to her in the\nAyn Rand quotation: she doesn’t argue that individualism will corrupt people\npolitically, turning them into far-right figures. She just thinks feminists would\nbe better off as anti-individualists.\nMy suspicion is that part of what has gone wrong here is that\n­anti-individualist feminists like Hornsby or the Hintikkas do not mean to be\narguing against individualist and Gricean feminists. All of the targets they discuss are mainstream, male philosophers who are not doing anything remotely\nfeminist. However, when individualist and Gricean feminists like Antony and I\nread this work, it’s difficult to bear this in mind: mainstream philosophers were\ndismissing us as not even doing philosophy, so we were horrified to see feminists saying that what we were doing couldn’t be feminist. But this is perhaps\nmisunderstanding their primary target: although they do say that, for example,\ndecompositionalism is at odds with feminism, they are not thinking of feminist\nphilosophers making use of decompositionalism. It’s a mistake to take this to\nbe directed at Gricean feminists, just as it’s a mistake for the Hornsbys and\nHintikkas of the world to fail to see ways that Grice could be used to further\nfeminist causes. Tasneem Alsayyed (Alsayyed 2023) has beautifully analysed\nphenomena like these as what she calls third party hermeneutical impasses, in\nwhich people who should be allies in many ways find it difficult to communicate because they’re each focused on a different opponent. This focus on different opponents leads to systematic misunderstandings.", "location": 27012}
{"paragraph": "Historians like Eileen O’Neill (O’Neill 1997) and Christia Mercer\n(Mercer 2017) have done much to show us the forgotten importance of historical women philosophers, but it nonetheless remains true that the vast\nmajority of canonical philosophy has been written by men. And Antony’s\npoint holds: if one is going to take an etiological approach, one should be\nconsistent about it.More importantly, though, Antony thinks that looking to\nthe demographic origins of ideas or approaches as a way of assessing them\nis misguided. Ideas or approaches should only be evaluated, she argues, by\nexploring their truth or justification. Because of Antony’s naturalism, this\nexamination includes not just philosophical argumentation but also empirical evidence. And one of the things that she finds most frustrating about\netiological attacks on individualism is their apparent lack of interest in such\nevidence. As she notes, individualistic approaches are sometimes dismissed\nas male without a discussion of the reasons that philosophers like Antony\nhave given for holding individualistic views.\nImportantly, Antony argues (in many chapters, across many areas of philosophy) that individualistic approaches hold value for feminists. Once more, I will\nfocus on what she says about philosophy of language. Antony takes up the topic\nof hate speech, arguing that in fact an individualist approach can yield important\nbenefits for feminists. Here she considers a real-life incident in which a southern\nneighbour used the expression ‘jew down’ (meaning to bargain for a lower price) in\nthe presence of Antony’s Jewish husband. It was clear to her that the neighbour in\nthat moment, but only in that moment, realized just how anti-Jewish that expression was. Her take on the situation is that the expression was always anti-Jewish\nwhether or not a user or audience member picked up on it, and that the neighbour\nacquired an obligation to cease using it once he understood how problematic it was.\nAntony notes that a Gricean theory is particularly well suited to explain the fact that\n‘the power of derogatory terms and epithets can be independent of the intentions—\nand knowledge—of people who use them’ (p. 131). A Gricean theory allows us to\nseparately examine how a word functions, what the speaker means, and what an\naudience takes from an utterance—and to look at how these may change over time\nand from context to context. It lets us say that the speaker intended no harm but\nthat he nonetheless used an anti-Jewish expression; and that this may be received\nas a slur by an audience, and do harm, in spite of the speaker’s non-slurring intentions. And it lets us say that the expression may be problematic even in contexts in\nwhich the speaker’s audience is a different one, who finds the expression natural\nand inoffensive. We can do all this precisely because we can separately discuss word\nmeaning, speaker meaning, and audience understanding.\nAll of this is much harder to make sense of on the communicative speech\nact approach that Hornsby favours, on which one cannot pull apart these separate elements, and on which saying something is not possible without uptake.\nAccording to Hornsby, it’s problematically individualistic to look separately\nMind, Vol. XX . XX . XX 2024\b", "location": 19561}
{"paragraph": "5. Advice to feminists\nAlong with her polemic, Antony argues that criticisms like Hornsby’s—ones\nwhich rule out entire intellectual approaches as anti-feminist—are immensely\ndamaging. And here, I think, she has things exactly right. What she offers is not\njust a plea to move more slowly and carefully in judging a methodology to be\nanti-feminist, but also an astute analysis of the damage done to other feminists\nby such sweeping dismissals of methodologies:\nMind, Vol. XX . XX . XX 2024\b", "location": 26343}
{"paragraph": "University of Waterloo, Canada\nUniversity of Sheffield, UK\nJennifer.saul@uwaterloo.ca\nhttps://doi.org/10.1093/mind/fzad074", "location": 32741}
{"paragraph": "References\nAlsayyed, T. (2023) ‘3rd Party Hermeneutical Impasses’. Under consideration.\nGilligan, C. (1983) In a different voice: psychological theory and women’s development. Cambridge, Mass: Harvard University Press (Ottawa Psychoanalytical Society Collection).", "location": 31212}
{"paragraph": "Hornsby and others don’t just argue against individualism on the basis of\nempirical gender difference claims. (Indeed, Hornsby is one of those who\ninsert qualifications, clearly aware that the claims could turn out to be false.)\nAlthough there are many feminist arguments against individualism, Hornsby’s\nother argument is based on a desire for effective feminist analysis and politics. An argument like this, it seems to me, is much more promising than one\nbased on claims about women’s and men’s distinctive modes of thinking. It is\nabsolutely true, and very important, that effective feminist thought and action\nrequire an understanding of the ways that structures and institutions work. A\nfeminism which focuses exclusively on individuals will be extremely limited in\nwhat it can understand and what it can accomplish. It is, then, perfectly reasonable to insist that feminists cannot afford to limit their theorizing to understanding individuals.\nBut some feminist arguments against individualism—especially those of\nthe past—took these considerations to establish much more. Perhaps because\nthere was already an air of suspicion about thinking in terms of individuals,\nsome feminists of the 1990s and early 2000s argued that feminists should reject\nany theorizing that involves individuals. Hornsby‘s rejection of the work of H.P.\nGrice, and of ‘decompositionalism’ seems to Antony to be of this sort. The problem with Grice’s theory, according to Hornsby, seems to be that it discusses\nwhat the speaker intends to convey, and what the audience understands. This\nis said to be decompositionalist and individualistic in its separation of speaker\nMind, Vol. XX . XX . XX 2024\b", "location": 13664}
{"paragraph": "Hintikka, M.B. and Hintikka, J. (1983) ‘How Can Language be Sexist?’, in M.B.\nHintikka and S. Harding (eds) Discovering Reality:Feminist Perspectives\non Epistemology, Metaphysics, Methodology, and Philosophy of Science.\nSpringer, pp. 139–148.\nHornsby, J. (1993) ‘Speech Acts and Pornography’, Women’s Philosophy Review,\n10, pp. 38–45.\nHornsby, J. (2000) ‘Feminism in Philosophy of Language: Communicative\nSpeech Acts’, in M. Fricker and J. Hornsby (eds.) The Cambridge Companion to Feminism in Philosophy. Cambridge University Press, pp. 87–106.\nLangton, R. (1993) ‘Speech Acts and Unspeakable Acts’, Philosophy & Public\nAffairs, 22(4), pp. 293–330.\nMercer, C. (2017) ‘Descartes’ debt to Teresa of Ávila, or why we should work\non women in the history of philosophy’, Philosophical Studies, 174(10), pp.\n2539–2555.\nO’Neill, E. (1997) ‘Disappearing Ink: Early Modern Women Philosophers and\nTheir Fate in History’, in J.A. Kourany (ed.) Philosophy in a Feminist Voice:\nCritiques and Reconstructions. Princeton University Press, pp. 17–62.", "location": 33089}
{"paragraph": "at things like what the speaker intends and what the audience understands.\nInstead, we need to simply understand the speech act as a whole. But if we try to\ndo this in a case like this one, we lose much of the complexity of actual speech\nsituations, in which differences in perspective between speakers are a very\nimportant fact. Through rich and careful examples like these, Antony shows\nthat feminists cannot afford to abandon the sort of approach that Hornsby\nexcoriates as individualistic and decompositional.", "location": 25811}
{"paragraph": "4. Polemic\nAntony herself makes note of her sometimes polemical tone, describing her paper\n‘Is There a “Feminist” Philosophy of Language?’ as ‘a polemical paper, thinly disguised as a methodological paper’ (p. 101). Indeed, this is some of what I found so\nhelpfully heartening as I felt myself being attacked by other feminists when they\ndiscussed such things as reference or Grice. In one place—addressing Hornsby’s\nopposition to ‘decompositionalist’ discussions of speaker and audience perspectives, she writes, ‘Hornsby appears to be suggesting that one cannot hold the philosophical view that communication is relational without turning into Ayn Rand’\n(p. 111). I confess that I laughed out loud, and also that I shared her frustration\nwith what she consistently reads as Hornsby’s dismissal of all semantic theories as\nunacceptably ‘malestream’ philosophy of language.\nBut then I revisited Hornsby’s paper. And it bears noting that in the very\nfirst substantive section of the paper, Hornsby writes, ‘Some feminist writers\nin consequence have been hostile to the very idea of a semantic theory. Such\nhostility seems to me misplaced’ (p. 88). It cannot be right, then, to say that\nHornsby herself rejects all semantic theory as unacceptably malestream. So\nsomething has, after all, gone wrong in Antony’s reading of Hornsby.\nOn the other hand, it is difficult to see how Hornsby’s version of semantic\ntheory can work. In one puzzling passage, she writes:\nWhen the account I have offered is brought to bear, the suggestion must\nbe that where a semantic theory tells one that a sentence s means that p,\nutterances of s are seen as fit for use to say that p to someone, and that an\nutterance is fit for such use only where a fellow language user’s taking it to be\nso used could suffice for a speaker who uses it having said that p(pp. 95-6,\nemphases added).\nThe sufficiency claim here is a shocking one, which seems to leave semantic content entirely up to the audience. In a further passage she writes, ‘No\nlinguistic meaning without saying, and no saying without communication’\n(p. 96). Hornsby does suggest in a footnote (pp. 103-4) that we may sometimes\nwant to capture the idea of a speaker saying something without succeeding in\ngetting uptake. But she suggests that this would be a different conception of\nsaying from what she has in mind as she argues for communicative speech acts.\nIf that’s right, then what she’s talking about here seems to leave no room for\nMind, Vol. XX . XX . XX 2024\b", "location": 23131}
{"paragraph": "Although my focus in this review has been on a particular dispute and its historical\ncontext, the lessons really are much broader and more enduring. A few years ago, a\ncontemporary of mine told me he had assumed back in graduate school that I was\nright-wing, because I was a direct reference theorist. I have had feminist philosophers tell me that other feminists have dismissed their work as not feminist because\nthey are doing analytic metaphysics or harbouring a fondness for Descartes. I have,\neven in recent years, witnessed serious hostility among left-wing philosophers to\nthe very idea of using Grice or the notion of reference in anti-oppressive philosophy\nof language. None of these theoretical approaches rule out valuable feminist work.\nAntony is right to insist that feminist philosophers should be happy to accept valuable resources for doing feminist philosophy, even if those resources come from\nsurprising places. Her work has done much to make feminist philosophy the pluralistic place that it now is. But her message still needs to be heard and remembered:\nwe should stop using ‘feminist’ as a bludgeon.\nIn this review, I have focused narrowly, but in a way that I hope illuminates Antony’s approach and its enormous value to feminist philosophy. Only\nNatural collects together papers that have played a vital role in the development\nof one of the most vibrant areas of philosophy today. But its importance is not\njust historical: it should be read by everyone doing feminist philosophy, whatever their approach to the field.*", "location": 29665}
{"paragraph": "As I’ve noted, there wasn’t much feminist analytic philosophy in the 1980s\nand 1990s. Moreover, much that did exist was strongly influenced by Carol\nGilligan’s In a Different Voice, which outlined what Gilligan saw as a neglected\nvoice in moral thinking, one she tentatively suggested to be more characteristic\nof girls and women (Gilligan 1983). Although she said that she was not claiming that men and boys think differently from women and girls, she nonetheless\nfell frequently into gendered language in describing this voice, and was widely\ntaken to have made an empirical claim of gender difference. In the literature\nthat flowed from Gilligan’s work, women were described as focused on emotion\nand connection; while men were described as focused on reason and individualism. These ideas were especially influential among early feminist ethicists—\nno surprise, since Gilligan’s focus had been on moral thinking. However, they\nwere also taken up in other areas. It became very fashionable for feminist philosophers to criticize reason, individualism, and generality—and to base these\ncriticisms in the idea that these were male ways of approaching the world. An\nimportant task of feminist philosophy, according to this line of thought, was\nto develop new theories based on women’s ways of thinking to replace the old\nones that had been based on men’s.\nIt is important to note that these claims are very different from the superficially similar ones of Feminist Standpoint theorists. According to standpoint\nepistemologies (which have their root in Marxism), what one is in a position to\nknow depends in part on one’s social location. People who occupy marginalised\nsocial locations are epistemically privileged with respect to knowing certain\nsorts of things—they will find it easier to come to know these things (though\nimportantly this knowledge will not be automatic). The superficial similarity\nbetween the Different Voice hypothesis and Feminist Standpoint Theory is that\nMind, Vol. XX . XX . XX 2024\b", "location": 6268}
{"paragraph": "we ‘are less likely to think in terms of independent discrete units’, then\nphilosophers’ failure to give an account of saying something to someone\nthat introduces an idea of communication might be blamed on habits of\nthought which we should expect to strike us—culturally situated as we\nare—as male… when communicative linguistic concepts are treated as\ndecomposable, human beings are cut off from one another. The treatment\nof language then exhibits the kind of individualism which has been taken\nto be characteristic of liberal political theory—in which accounts of social\narrangements are based in properties of individuals atomistically conceived. Such theory, which lacks a conception of politics which gender can\neasily mix with, does not suit feminists.", "location": 15524}
{"paragraph": "In this paper, Hornsby argues that a notion of communicative speech acts\nshould be placed at the centre of philosophy of language, and that this has been\nneglected due to the dominance of male ways of thinking. This is meant to be\na simple and fundamental notion, not analysable into speaker, audience, and\nwords uttered, and the central notion of what is said is meant to be itself a communicative speech act of this sort. This unanalysability is crucial to Hornsby’s\nunderstanding—and it’s a key way that the approach is anti-individualistic: it\nrejects looking at the perspectives of individual speakers and audiences, insisting that we should look only at the speech act as a whole.", "location": 12928}
{"paragraph": "All this is why Louise Antony’s work has meant so much to me, personally—and also why it means so much to the field. Making one’s way in feminist\nanalytic philosophy all too often used to require not just resisting the pressures\nof those who thought that feminism couldn’t possibly be philosophy—but also\nsurviving what felt like an onslaught from the other side, from those feminists\nwho insisted that one’s methodology was incompatible with feminism. The former critics wield more power, but it’s the latter who are in many ways the most\npainful—those who suggest that one’s methodological commitments disqualify\none as a feminist. Opposing any such methodological litmus test for feminism\nis one of the most important themes of Antony’s work. Antony has been a rare\ndissenting voice defending individualism, and also defending those theories,\nthinkers, and even issues that have been linked to this suspect doctrine—a\nshockingly large collection.", "location": 8458}
{"paragraph": "*\nFor discussion of this review, I’m very grateful to Susan Brison, Ray Drainville, Samia Hesni,\nKatharine Jenkins, Kate Norlock, and Ashley Pennington.", "location": 31477}
{"paragraph": "and audience perspectives. Hornsby’s approach would instead take communication as not analysable into speaker and audience perspectives.\nAs an example of what her preferred approach can do, Hornsby considers the case of hate speech. A common dismissive response to efforts to\nrestrict hate speech is to place the blame for any harm that comes from it\nonto the audiences. On this line of thought, it is because of the way that the\naudiences take the hate speech that it harms them. If they could develop\ngreater resilience or a sense of humour, there would be no harm. Hornsby\nrightly points out that this response involves separating the speech from\nthe audience’s reaction and treating the audience’s reaction as something\nwhich could be changed. Hornsby’s preferred approach makes this move\nimpossible. On her communicative speech act story, the speech act of saying something hateful is not separable from its uptake. So there is no room\nto pull apart the utterance from the audience‘s response and suggest that\nthe audience should simply shift what they’re doing. Hornsby takes this to\nmuch better capture the reality and harm of hate speech, and to therefore\nmake room for taking a properly serious approach to this important topic.", "location": 18305}
{"paragraph": "both hold that gendered social locations matter cognitively. Different Voice\ntheorists suggest that women and men think differently; while Standpoint theorists suggest that women may be better situated to know certain things than\nmen are. Importantly, however, Standpoint theorists are not in general committed to the idea of different cognitive styles in the way that Different Voice\ntheorists are. Instead, their focus is on the kinds of things that one may find it\neasier or harder to learn about—those in positions of oppression, for example,\ncome to know things about the workings of oppression that those in positions\nof domination don’t. Standpoint theorists might agree with Different Voice\ntheorists that women are better at discussing emotion, but they’ll differ about\nwhy: Different Voice theorists will say that women are more guided by emotion\nthan by reason, while Standpoint theorists will point instead to women’s much\ngreater experience of doing emotional labour—and the conceptual resources\nthat they develop through doing this labour. Importantly, Standpoint theorists\nwould not in general characterise reason as male—while Different Voice theorists would.\nThe idea that women philosophers could create an entirely new form of\nphilosophy because they approach the subject differently—through emotion\nand connection—seemed to many immensely exciting. It took hold not just in\nethics, but also in other areas. Good feminists, this line of thought went, should\nembrace women’s thinking and reject men’s thinking. A good feminist, then,\nshould draw from emotion rather than reason, and should focus on connection\nrather than individuals. And she should do this because that’s what women do.\n(I’ll get to better reasons in the next section.)\nThis led to feminists arguing, across many areas of philosophy, that a focus\non individuals was male—or, as some more cautiously put it—associated with\nmaleness, and therefore problematic for feminists. Feminists should, according\nto this view, embrace women’s thinking by adopting a focus on connectedness.\nTake, for example, my own area of philosophy of language. This line of\nthought is what led to Hintikka and Hintikka’s argument that a focus on reference was male. And it also led Jennifer Hornsby—in an article that Antony\nwrote about in ‘Is There a Feminist Philosophy of Language?’— to argue against\nthe individualism of what Hornsby (and others) called ‘malestream’ philosophy\nof language. These male ways of thinking include what Hornsby calls ‘decompositionalist’ thinking. According to such thinking, ‘the attribution of a piece of\nlinguistic communication between two people is…equivalent to the conjunction of something purely speaker-related with something purely hearer-related’\n(p. 93). Hornsby claims such thinking pervades analytic philosophy wherever\n‘necessary and sufficient conditions’ for the applications of concepts are sought\n(p. 93). Hornsby further explains (pp. 93-4, emphasis in original) that:", "location": 9927}
{"paragraph": "Downloaded from https://academic.oup.com/mind/advance-article/doi/10.1093/mind/fzad074/7613906 by Georgia Institute of Technology user on 22 April 2024", "location": 15371}
{"paragraph": "Downloaded from https://academic.oup.com/mind/advance-article/doi/10.1093/mind/fzad074/7613906 by Georgia Institute of Technology user on 22 April 2024", "location": 31687}
{"paragraph": "All of us who have chosen to make a career out of philosophy have been\ndrawn to the subject because of some problem that bothered us, some dialectic that engaged us, or some thinker who moved us. To this extent, we\nfelt ourselves at home in philosophy. But as women in a male-dominated\nfield, we have also experienced isolation, alienation, rejection, or all of\nthese, and many of us have looked to a community of feminist philosophers—partly actual, partly imagined—for relief. In circumstances such as\nthese, many of us will of course try to unify our philosophical and political\nstandpoints. My plea is that we do this constructively, by finding whatever\nmatches we can between the theoretical questions generated by our politics and the intellectual resources supplied by our philosophies. Let us not\ndishonour the appellation ‘feminist’ by turning it into a bludgeon. (p. 135)", "location": 31840}
{"paragraph": "a particular set of arguments against what some feminist critics called ‘individualism’ in philosophy of language. (Importantly, there are many quite distinct arguments against individualism which Antony discusses elsewhere.) I have chosen a\ndeep dive into this paper for several reasons. Some, as the reader will shortly see,\nare personal. But it is also a nice illustration of Antony’s disagreements with other\nfeminists, which I take to be one of the most important features of her work. At\nmany points across the decades, Antony was a nearly lone dissenting voice: her\nwillingness to disagree helped to make feminist philosophy into the flourishing,\ndeeply pluralist area that it is today. Explaining some of this history will, I hope, help\nto contextualise the sometimes-heated early debates for readers who may be less\nfamiliar with them. A final reason for my focus, we’ll see, is that we still have much\nto learn from some of Antony’s wise words.", "location": 5223}
{"paragraph": "exposed. The illusion that these views are ‘impartial’ is thereby sustained\n(p. 104, emphases in original).", "location": 23005}
{"paragraph": "Downloaded from https://academic.oup.com/mind/advance-article/doi/10.1093/mind/fzad074/7613906 by Georgia Institute of Technology user on 22 April 2024", "location": 22852}
{"paragraph": "Downloaded from https://academic.oup.com/mind/advance-article/doi/10.1093/mind/fzad074/7613906 by Georgia Institute of Technology user on 22 April 2024", "location": 2620}
{"paragraph": "Downloaded from https://academic.oup.com/mind/advance-article/doi/10.1093/mind/fzad074/7613906 by Georgia Institute of Technology user on 22 April 2024", "location": 5070}
{"paragraph": "Only Natural: Gender, Knowledge, and Humankind, by Louise Antony. NY:\nOxford University Press, 2022. Pp. xvi + 432.\nLouise Antony is a towering figure, one of the founders of analytic feminism.\nHer collected papers show the breadth of her scholarship, brilliance, and influence—across philosophy of mind, epistemology, philosophy of psychology,\nphilosophy of language, and even ethics. In all these areas, Antony applies a\ncarefully honed feminist lens, developed through not just academic work but\ndecades of feminist activism.\nIn some books, a philosopher’s character comes through very clearly, and\nin this book of collected papers (from the acknowledgements onward) it could\nnot be clearer how deeply Antony treasures her many decades of passionate\ndisagreement with other feminist philosophers. An important strand of this has\nbeen her ardent defence of individualism, beginning with the classic (and brilliantly titled) ‘Sisters, Please, I’d Rather Do it Myself ’, going deeply against the\ngrain of most feminist thought to defend individualism in feminist epistemology. Another strand, equally antithetical to many feminist philosophers, has\nbeen her arguments defending the idea of human nature, and even cognitive\nnativism. Here her focus has been on showing that one can, for example, accept\nthe idea of humans as having evolved a universal grammar—while nonetheless rejecting the many deeply sexist uses of human nature and evolutionary\npsychology that feminists have rightly railed against. An especially important\npaper in this vein is her ‘“Human Nature” and its Role in Feminist Theory’.\nThis is intimately related to Antony’s long-standing defence of naturalism in\nphilosophy, beginning with her brilliant ‘Quine as Feminist’. Indeed, another\ndistinctive feature of her work is her careful engagement with empirical literature. There is nowhere that this shines through so clearly as in her wonderful\n‘Different Voices or Perfect Storm’, one the most important papers written on\nthe underrepresentation of women in philosophy. This is a tightly argued critical response to some of the theories that have been put forward to explain this\nunderrepresentation, but it also puts forward its own very compelling ‘perfect\nstorm’ model. Whether or not you agree with Antony, you will benefit from\nreading and engaging deeply with this book—and these articles are, for me,\nparticular high points.\nYet I’m going to focus on a different chapter, ‘Is There a Feminist Philosophy\nof Language?’, which has not been so widely engaged with. Antony here takes up", "location": 0}
{"paragraph": "Downloaded from https://academic.oup.com/mind/advance-article/doi/10.1093/mind/fzad074/7613906 by Georgia Institute of Technology user on 22 April 2024", "location": 32936}
{"paragraph": "Downloaded from https://academic.oup.com/mind/advance-article/doi/10.1093/mind/fzad074/7613906 by Georgia Institute of Technology user on 22 April 2024", "location": 25658}
