"Title: None"
"Author: None"
{"paragraph": "CRITICAL REVIEW OF INTERNATIONAL SOCIAL AND POLITICAL PHILOSOPHY\n25\nthose well-off who accept his view) into saviors, as Walter Mignolo calls liberals,\nby obscuring how the immediate present was formed by the past.\nMills argued from the publication of his first book, The Racial Contract, that\ntheories of justice need to take as their starting point the effects of global\ncolonialism on the current world. The concept of the epistemology of ignor­\nance helpfully names this problem in Rawls’ methodology in a way that is\nmore politically perspicuous than O’Neill’s assessment of the problem as\nabstraction. In his Mills, 2015 essay, ‘Global White Ignorance’ Mills lists the\nfollowing as possible causal factors, though some of these are also practices:\nsocialization into a racist belief-set or a Eurocentric normative starting-point,\ninherited culture and tradition, inculcated social amnesia, typically skewed\ninferential pattern, deficient conceptual apparatus, material group interest, or\nepistemically disadvantaged social-structural location. (Mills, 2015, Routledge\nhandbook, 218)\nThus, Mills offers a contextualization of the problems of philosophical abstrac­\ntion and decontextualization. And in his earlier paper from 2007, ‘White\nIgnorance,’ Mills discusses how we need to look at the interactions of parti­\ncular forms of ‘perception, conception, memory and testimony.’(2007, 59).\nTestimonial injustice has a large impact on collective memory, creating\ninformation bubbles and blocks, he argues, while conception predisposes\nthe work of our perceptual apparatus such that wrong information may\nbecome the basis of judgment and understandings of our social environment\nand our experiences. Concepts can block perception and also drive our\nperceptual practices in certain directions. Examples here would include cer­\ntain formulations of expertise and intelligence, as we saw in the example of\nGrenada, and that also operate in the Western so-called democracies.\nHere and elsewhere Mills foregrounds whiteness as the condition that\nsocializes people into these deficient epistemic practices. But he does not see\nwhiteness as either necessary or sufficient for an epistemology of ignorance\nper se: his focus is analyzing that species of ignorance that is white ignorance,\nwhich is something I’d suggest is unfortunately available to aspirational people\nof color who identify with the civilizational claims of Anglo-European domi­\nnance. So here we might think about not only identity but also identifications\nas playing a role: how does one understand oneself in relation to others, who\ndoes one identify with, and who does one disidentify with?\nWe can answer that question in regard to Rawls. If the veil of ignor­\nance was working correctly, perhaps he could have seen that the snap­\nshot view is not how the formerly colonized see the present world. What\nMills adds here is that white identity has been formed by a historical\nexperience and historical mythmaking in which colonial settlements were\nthemselves viewed as utopias: an escape from poverty and European\naristocracies, with minimal government oversight, but which required", "location": 51109}
{"paragraph": "CRITICAL REVIEW OF INTERNATIONAL SOCIAL AND POLITICAL PHILOSOPHY\n17\nSo to begin, the first experience in Mills’s career that motivated his\ninterest in ignorance occurred in his first year of teaching at the University\nof Oklahoma in 1987. He was teaching a graduate seminar on Marx and\ndecided to organize the section on ideology around an example that he\nthought would be familiar and interesting to the students. So, for this\nclass, he relates,\nI led off casually with ‘OK, so as you all know, white racism and the subordina­\ntion of blacks has been central to US history. Now the explanations given . . . ’\nBut I never got to the explanations given; indeed, the prepared lecture was\nnever delivered. What I had taken to be an uncontroversial truism, something\neverybody knew about the United States, was vigorously denied by my class.\nWhite racism had not been central to US history, blacks had not been subordi­\nnated . . . I felt I had stepped into a looking glass world. (2010, 16)\nHere was the impetus both for his subsequent work on white ignorance as\nwell as his critique of ideal theory, which he believed played a major role in\nperpetuating white ignorance among the intellectual classes. These were not\nuneducated people but graduate students in philosophy. He began to think\nof white ignorance about racial domination not as a simple amnesia or lack of\nknowledge but one that must be cultivated. The cultivation was certainly\nsystemic (in e.g. curriculum requirements) but it must also involve individual\nagency, since one’s more natural or immediate perceptual attunements of\nthe social world in which they live must be dismantled and disempowered.\nWhat is notable in his description of the Oklahoma classroom experience is\nhow surprised he was, a surprise likely linked to his status as a recent\nimmigrant from Jamaica. Jolted by his students’ adamance about the absence\nof racism, Mills resolved to start ‘reading outside of philosophy, in history,\nsociology, and political science . . . ’ (Mills, 2010, p. 21) He understood that\nMarxist philosophy would not be entirely sufficient to explain white amnesia,\nand yet he took as his model for thinking about race the approach Marx took\nto class, adapting the method of structural analysis to reveal a historically and\nsocially constructed form of identity and rank. Also like Marx in regard to\nclass, Mills’s approach to race was never focused on individual intention, or\nattitudinal racism, as a form of moral failing. He did not deny the importance\nof such intentions, and their lethal power, but he was more interested in the\nsocial production, organization, and rationalization of such intentions and\nattitudes. And he knew that this topic would require a focus on the sub-field\nof epistemology in order to explain how graduate students over 30 years ago\ncould uniformly and ‘vigorously’ deny the persistence of racism.\nThe second source of inspiration for conceptualizing ignorance was during\nthe same decade, the 1980s, but in this instance not centered on race but on\nclass and his evolving critique of left-wing vanguardism. This source of his\nconcept of the epistemology of ignorance has received much less attention.", "location": 26316}
{"paragraph": "CRITICAL REVIEW OF INTERNATIONAL SOCIAL AND POLITICAL PHILOSOPHY\n11\nphilosophers, but he was also aware that such arguments don’t always need\nto be made to the victims of colonialism. What they need is a plan.\nAs this paper will show, Mills believed there was an underappreciated\npolitical sophistication of everyday folks, an already existing activity of resis­\ntance outside the armature of formal education that provides a clear and\npowerful way to resist as well as reformulate the self and the community. In\nhis paper on smadditizin Mills also discussed Rex Nettleford’s account of\ndance as central to cultural resistance, as a public performance that demon­\nstrates one’s own personhood as well as a valorization of one’s particular\nembodiment. This popular resistance is an important resource in the struggle\nagainst ignorance if it can be brought forward. In his collection of essays on\nthe Caribbean, Mills’s epigraph cites Bob Marley, who succinctly conveys the\nagenda of cognitive liberation with the lines, ‘Emancipate yourselves from\nmental slavery; None but ourselves can free our minds.’\nThus in this paper I explore what is perhaps a little known aspect of his work\non the epistemology of ignorance, that is, its source in his Caribbean experi­\nences as a political activist. This source is both productively generative and\ncautionary as we’ll see. It reveals that practices of ignorance are not cotermi­\nnous with white ignorance, even if the latter comprises a rather large enter­\nprise. But to get the full picture of the concept, we first need to understand\nwhat Mills meant to convey by it, and for this, it is useful to begin with the Orcs.\nIn an essay that was not published in his lifetime, but that has been\nrecently published in The Southern Journal of Philosophy by the efforts of his\nliterary executor, Chike Jeffers, Mills develops a devastating analysis of the\nbeloved, and much celebrated, fantasy trilogy The Lord of the Rings written\nby J.R.R. Tolkien. Mills calls it a racist tract. To be clear, Mills was an avid, life-\nlong consumer of fantasy and science fiction and wrote a futuristic short story\nin high school that was published in the school paper, garnering a lot of talk\namong the students for its nightmare qualities. So Mills comes at Tolkien with\nthe expertise of a devotee.\nI suspect that from early on Mills recognized the opportunities for social\ncriticism these genres can generate, as well as the chance to work through\nvarious kinds of philosophical thought experiments. This is the point of his own\nteenage story, which concerned how two friends respond to global cata­\nstrophe. But at some point in his life, Mills also came to see fantasy genres as\nthe psychoanalytic record of white hysteria, in which one could read the fears\nand desires about racial amalgamation, as well as the apprehension about\nfuture vengeance from the oppressed, playing out in mainstream domains\nbeloved by liberal publics. Given this interpretation, one does not need to\nread something like the Turner Diaries; one only needs to read Tolkien.\nMills calls the Lord of the Rings ‘a literal transcription of one of the most\nmalignant ideologies of the past millennium: the racist “Aryan Myth” which, in\none form or another, would ultimately justify both the conquest and mass", "location": 7353}
{"paragraph": "20\nL. M. ALCOFF\nagainst dogmatic thinking and producing a form of protected ignorance\n(2010, 89–120). In the anglophone Caribbean this combination of orthodoxy\nand dogmatism had the effect of dismissing forms of resistance that did not\nfit the European mold of class struggle.\nThe main event that spurred Mills to new thinking on these matters\ninvolved a crisis in the Caribbean left that occurred in the early 1980s\nwhen Charles was heavily involved. He wrote extensively about this in an\nessay published in 1990, ‘Getting out of the Cave’ whose subtitle was\n‘Tensions between Democracy and Elitism in Marx’s Theory of Cognitive\nLiberation.’ The crisis involved another island in the anglophone\nCaribbean: Grenada.\nU.S. leftists may primarily remember Grenada as the target of\na U.S. invasion in 1983 that toppled the government. This was the first overt\nmilitary overthrow by the U.S. since the end of the Vietnam War in 1975\n(they’d shown remarkable patience to hold back a whole 8 years). The\nGrenadian invasion was viewed by many as part of the proxy war between\nthe U.S. and the Soviet Union.\nPrior to the invasion, there was a revolution in Grenada in 1979. Barely five\nyears after it gained its independence from Britain, the socialist New Jewel\nmovement (which stood for Joint Endeavor for Welfare, Education, and\nLiberation) overthrew an unpopular and corrupt government. This was an\nevent that understandably rocked the Caribbean: a small left party ousted\na repressive government in a mostly peaceful revolution and gained mass\nsupport for its socialist agenda. Both the Nicaraguan Sandinista revolution\nand the Iranian revolution occurred in the same year. It began to look as if\nU.S. power had a limit (See Lewis et al., 2015).\nMills’s own party in Jamaica was understandably inspired, but unfortu­\nnately the Grenadian revolution ended in disaster within a few short years.\nAlthough some suspect covert operations may have played a role, the 1983\nU.S. invasion was not the precipitating event. Rather, disputes among the\nleadership of the People’s Revolutionary Government led to the execution of\nthe popular Maurice Bishop, the socialist Prime Minister, and ten others. This\nshocked the Caribbean left and had ripple effects throughout the region that\ncaused it to lose credibility. Mills calls this a ‘tragedy’ and argues that it\nresulted from the intellectual methods pursued by the Grenadian parties.\nHe says:\nEmancipatory social movements quickly discover that an essential part of the\nbattle they must fight is an intellectual one: the struggle (on both external and\ninternal fronts) for a new vision of the world and of themselves. The overturning\nof repressive social hierarchies required not just the organization of opposi­\ntional social forces but the development of new modes of understanding. Thus\nthe striving for cognitive liberation will form a crucial dimension of the emanci­\npatory process. (Mills, 2010, p. 128)", "location": 35696}
{"paragraph": "CRITICAL REVIEW OF INTERNATIONAL SOCIAL AND POLITICAL PHILOSOPHY\n15\nenables capitalism to function, thus locating support for ignorance in our\npolitical economy. New theories about ‘structural information bubbles’ and\n‘information deserts’ point to group differences in basic knowledge, although\nthese problems are sometimes called ‘passive’ causes of ignorance in a way\nthat disables an analysis of group motives (on this topic see Bayruns García,\n2020, 2021).\nWhat one needs, Mills argued, is an account of why ignorance about\nracism and colonialism is so pervasive, why it has infected so much scholar­\nship and, in particular, political philosophy, and not simply the non-academic\nsphere. And what we very much need is a corrective epistemic plan. Simply\npresenting the evidence is clearly inadequate because there are standard\nepistemic practices at all levels of society that disrupt reception, disqualify\nclaims, delegitimate scholars, and in fact demonize the messenger.\nThere is a precursor of these discussions about ignorance in Freud. His\nconcepts of denial and repression explore the psychic defense mechanisms\nthat allow people to avoid aspects of reality that challenge our equilibrium.\nIgnorance, in this sense, enhances our capacity to function. But, of course, this\ntoo needs political analysis: what sort of functioning requires denial? And\nwhose? And what, in particular, must be denied? Denial and repression are\nnot exclusive to dominant groups; oppressed persons also have trouble\ngetting out of bed to face the social realities of their lives, and facing history\nis as painful for those who may be related to the victims as for those who may\nbe related to the victimizers, though in different ways. Concepts of denial and\nrepression are useful for analyzing these diverse affective motivations (see\ne.g. Morgan, 2021).\nWith this brief overview we can now situate Mills’s contributions to the\ndeveloping discussion of ignorance. I will argue in what follows that his work\nlays out the major political conditions that foster the epistemic practices of\nignorance, relating these to group positionality and identifications. He also\ntargets specific philosophical trends and begins to point us toward solutions.\nFirst, let us recall how Charles articulates the idea of the epistemology of\nignorance. The first substantial articulation of the concept is in The Racial\nContract, published in 1997, where he says1:\nThe requirements of ‘objective’ cognition, factual and moral, in a racial polity\nare in a sense more demanding in that officially sanctioned reality is divergent\nfrom actual reality. So here, it could be said, one has an agreement to mis­\ninterpret the world. One has to learn to see the world wrongly, but with the\nassurance that this set of mistaken perceptions will be validated by white\nepistemic authority, whether religious or secular. (Mills 1997, 18)\nWe should note here an ambiguity in this initial formulation. He states that an\nindividual learns to know wrongly and is rewarded for this with social valida­\ntion, but does the ignorant truly believe, or go along to get along? We might", "location": 20124}
{"paragraph": "14\nL. M. ALCOFF\nMills was delighted at the development of the field of social epistemology, but\nquickly dismayed at the narrow formulation of the problematic as it was usually\ngiven (see e.g. Mills, 2017, pp. 51–53). Although radical theoretical traditions like\nMarxism, feminism, and race theory initiated work on ideology and systemic\nsocial exclusions, this source was being overlooked. For example, in Alvin\nGoldman’s influential 1999 book, Knowledge in a Social World, Mills writes,\nthe implications of systemic social oppression for his project are not addressed.\nThe picture of ‘society’ he is working with is one that—with perhaps a few\nunfortunate exceptions—is inclusive and harmonious. (Mills, 2017, p. 52)\nMills knew that, despite Goldman’s and others’ (feigned?) ignorance, the field\nof social epistemology had been instigated by work in feminist philosophy\nover the 1980s and 1990s. Harding (1986), Code (1991), Longino (1990),\nMichele Le Doeuff (1981) and others were showing how dominant knowl­\nedges were skewed by the homogeneity of the social identities involved (see\nMills, 1988). Perhaps it was because the ‘new’ field of social epistemology\ndenied ties to these forerunners that ignorance was taken to be a deviation\nrather than a norm, marginalizing the sort of issues Mills focused on such as\nwhite ignorance. Mills finds almost no mention in the mainstream philoso­\nphical work of racial group identity as a factor relevant to understanding the\nsocial conditions of cognition, even a decade after Goldman’s book. And he\ncontrasts this with the fact that white ignorance is a veritable theme in African\nAmerican fiction and non-fiction.\nIf some of us had shared Mills’s hope that the development of social\nepistemology would make epistemology itself more relevant, rescuing it\nfrom the dead-end of the Gettier debates that occupied it for so many\ndecades, the narrowness of the dominant framework in this new field sinks\nour hopes once again.\nStill, the post-Quinean and naturalistic trend in epistemology exemplified\nin the work of people like Hilary Kornblith opened the door to a wider set of\ncritical topics (see Nelson, 1990). In 2003, Robert Proctor and Londa\nSchiebinger organized a conference on agnotology, or the study of ignor­\nance, and the work of Nancy Tuana, Iain Boal, Michael Betancourt, Irvin Schick\nexpanded the discussion in several directions. The study of ignorance con­\ntinues to grow: one of the recent Routledge Handbooks is devoted to the\ntopic.\nYet some of the work on ignorance is focused rather narrowly on the\nspread of false information by tobacco and oil companies, pharmaceuticals,\nand political leaders. Or the focus is on non-elites while leaving the main­\nstream intellectual classes exempt. The Russian born science fiction writer\nIsaac Asimov held that the U.S. has a ‘cult of ignorance,’ thus giving more of\na culturalist explanation of the problem than a political one. But others,\nnotably Betancourt, argue that a disengagement with our social reality", "location": 17106}
{"paragraph": "24\nL. M. ALCOFF\nsuperiority of imported theory and influence over local activists, no matter\nhow embedded they were in the local culture. But it also inculcated\nepistemic practices in which the non-elites in the party, those who had\nless formal education, discounted their own reasoning and accepted the\nneed to defer. This investigation clearly inspired Mills to explore ignorance\nas a ‘cultivated amnesia’ or intentional practice.\nIn this final section I want to consider how Mills saw the epistemology of\nignorance applying to the mainstream canon of Anglo-European political\ntheory. He saw this as manifested in its neglect of topics of racism and\ncolonialism but also in the fact that there seemed to be little interest in\nengaging with the work of the many political theorists of color who\naddressed these issues over the last century. It is hardly surprising that the\nmost influential works in the field offer no help in redressing structural\nhistorical injustice and, in fact, contribute to ignorance by characterizing\nWestern societies as liberal democracies with a few deviations. This he calls\nout as moral evasion and moral complicity (Mills, 2018, p. 71).\nIn his Mills, 2018 Presidential Address, Mills provocatively called Rawls’\ntheory of justice a whitopia. Rawls’ theory may have useful elements, he allows,\nbut it imagines society as a cooperative venture for mutual advantage whose\nprinciples of justice are democratically agreed upon. The just society it subse­\nquently assembles, then, is shaped by the assumption of a white polity with\na shared history of voluntary migration. To portray the United States in this way\nis thus the product of an epistemology of ignorance (Mills, 2018, p. 51).\nMills holds that there are actually ‘two main varieties of whitopia, both in\npractice and in theory’ (Mills, 2018, p. 51). In the first, white domination is overt\nand unapologetically defended, while in the second, ‘white domination is\ngenerally denied, and differential white privilege is masked . . . ’ (Mills, 2018,\np. 52). In the case of Rawls, ignoring structural historical injustice seems to be\nmotivated by a typical philosophical attempt to reduce the variables: skim\ndown the project’s formulation of the questions to the least number of ele­\nments so that one can make progress on formulating answers (and here he is\nmaking good use of O’Neill’s, 1987 critique of philosophical abstraction). This\nmethod allows Rawls to narrow the scope of distributive justice, focusing only\non the domestic sphere of a society in presentist form, without attending either\nto its past or its relations with other societies. And within that limited sphere,\nRawls bases his analysis on what Olufemi O. Taiwo calls a ‘snapshot view’ that\ntakes the current moment as if it were independent of any ‘relationships to\nwhat happened yesterday’ (Táíwò, 2022, p. 85). But this, as Taiwo says, gives us\n‘incomplete information’ relevant to the issue of justice, supposedly the focal\npoint of analysis. The result is not only a useless theory but one that obscures\nthe role of injustice in clarifying the requirements of justice: so that, for\nexample, Rawls says the more well-off should change things for the benefit\nof the worse off simply because they are worse off. This makes Rawlsians (or", "location": 47816}
{"paragraph": "CRITICAL REVIEW OF INTERNATIONAL SOCIAL AND POLITICAL PHILOSOPHY\n13\nfell in love with the Hobbits’ land and identified with their struggle, is not\ncompletely ignorant of the racial undertones of the story, but enlivened by it\nprecisely because it is familiar to what we already know, and fear.\nI want to suggest that this is precisely how the epistemology of\nignorance often works as Mills develops his concept. Ignorance does not\nrequire an effective or complete erasure as in the case of false information\nreports that mislead a gullible public into accepting lies. Rather, ignorance\noperates as an intentional pushing down or pushing away of what one\nknows, making it latent or casting it to the back of one’s mind. The parallel\nbetween the groups in Middle Earth and modern Earth is too obvious to\nbe truly unknown or unconscious. Thus, ignorance in this sort of case is\nnot an absence of knowing, but an intentional stance toward what one\nknows. In the case of The Lord of the Rings, the genocide of the orcs is\nconsistent with a central set of ideas that have legitimated violence by\nEuropeans since the Crusades, and is ‘fully within that tradi­\ntion.’(2022, 128)\nAccepting the portrayal of the Orcs that Tolkien offers works to morally\nabsolve the reader for desiring a racial massacre even while most readers are\nlikely to desire exactly this, that Middle Earth will be cleansed of the Orc’s\npresence by the end of the final volume of the Trilogy (as does happen). We\nmight differentiate between different reactions by different reading publics,\nbut colonized subjects, such as myself and Mills, too often identify with the\nWest, the light, the civilized, the ‘advanced’, and engage along with others in\nthe pushing down of contrary evidence and concerns. I’ll return to this disturb­\ning thought later on.\nIn order to situate Mills’s contributions to the epistemology of ignorance, it\nwill be helpful to turn next to a brief overview of the development of this field.\nThe discussion of ignorance in recent decades is expansive, although it is\nmore developed in psychology, sociology and education than in philosophy.\nIgnorance is now studied widely not as a lack or a defect or the product of\nsimply getting false information but as intentional and often systemic. In\nother words, while individuals may intentionally avoid certain kinds of knowl­\nedge, ignorance can also be socially produced, promoted, excused, and\nsometimes enforced. There is much discussion about the choices made by\nprivate tech platforms that allow false claims to be aired, but we also have to\nconsider the epistemic practices that lead to a positive reception of these\nclaims, no matter their source. There are certainly individual aspects to this\nreception, which has given rise to an account of what have come to be called\n‘epistemic vices,’ but there is a social dimension as well that involves group\nidentity formation and political mobilizations along with the pursuit of cor­\nporate profits. Some bad epistemic practices are socially rewarded, thus it has\nbecome clear we must attack the problem at both the individual and the\nsocial level.", "location": 13973}
{"paragraph": "CRITICAL REVIEW OF INTERNATIONAL SOCIAL AND POLITICAL PHILOSOPHY\n2024, VOL. 27, NO. 1, 9–28\nhttps://doi.org/10.1080/13698230.2024.2305011\nARTICLE\nRoutledge\nTaylor & Francis Group\nB) Check for updates\n“The roots (and routes) of the epistemology of\nignorance”\nLinda Martín Alcoff\nDepartments of Philosophy, Graduate Center and Hunter College, City University of New York\nABSTRACT\nThis paper elaborates on the idea of the epistemology of ignorance developed\nin Charles Mills’s work beginning in the 1980s and continuing throughout his\nwritings. I I argue that his account developed initially from experiences of\nracism in north America as well as certain methods of organizing within parts\nof the Caribbean left. Essentially the epistemic practice of ignorance causes\nknowers to discredit or push away knowledge they in fact have. But this gives us\ncause for hope, for restoring existing knowledge through changing ideas about\nwho knows.\nKEYWORDS Epistemology; ignorance; racism; Charles Mills\nThere is no question that the large body of philosophical writing that Charles\nMills wrote in his lifetime was inspired by his desire to aid in the struggle for\neconomic and racial justice in the Caribbean. He loved his home country of\nJamaica and keenly felt the pain of exile that had begun in his mid-twenties\nwhen he traveled to north America for graduate work in philosophy. But he\nhad always planned to end the exile in his retirement. His first book, The\nRacial Contract, a work that famously develops a succinct but revelatory\npicture of the racially based European colonial project, was born of his\nawareness of the transnational predation still hobbling the political and\neconomic sovereignty of Caribbean countries. The continuous character of\nthis predation was in no small measure enabled by Britain’s refusal to\nacknowledge the long after-effects of their colonial rule.\nToward the end of this book, Mills suggests that we need to think about\nthe epistemological ideas and practices that protect a massive white\nignorance about both this history as well as current structural racisms in\nthe colonial center. This is essential if we are to understand how racism\nbecame entrenched in the patterns of economic and social life long after\nformal colonialism ended. Ignorance has been enabled and reproduced\ngeneration after generation, thwarting efforts to achieve cross-racial class\nCONTACT Linda Martín Alcoff\nlalcoff@gc.cuny.edu\n© 2024 Informa UK Limited, trading as Taylor & Francis Group\n39071LN0Y", "location": 1698}
{"paragraph": "10\nL. M. ALCOFF\nsolidarity, no doubt one of the central aims of elites. Mills found the idea\nof an enabled ignorance also useful in making sense of the systematic\nomissions he found in the traditions of Western political philosophy, the\nvery texts that understand themselves to be offering theoretical elabora­\ntions of justice at the highest level of reasoning. How can such thinkers\nlive in the same world we experience every day, and yet all but ignore\nissues of racism in their philosophical writings? How is it that even the\nclass struggle has so often been presented by the liberatory tradition in\na de-raced way? How can we be expected to teach the canon of modern\nliberal political theory without mentioning much less discussing the role of\nthese figures – Locke, Hume, Kant, John Stuart Mill, and so on – in the\nslave trade, in formulating the laws of slavery, in promoting racist ideolo­\ngies, in justifying colonialism?\nFor Mills, as I will show here, the epistemology of ignorance is a useful\nconcept to apply to all levels of society. Every community seems to protect its\nignorance about certain issues, such as male dominance, the existence of\nsexual fluidity, ongoing epidemics of sexual violence in our midst, and so on.\nYet the ignorance promulgated in elite spaces is regularly resisted and dis­\nrupted, not to mention laughed about behind the safe space of closed doors,\nby non-elites of varied sorts. Thus, it is important to complicate the field of\noperations here in which specific types of ignorance thrive. In fact, the idea of\na widespread, structurally supported ignorance about racist realities is in no\nway news to those targeted. Yet Mills turns to this concept as a way to give\na theoretical articulation to the phenomenon so that it can generate more\nattention, analysis, and investigation, as it indeed it has since the publication\nof The Racial Contract.\nMills had a great respect for the long indigenous tradition of resistance in\nJamaica and Caribbean societies in general that continues to inspire and\nsustain struggles around the world. For Mills, this tradition includes not\nonly the many influential theorists, writers, and poets that come from this\nregion, but, also, the popular music, dance and practical forms of everyday life\nthat express collective dignity, solidarity, and, sometimes, insubordination.\nHis essay on ‘smadditizin’, a creole word used to convey the idea of ‘becom­\ning somebody,’ interprets it as an articulation of the idea of having one’s\npersonhood recognized. The need to assert one’s personhood surely\ninformed the concept he began to use in his work on Kant: the idea of the\n‘sub-person’, or untermenschen. Mills used this concept to make sense of the\nlimits Kant had in mind when he espoused universalist sounding claims that\nwere not in fact intended to extend to all. Those denied full personhood knew\nthey had to assert it, demand it, and win it, such as the concept ‘smadditizin’\nimplies, rather than assume it as a birthright.\nMills’s critique of major figures such as Kant and Rawls was generally based\non close readings toward engaging the internal interpretive debates among", "location": 4202}
{"paragraph": "18\nL. M. ALCOFF\nMills endeavored to contribute to the liberation of Jamaica from neo-\ncolonial rule by joining the Workers Party of Jamaica in the 1970s. This was\na fairly orthodox party with a Leninist organizational form. Because it called\nfor revolution it had to operate with some care and subterfuge whether in\nJamaica or Canada (where it was also active among the large Caribbean\npopulation in Toronto where Mills lived for a decade). Mills was himself\ncircumspect about his membership since his own family held positions in\nthe liberal government, and they were none too pleased by the WJP’s strong\ncriticisms of Michael Manley.\nThe Caribbean, like the U.S., had many Marxist-Leninist parties in the\n1970s. A key issue of debate among these groups was what we then called\n‘the national question’ – concerning the nature of the subordination of\nracialized groups such as African Americans, Mexicans and Puerto Ricans.2\nThe influential race theorist Eduardo Bonilla-Silva has recounted how his\ngroup in Puerto Rico exhibited disdain against those tendencies that\nemphasized ‘the national question’. Although anti-racism was considered\nimportant (sometimes more so than women’s rights or, heaven forbid, gay\nrights), still, the national question was secondary to the class struggle.\n(This was not true of all Marxist or Marxist-Leninist parties – some in the\nU.S. understood the connection of race and class to be the central\ncontradiction).\nThe WJP was similar to the one Bonilla-Silva describes, and like Mills, it was\nonly when Bonilla-Silva traveled to the U.S. and experienced anti-Puerto Rican\nracism that he began to modify his social analysis. But Mills’s theoretical\ndevelopment from a class-centric approach to the sort of multi-axial\napproach most radicals accept today was also connected to his thinking\nabout the epistemology of ignorance, I want to argue. Like Stuart Hall, Mills\ncame to be influenced by Gramsci’s idea of an organic intellectual who would\nmaintain a connection with the people, develop a collaborative pedagogy,\nand thus redress the problematic gap between the mass and the radical\nintellectuals (Mills, 2010, p. 138).\nThe effect of orthodox Marxism was often to neglect close analysis of local\nconditions, local resistance, and popular thought, especially those expressed\nin cultural forms such as Rastafarianism. In the Caribbean this neglect of local\nconditions gained support from the elitist tendencies of college educated\nmiddle class folks in the party, helping to reenforce a neglect of race and of\ncolorism.\nIn Jamaica, as Mills explains,\ngiven the regional history of imperial domination structured ideologically\naround the central pillars of the superiority of Western culture and thought,\nand the denigration of nonwhite peoples, it is natural that the most important\nindigenous oppositional ideologies should revolve around race. (pan-\nAfricanism, Negritude, Rastafari) (Mills, 2010, p. 152)", "location": 29508}
{"paragraph": "22\nL. M. ALCOFF\nwield the theoretical language to direct party strategy. The Grenadian\nparty consisted of members with multiple class and educational back­\ngrounds and working class members conveyed feelings of intimidation.\nThose who ‘knew the theory’ assumed they knew best and could therefore\n‘decide against the majority’ (Mills, 2010, p. 155). Raising questions or\nalternative points of view might lead a member to be called out as petit-\nbourgeois or counter-revolutionary. Mills takes this as only partly\na problem of party doctrine: this was a small country trying to create\na revolution under a state of siege, with credible military threats and likely\ncovert action from abroad. He writes that ‘what a state of siege produces is\na siege mentality, in which criticism and dissent are quickly transmutable\ninto ideological subversion on behalf of the external enemy’ (Mills, 2010,\np. 155). This is a familiar phenomenon for struggles against much more\npowerful foes who can use subterfuge of all sorts.\nYet, the state of siege mentality produces disastrous epistemic practices.\nHe writes that its\noverall consequence was a drying up of the necessary feedback about the\nimplications of decisions and policies. People began to have second thoughts\nabout expressing their feelings if they did not conform to what ‘the book’ had\nsaid . . . the divisions between people and party grew . . . as did the divisions\nbetween rank-and-file party members and the leadership. (Mills, 2010, p. 156)\nIn a section of the essay that he entitled ‘The Phenomenology of\nVanguardism’, Mills explains that he is going to offer an ‘empathic reconstruc­\ntion of what it must actually have been like in those last few months’ (Mills,\n2010, p. 15), that is, leading up to the execution of Bishop. He begins with an\naccount of the powerful effects of finding a theory such as Marxism that offers\ncomprehensive explanations of social structures and links these to one’s own\npersonal experiences. The ‘capacity of Marxism to elucidate connections\nbetween apparently unrelated phenomena is astonishing . . . .the bourgeois\nscales seem to fall from your eyes . . . in the holistic illumination that the whole\nsystem is interconnected’ (Mills, 2010, p. 157). The result is an experience of\nepistemic transformation: one sees the world differently, has new tools to\nassess experiences and relations, and feels empowered by having access to\nthe explanatory strength of a systematic theory.\nIn the real world context of political activism that is pursued under a state\nof siege, the explanatory theory may appear to be the most powerful tool one\ncan have. Yet, he argues, it is\npurchased at a cost—that cost being a partial break with the axioms of com­\nmon sense, the accepted interpretations of everyday experience . . . [so that]\none learns to distrust oneself, to distance oneself from one’s own immediate\nspontaneous reactions, feelings and perceptions. (Mills, 2010, pp. 157–158)", "location": 41744}
{"paragraph": "28\nL. M. ALCOFF\nDisclosure statement\nNo potential conflict of interest was reported by the author(s).\nNotes on contributor\nLinda Martín Alcoff is Professor of Philosophy at Hunter College and the\nGraduate Center, CUNY. Recent books include Rape and Resistance; (Polity\n2018); The Future of Whiteness (Polity 2015); Visible Identities: Race, Gender\nand the Self (Oxford 2006).\nReferences\nBayruns García, E. (2020). How racial injustice undermines news sources and\nnews-based inferences. Episteme, 19(3), 1–22. https://doi.org/10.1017/epi.2020.35\nBayruns García, E. (2021). Racial injustice and information flow. Feminist Philosophical\nQuarterly, 7(4), 1–18.\nBeltrán, C. (2020). Cruelty as citizenship: How migrant suffering sustains white democ­\nracy. University of Minnesota Press.\nCode, L. (1991). What can she know? Feminist theory and the construction of knowledge.\nCornell University Press.\nHarding, S. (1986). The science question in feminism. Cornell University Press.\nLewis, P., Williams, G., & Clegg, P. (Eds.). (2015). Grenada: Revolution and invasion.\nUniversity of West Indies Press.\nLongino, H. (1990). Science as social knowledge: Values and objectivity in scientific\ninquiry. Princeton University Press.\nMills, C. W. (1988). Alternative Epistemologies. Social Theory and Practice, 14(3),\n237–263. https://doi.org/10.5840/soctheorpract198814316\nMills, C. W. (2003). From class to race: Essays in white marxism and black radicalism.\nRowman and Littlefield.\nMills, C. W. (2010). Radical Theory/Caribbean reality: Race, class and Social Domination.\nUniversity of West Indies Press.\nMills, C. W. (2015). Global White Ignorance. In M. Gross & L. McGoey (Eds.), Routledge\nInternational Handbook of ignorance studies (pp. 217–227). Routledge.\nMills, C. W. (2017). Black Rights/White wrongs: The critique of racial liberalism. Oxford\nUniversity Press.\nMills, C. W. (2018, November). Through a glass whitely: Ideal theory as epistemic\ninjustice. Proceedings & Addresses of the American Philosophical Association, 92,\n43–77.\nMills, C. W. (2022, September). The wretched of Middle-Earth: An orkish manifesto. The\nSouthern Journal of Philosophy, 60(S1), 105–135. https://doi.org/10.1111/sjp.12477\nMorgan, H. (2021). The work of whiteness: A psychoanalytic perspective. Routledge.\nNelson, L. H. (1990). Who knows: From Quine to a feminist Empiricism. Temple University\nPress.\nO’Neill, O. (1987). Abstraction, idealization, and ideology in ethics. In J. D. G. Evans\n(Ed.), Moral philosophy and contemporary problems (pp. 55–69). Cambridge\nUniversity Press.\nTáíwò, O. O. (2022). Reconsidering reparations. Oxford University Press.", "location": 60454}
{"paragraph": "CRITICAL REVIEW OF INTERNATIONAL SOCIAL AND POLITICAL PHILOSOPHY\n21\nHe likens this to getting out of Plato’s cave, since it requires combatting the\nelitist assumption of ‘’epistemological inequality’ between various members\nof the Republic’ (Mills, 2010, p. 130). To be sure, workers are subject, as he\nargues, to having ‘simultaneously insight and illusions, truth and misconcep­\ntion’ (Mills, 2010, p. 133). The approach of revolutionary intellectuals to\npopular consciousness cannot therefore be uncritical. But knowledge is\nderived from a ‘specific social matrix’ and the starting point of theory must\nbe here (Mills, 2010, p. 132).\nTo formulate his analysis of the failure of the Grenadian revolution, Mills\ndid a series of interviews in the mid 1980s with eight former members of the\nNew Jewel movement, and, while protecting their anonymity, he summarizes\nand discusses these at length in his 1990 paper. He explores questions about\nthe role of the intellectual in achieving cognitive liberation, and the effect of\ninternal class divisions within the party. These topics played a role in his\ndeveloping focus on race as well as his account of the epistemology of\nignorance.\nBased on his interviews with party members, Mills argued that overcoming\nthe elitist dangers inherent in vanguard parties required understanding the\nspecific cultural and colonial histories that produced elitist habits among the\neducated classes and self-subordination among the racialized poor. This\nrequired digging deep into the specifically cognitive forms of racial oppres­\nsion and foregrounding cognitive liberation, goals that are difficult to\nadvance with centralist command structures (whether democratic centralism\ncould work as an antidote is not something he explores). As before, Mills\nargues that we need a localized approach to revolutionary political strategies.\nThe Central Committee of the Soviet communist party cannot assume either\nthe ability or the right to direct revolutions around the world, using its\nmaterial resources as a lever to dictate local party decisions, as they did\nnotoriously in Cuba. This was not only a political error but an epistemic\none, given the need for a thick understanding of local culture in colonized\nsocieties.\nIn the Caribbean, a thick understanding would have foregrounded race as\nwell as class. As one of Charles’ interviewees saw it, the Marxism Leninism\npracticed by the New Jewel leadership did not acknowledge ‘the fact that\nwe’re oppressed as blacks and working class. It alienated many people – it\ndidn’t relate to their experience. We just closed our minds to developing any\nfurther theory, creating something new.’ (2010, 153)\nMills also begins to develop here a nascently phenomenological take on\nignorance that takes social identity into account. In his discussion of the\ndynamics within the Grenadian social movement, his interviewees explain\nhow they would choose to ignore their own personal knowledge and\nexperience about how things were working on the ground in the new anti-\ncolonial government in order to defer to those in the party who could", "location": 38644}
{"paragraph": "12\nL. M. ALCOFF\nmurder of the non-white world by Europeans, and the later Nazi genocide of\nEuropeans themselves’ (Mills, 2022, p. 107). His argument centers on the\nstriking symmetry between the ranked creatures of Middle Earth and the\nracist ranking of colonialism. Just as the three sons of Noah from the Bible are\ncontinually used to explain the different fates of whites and nonwhites as well\nas among different ‘types’ of whites, so too are the distinct characteristics of\nelves, dwarves, hobbits, men and orcs used to explain their differential moral\nstatus. Elves, hobbits, men and dwarves form the coalition against the evil\nwizards of Mordor and their mindless Orc warriors, but the intellectual,\naesthetic and physical differences between the first four categories of beings\nmimic the way that ethnic distinctions among white Europeans are often\nportrayed, with some accompanying status differences. (There are strongly\nbuilt Russians, small gentle Belgians, the Irish who love their drink, and so on.)\nThe Orcs are portrayed by Tolkien in a way that is sharply contrasted from\nthese other groups. They are swarthy, dark, and wild, with skin tones and eye\nshapes that signify as both black and ‘Oriental.’ They also speak, weirdly, with\ncockney accents. Mills suggests that, together, these characteristics worked\nwell for British audiences to signify both class and racial ‘types’: appropriate\nfor subordinate roles and serviceable for difficult labor such as working in the\nmines or the military. Most tellingly, the mass murder of the Orcs in the\nvarious battles is portrayed by Tolkien as a triumph without any moral\nambiguity. Unlike other groups in the Lord of the Rings, the Orcs are presented\nwith no historical narrative by which we might understand their actions or\nmotivations. Nor do they have a single admirable quality: their stereotyped\nfeatures are flatlined as negative. The earth is better off without them.\nThus, there is a clear resonance between the project of genocidal racism as\nportrayed in The Lord of the Rings, and the genocidal violence perpetrated\nthroughout the period of European colonialism that was justified as a triumph\nof civilization over savages. This becomes central to Mills’s developing theory\nof how the epistemic practices that protect ignorance work. He argues that\nthe immense popularity of Tolkien is tied not to the strangeness of Middle\nEarth, but to its familiarity. At a deep level, this stratified world with dispo­\nsable types of beings is entirely recognizable. The novels so easily animate\nour emotions of identification, of sympathy, of fear and of anguish, because\nthe mythic world they portray is one we know, one we in fact inhabit. The\nmass of Orcs threatening the peaceful idylls of the hobbits’ Shire, with its\nolde-English rural romanticism, mimics the fear the West continues to have\nabout invading, mindless, and violent mobs, and mobs who are not ‘like us’\nbut ethno-racially distinct and different looking. Mills suggests that the Shire\nsimultaneously represents ‘the outnumbered aristocracy surrounded by the\nshrieking mob, the colonial outpost about to be overrun by insurgent natives,\nthe Christian West against the hordes of Saracens, Turks, Mongols’ (Mills,\n2022, p. 127). In other words, the reader, such as my 12 year old self who", "location": 10659}
{"paragraph": "16\nL. M. ALCOFF\nalso ask whether the social validation is necessary precisely because the\nindividual is uncertain about what one takes to be true.\nMills continues—\nThus in effect, on matters related to race, the Racial Contract prescribes for its\nsignatories an inverted epistemology, an epistemology of ignorance,\na particular pattern of localized and global cognitive dysfunctions (which are\npsychologically and socially functional), producing the ironic outcome that\nwhites will in general be unable to understand the world they themselves\nhave made. [. . .] To a significant extent, then, white signatories will live in\nan invented delusional world, a racial fantasyland . . . ” (Mills 1997, 18;\nemphasis in original)\nThis idea is not new to Charles in 1997, however. In an earlier work, ‘Alternative\nEpistemologies’ published in 1988, he writes that ‘the processes of cognizing\nvalidated by the dominant perspective are . . . inadequate . . . ’ (1988, 237) In\norder to develop an analysis of this defective form of cognition, Mills sets out\nhere what in hindsight we would call, citing Mills himself, a non-ideal approach\nto epistemology in which our aim is not to establish universal epistemic norms\nbut corrective ones. The ‘Alternative Epistemologies’ he explores in his 1988\npaper – which include Marxism, feminism, and Black philosophy – do not\nassume an unspecified, abstract, fungible knower. Nor do they aim for\na generalized analysis of memory, perception, or belief formation or a new\nsolution to the Gettier problem. Instead, they offer a critique of just this sort of\ndecontextualized formulation of the problematic of epistemology. In a later\nessay he says such abstract approaches invokes the idea of ‘an imposing and\nlofty mansion somewhere in the clouds, Nowhere Towers, which is the House\nof Philosophy’ inside of which ‘we find colourless “men” at work on the great\nenterprise: investigating the joints of the furniture, tapping the walls,’ etc.\nSo it is clear that Mills’s oeuvre was marked by a persistent interest in the\nquestion of knowledge in relationship to power and group oppression. And it\nis also clear that he did not believe the lofty mansion in the clouds, in which\nmany philosophers imagine themselves, would be the place where such\nquestions could be raised, much less adequately answered. Further, as we\nwill see further on, he saw the very construction of the Nowhere Towers as\na project with a politics.\nIn what follows, I want to mark out two specific moments early in Mills’s career\nthat inspired his development of the concept of the epistemology of ignorance.\nNoting these will help to understand his intent in developing the concept. I will\nalso draw out the connection of ignorance to the provocative claim Charles\nmade, in his Mills, 2018 APA Presidential Address, that Rawl’s political theory was\na form of ‘whitopia.’ To make this argument, Mills made prodigious references to\npopular science fiction and fantasy once again, connecting typical elements of\nthese genres to Rawls’ own portrayal of a just society.", "location": 23252}
{"paragraph": "CRITICAL REVIEW OF INTERNATIONAL SOCIAL AND POLITICAL PHILOSOPHY\n23\nThis becomes what he calls an anti-empirical stance, in which ‘one starts not\nso much to reconceive as to ignore experience’ making party pronounce­\nments ‘immune to empirical refutation.’(2010, 158).\nLiberatory theory in this guise becomes a commandist epistemology that\ndisavows democratic deliberation: the ‘people’ who have not yet been con­\nverted ‘are still in the Cave’ so there is no point in consulting their views. The\nfact that Maurice Bishop was a popular leader among a wide swath of\nGrenadians counted for little. Mills diagnoses this as a degeneration into\nforms of idealism and Platonism, overturning the empirical approach Marx\nespoused. The result was that party leaders need not pursue consultation and\ncould preemptively disregard popular will and mass opinion.\nTo repeat, Mills does not champion a naïve populism against what he calls\nout as a misguided vanguardism. He argues that there is an ongoing need for\ndemystification and a critique of retrogressive ideologies. But he warns that\nideologies can also take the form of vanguardist epistemologies that legit­\nimate familiar forms of class elitism. He cites both Marx and Gramsci as\nopponents to this: they believed that reason is universally accessible, that\n‘everyone is a philosopher and that it is not a question of introducing from\nscratch a scientific form of thought into everyone’s individual life, but of\nrenovating and making “critical” an already existing activity’ (Mills, 2010,\np. 163).\nIn the context of the Caribbean, Mills believed such an approach would\nrespect the long indigenous tradition of resistance that has taken not just\nmusical and practical forms but intellectual forms. His essay on ‘smadditizin’,\nthe commonly used creole term for ‘becoming somebody’ or having one’s full\npersonhood recognized, is an attempt to provide an example of already\nexisting activities of resistance outside of the spaces of formal education\n(Mills, 2010, pp. 164–5). Thus, liberatory philosophies need to be attuned to\nthe already existing forms of local resistance.\nMills’s essay on Grenada was written in the late 1980s, when the\nwounds of the Grenadian revolution were still fresh. It is a painful and\nrisky thing to critique movements to which one feels attached. Mills had\nharbored hopes that the efforts to create a pan-Caribbean Left coalition\nwould strengthen the region’s ability to withstand global capitalist forces;\nthese hopes were dashed after the U.S. launched a full scale invasion of\nGrenada. But by the time the U.S. had invaded the government had\nalready lost its base of support and was widely viewed as illegitimate\nbecause of the assassination of Bishop. As I believe is clear, the point of\nMills’ analysis is not to justify the invasion but point to mechanisms that\nmight make our movements stronger and better able to withstand them.\nVanguardism and the state of siege mentality gave support for some\nepistemic practices that were probably already familiar to more elite\nparty members: disregarding rank and file input and assuming the", "location": 44704}
{"paragraph": "CRITICAL REVIEW OF INTERNATIONAL SOCIAL AND POLITICAL PHILOSOPHY\n27\nSo here is the germ of a corrective approach to the epistemology of\nignorance that we can glean from our lost friend and comrade, Charles\nMills, one of the most perceptive human beings and brilliant philosophers\nI have ever known. Let us sit with his idea that the distorted lens of race\nand class, experienced from variable angles, can yield both insight and\nprejudice, rendering us all in one way or another susceptible to illusions\nyet also furnishing us with experiences that, if we trust them, yield a better\nunderstanding of our reality. If social practices of ignorance counsel us to\npush away the things we know about injustice, and defer to our ostensible\nbetters, perhaps we need to formulate norms of epistemic practice that\nencourage self-trust and the cultivation of a more careful perception. Even\nfor whites, or lovers of The Lord of the Rings, there is something to work\nwith here: a base-line knowledge of how crazy it is to want genocide, to\nlive in the midst of such stark economic injustices, to accept the familiar\neverydayness of racism as a background so inevitable it can be ignored. In\nother words, if we reconnect with our critical purchase on our surround­\nings, and ourselves, all is not lost.\nWith that controversial claim, I conclude.\nNotes\n1. The genealogy I offer here is not meant to support the claim that Mills was the\nsole progenitor of this idea. One can precursors in Marx, in Lukacs, and in feminist,\ndecolonial, and radical Black traditions. In my view, we should relinquish the\nquest for individual sources for ideas. What philosophical titans like Mills provide\nis an articulation of a sometimes nascent but widespread inkling of an idea, into\na more developed theoretical account than has been given before.\n2. The reason it was called the ‘national question’ rather than the ‘race question’\nwas because racialized groups were understood to constitute nascent national\nformations, such as in the Black Belt South and the Southwestern part of the\nUnited States.\n3. And I think it also helps to explain his attentiveness to feminist theory. (He lists\nhis AOC in his CV as ‘feminism’ – such a rarity for male philosophers of any sort)\nRecent research by one of Mills’s students, Greg Slack, makes a convincing case\nthat Marx did recognize the racialization of labor, in his accounts of the Morant\nBay Rebellion in Jamaica, in fact. So I suspect that the articulation of race and\ngender as ‘mere’ superstructural phenomena may be a piece of orthodoxy not\nin Marx’s writing themselves but in later interpreters.\n4. Again, this was never true of all: in some Marxist groups, Amilcar Cabral’s work\nwas key, as well as R. Palme Dutt, Samir Amin, Mao Tse-Tung, Ho Chi Minh,\nFrantz Fanon, Che Guevara, Regis Debray, José Carlos Mariátegui, and others,\nand of course there were many from the Black liberation movement in the\nU.S. such as Harry Haywood, George Jackson, James Foreman, as well as sources\nfrom other national liberation movements around the world including\nPalestine, Iran and elsewhere. Thus, the way forward for an anti-colonial\nMarxism has been in discussion for decades.", "location": 57264}
{"paragraph": "CRITICAL REVIEW OF INTERNATIONAL SOCIAL AND POLITICAL PHILOSOPHY\n19\nYet Marxist orthodoxy in the region portrayed these trends as mystical and\nirrational and confined itself to the investigation of purportedly universal and\nscientific laws of class exploitation (2020, 153). This begins to sound like the\nmansion in the sky he describes earlier as the House of Philosophy. And Mills\nsuggests this is also what has led to the dismissal of Marxism as a ‘white man’s\nideology’ (Mills, 2010, p. 152).\nMills does not agree with this definitive dismissal of Marxism. In the\nintroduction to his Mills, 2003 book, From Class to Race, he explains very\nclearly that this title ‘should not be taken in the spirit of a complete repudia­\ntion of Marxism, since I do think that a modified historical materialism might\nbe able to carry out an adequate conceptualization of the significance of race’\n(Mills, 2003, xvi-xvii). His concern was that most white Marxists had not\ndemonstrated a willingness to undertake the thorough rethinking required\nto address the ways in which race organized capital from the very beginning.\nThus, as he goes on to say in 2003, he will ‘bracket the question of the\npossibility of a theoretical synthesis . . . to focus on racial oppression as\na system in its own right.’ (2003, xvii) This work, he hoped, could contribute\nto an eventual synthesis. And, as he writes in another retrospective essay, ‘the\nwhole point of my framework was that race is not foundational, but brought\ninto existence by other forces’ and that, if pressed, he would locate the\n‘genesis and evolution of white supremacy . . . [to be] the history of\nEuropean expansionism’(2010, 23).\nRather than rejecting Marxism wholesale, then, Mills was similar to many\nother Marxists from the global south who preferred multi-axial explanations\nthat challenge the ‘base-superstructure’ model in which a de-raced version of\nclass is central because it is located in the base while sexism and racism are\nidentified only in the superstructure.3 Stuart Hall, a major influence on Mills,\nhas suggested that Gramsci’s attentiveness to cultural specificity and the\nneed for an organic intellectual practice embedded in local conditions was\ntied to the fact that he was from southern Italy and understood the power of\nethno-racial essentializing for the production of hegemony, the organization\nof labor, and the ways in which the popular classes could be divided from one\nanother. Building on this, Mills began to argue that it was the epistemic\npractices of orthodox parties that made it impossible to develop new ana­\nlyses in the dialogic mode of the Gramscian organic intellectual, which could\nhave generated more substantive engagement with race and indigeneity.\nThis is the key point I want to develop, that the underplaying of race and\nracism in many Marxist movements was occurring because of an elitist\nepistemology and Eurocentric approach to theory as practiced by some\nvanguard parties, particularly Stalinist ones.4 As he argues in his 1994 paper\n‘The Moral Epistemology of Stalinism,’ the problem is that the good\nCommunist begins to suspect their own cognitive practices, judgments and\nperceptions as unreliable, thus demobilizing what might operate as guards", "location": 32450}
{"paragraph": "26\nL. M. ALCOFF\ndisplacement of both peoples and cultures (Mills, 2018, p. 53; see also\nBeltrán, 2020). This supports the central claim Charles makes in his\nPresidential Address: that utopias always emerge against dystopias, as\nsomething to escape from and something that appears just by virtue of\na contrast. Dystopias, he says, are presented as something required to\npass through on the way to utopia, just as genocide against the Orcs\nbrings peace to middle earth.\nDespite their many agreements, Taiwo takes Mills to task, as many other\ntheorists did, for not himself developing as vast and comprehensive a theory\nof normative political theory as Rawls, for in effect, giving critique without\nreconstruction. It is true that Mills himself felt this absence – he had spent so\nmuch of the last decades of his life trying in various ways to get the topic of\nrace onto the table of political philosophy, and this kept him largely focused\non critique.\nBut I would suggest that the substantive tools of analysis he left us are\nnot being given their due. Ignorance can come in the form of cultural\namnesia, but also in strategies that legitimate the invalidation of local and\nlow-status knowers. Given this, Mills is not going to provide a different\nutopia or political theory in as general and universal a way as Rawls, but\na localized and contextual account of justice that attends to what people\non the ground already know. In several places, Mills, like his compatriot\nStuart Hall, uses Gramsci’s work against the tendency of elitism among left\ntheorists. He says, for example that Gramsci ‘makes explicit that the\nintellectual is starting from already-existing insights’ (Mills, 2010, p. 139).\nIt is Gramsci who says the masses do not have ‘false consciousness,’ in\nwhich case they might legitimately be ignored, but a contradictory con­\nsciousness that contains both old prejudices and intuition about better\nfutures. The role of the intellectual, Mills argues back in his 1990 essay, is\nto build on the workers’ nucleus of good common sense to make it more\nunitary and coherent. Note how different this is from the veil of ignorance,\nwhich a philosopher might imagine himself to be performing from\nNowhere Towers, as the means to craft his normative edifice. Instead,\nMills’s critique of the Grenadian party and his account of Gramsci point\ntoward a very different philosophical practice, in which one learns from\na variety of folks, listens with care rather than arrogance, rejects paternal­\nism and elitism, and works to repair the gap between ‘the mass and the\nintellectuals’ (Mills, 2010, p. 138).\nGiven his analysis of The Lord of the Rings, and the fact that readers are\nlikely to find Middle Earth more familiar than strange, we might even say that\nthere is a nascent understanding among whites, some whites, of the racial\nrankings of their world, and its fundamental inhumaneness. If this under­\nstanding has been pushed down, today it is being pulled up, and this may\ngive us grounds for hope.", "location": 54257}
{"paragraph": "Critical Review of\nIntemational Social and\nPolitical Philosophy\n===\nfRRetecae_\nISSN: (Print) (Online)Journalhomepage: www.tandfonline.com/journals/fcri20\nISSN: (Print) (Online) Journal homepage: www.tandfonline.com/journals/fcri20\n“The roots (and routes) of the epistemology of\nignorance”\n“The roots (and routes) ofthe epistemology of\nignorance”\nLinda Martín Alcoff\nLinda Martin Alcoff\nTo cite this article: Linda Martín Alcoff (2024) “The roots (and routes) of the epistemology of\nignorance”, Critical Review of International Social and Political Philosophy, 27:1, 9-28, DOI:\n10.1080/13698230.2024.2305011\nTo cite this article: Linda Martin Alcoff (2024) “The roots (and routes) of the epistemology of\nignorance”, Critical Review of International Social and Political Philosophy, 27:1, 9-28, DOI:\n10.1080/13698230.2024.2305011\nTo link to this article: https://doi.org/10.1080/13698230.2024.2305011\nTo link to this article: https://doi.org/10.1080/13698230.2024.2305011\nele\né\n8\n.\n.\n.\ne.e\nCritical Review of International Social and Political\nPhilosophy\nCritical Review of International Social and Political\nRoutledge\nTaylor&Francis Group\nPublished online: 25 Jan 2024.\nsed Published online: 25Jan 2024.\no\n(Sg\nSubmit your article to this journal\nSubmit your article to thisjournal @\nlil\nIQ View related articles\nh\nView related articles\nArticle views: 192\n4\n® View Crossmark data@\nView Crossmark data\nCrossMark\nArticle views: 192\nFull Terms & Conditions of access and use can be found at\nhttps://www.tandfonline.com/action/journallnformation?journalCode=fcri20\nFull Terms & Conditions of access and use can be found at\nhttps://www.tandfonline.com/action/journalInformation?journalCode=fcri20\nCRISPP", "location": 0}
