"Title: None"
"Author: None"
{"sentence": ". .] To a significant extent, then, white signatories will live in an invented delusional world, a racial fantasyland .", "location": 23809}
{"sentence": "This makes Rawlsians (or  CRITICAL REVIEW OF INTERNATIONAL SOCIAL AND POLITICAL PHILOSOPHY 25 those well-off who accept his view) into saviors, as Walter Mignolo calls liberals, by obscuring how the immediate present was formed by the past.", "location": 51083}
{"sentence": "The just society it subse­ quently assembles, then, is shaped by the assumption of a white polity with a shared history of voluntary migration.", "location": 49271}
{"sentence": "In an earlier work, ‘Alternative Epistemologies’ published in 1988, he writes that ‘the processes of cognizing validated by the dominant perspective are .", "location": 24024}
{"sentence": "The approach of revolutionary intellectuals to popular consciousness cannot therefore be uncritical.", "location": 39054}
{"sentence": "Raising questions or alternative points of view might lead a member to be called out as petit- bourgeois or counter-revolutionary.", "location": 42093}
{"sentence": "In M. Gross & L. McGoey (Eds.", "location": 62091}
{"sentence": "The Caribbean, like the U.S., had many Marxist-Leninist parties in the 1970s.", "location": 30144}
{"sentence": "I suspect that from early on Mills recognized the opportunities for social criticism these genres can generate, as well as the chance to work through various kinds of philosophical thought experiments.", "location": 9674}
{"sentence": "Mills was himself circumspect about his membership since his own family held positions in the liberal government, and they were none too pleased by the WJP’s strong criticisms of Michael Manley.", "location": 29949}
{"sentence": "Radical Theory/Caribbean reality: Race, class and Social Domination.", "location": 61944}
{"sentence": "Despite their many agreements, Taiwo takes Mills to task, as many other theorists did, for not himself developing as vast and comprehensive a theory of normative political theory as Rawls, for in effect, giving critique without reconstruction.", "location": 54725}
{"sentence": "Thus, ignorance in this sort of case is not an absence of knowing, but an intentional stance toward what one knows.", "location": 14808}
{"sentence": "To be clear, Mills was an avid, life- long consumer of fantasy and science fiction and wrote a futuristic short story in high school that was published in the school paper, garnering a lot of talk among the students for its nightmare qualities.", "location": 9370}
{"sentence": "The need to assert one’s personhood surely informed the concept he began to use in his work on Kant: the idea of the ‘sub-person’, or untermenschen.", "location": 6726}
{"sentence": "The effect of orthodox Marxism was often to neglect close analysis of local conditions, local resistance, and popular thought, especially those expressed in cultural forms such as Rastafarianism.", "location": 31663}
{"sentence": "Here and elsewhere Mills foregrounds whiteness as the condition that socializes people into these deficient epistemic practices.", "location": 53084}
{"sentence": "Princeton University Press.", "location": 61644}
{"sentence": "The main event that spurred Mills to new thinking on these matters involved a crisis in the Caribbean left that occurred in the early 1980s when Charles was heavily involved.", "location": 35973}
{"sentence": "Even for whites, or lovers of The Lord of the Rings, there is something to work with here: a base-line knowledge of how crazy it is to want genocide, to live in the midst of such stark economic injustices, to accept the familiar everydayness of racism as a background so inevitable it can be ignored.", "location": 58139}
{"sentence": "First, let us recall how Charles articulates the idea of the epistemology of ignorance.", "location": 22355}
{"sentence": "It is true that Mills himself felt this absence – he had spent so much of the last decades of his life trying in various ways to get the topic of race onto the table of political philosophy, and this kept him largely focused on critique.", "location": 54969}
{"sentence": "This supports the central claim Charles makes in his Presidential Address: that utopias always emerge against dystopias, as something to escape from and something that appears just by virtue of a contrast.", "location": 54361}
{"sentence": ". . ’ (1988, 237) In order to develop an analysis of this defective form of cognition, Mills sets out here what in hindsight we would call, citing Mills himself, a non-ideal approach to epistemology in which our aim is not to establish universal epistemic norms but corrective ones.", "location": 24196}
{"sentence": "Feminist Philosophical Quarterly, 7(4), 1–18.", "location": 61065}
{"sentence": "In several places, Mills, like his compatriot Stuart Hall, uses Gramsci’s work against the tendency of elitism among left theorists.", "location": 55680}
{"sentence": "But it also inculcated epistemic practices in which the non-elites in the party, those who had less formal education, discounted their own reasoning and accepted the need to defer.", "location": 47954}
{"sentence": "If the veil of ignor­ ance was working correctly, perhaps he could have seen that the snap­ shot view is not how the formerly colonized see the present world.", "location": 53814}
{"sentence": "157–158)  CRITICAL REVIEW OF INTERNATIONAL SOCIAL AND POLITICAL PHILOSOPHY 23 This becomes what he calls an anti-empirical stance, in which ‘one starts not so much to reconceive as to ignore experience’ making party pronounce­ ments ‘immune to empirical refutation.’(2010, 158).", "location": 44694}
{"sentence": "And it is also clear that he did not believe the lofty mansion in the clouds, in which many philosophers imagine themselves, would be the place where such questions could be raised, much less adequately answered.", "location": 25368}
{"sentence": "The Southern Journal of Philosophy, 60(S1), 105–135.", "location": 62565}
{"sentence": "What philosophical titans like Mills provide is an articulation of a sometimes nascent but widespread inkling of an idea, into a more developed theoretical account than has been given before.", "location": 58891}
{"sentence": "As I believe is clear, the point of Mills’ analysis is not to justify the invasion but point to mechanisms that might make our movements stronger and better able to withstand them.", "location": 47432}
{"sentence": "Mills, C. W. (2022, September).", "location": 62482}
{"sentence": "One has to learn to see the world wrongly, but with the assurance that this set of mistaken perceptions will be validated by white epistemic authority, whether religious or secular.", "location": 22815}
{"sentence": "The ‘capacity of Marxism to elucidate connections between apparently unrelated phenomena is astonishing .", "location": 43720}
{"sentence": "And he knew that this topic would require a focus on the sub-field of epistemology in order to explain how graduate students over 30 years ago could uniformly and ‘vigorously’ deny the persistence of racism.", "location": 28996}
{"sentence": "This source of his concept of the epistemology of ignorance has received much less attention.", "location": 29413}
{"sentence": "Ignorance, in this sense, enhances our capacity to function.", "location": 21326}
{"sentence": "In other words, if we reconnect with our critical purchase on our surround­ ings, and ourselves, all is not lost.", "location": 58440}
{"sentence": "Concepts of denial and repression are useful for analyzing these diverse affective motivations (see e.g.", "location": 21847}
{"sentence": "Oxford University Press.", "location": 63058}
{"sentence": "He explores questions about the role of the intellectual in achieving cognitive liberation, and the effect of internal class divisions within the party.", "location": 39556}
{"sentence": "This was an event that understandably rocked the Caribbean: a small left party ousted a repressive government in a mostly peaceful revolution and gained mass support for its socialist agenda.", "location": 37078}
{"sentence": "CRITICAL REVIEW OF INTERNATIONAL SOCIAL AND POLITICAL PHILOSOPHY 17 So to begin, the first experience in Mills’s career that motivated his interest in ignorance occurred in his first year of teaching at the University of Oklahoma in 1987.", "location": 26316}
{"sentence": "For Mills, this tradition includes not only the many influential theorists, writers, and poets that come from this region, but, also, the popular music, dance and practical forms of everyday life that express collective dignity, solidarity, and, sometimes, insubordination.", "location": 6276}
{"sentence": "This is a familiar phenomenon for struggles against much more powerful foes who can use subterfuge of all sorts.", "location": 42642}
{"sentence": "This source is both productively generative and cautionary as we’ll see.", "location": 8645}
{"sentence": "This is essential if we are to understand how racism became entrenched in the patterns of economic and social life long after formal colonialism ended.", "location": 3811}
{"sentence": "To be sure, workers are subject, as he argues, to having ‘simultaneously insight and illusions, truth and misconcep­ tion’ (Mills, 2010, p. 133).", "location": 38908}
{"sentence": "I will also draw out the connection of ignorance to the provocative claim Charles made, in his Mills, 2018 APA Presidential Address, that Rawl’s political theory was a form of ‘whitopia.’ To make this argument, Mills made prodigious references to popular science fiction and fantasy once again, connecting typical elements of these genres to Rawls’ own portrayal of a just society.", "location": 25933}
{"sentence": "Feminist theory and the construction of knowledge.", "location": 61272}
{"sentence": "Concepts can block perception and also drive our perceptual practices in certain directions.", "location": 52812}
{"sentence": "He writes that its overall consequence was a drying up of the necessary feedback about the implications of decisions and policies.", "location": 42830}
{"sentence": "Although radical theoretical traditions like Marxism, feminism, and race theory initiated work on ideology and systemic social exclusions, this source was being overlooked.", "location": 17323}
{"sentence": "Now the explanations given .", "location": 26891}
{"sentence": "University of West Indies Press.", "location": 62013}
{"sentence": "Science as social knowledge: Values and objectivity in scientific inquiry.", "location": 61569}
{"sentence": "He also targets specific philosophical trends and begins to point us toward solutions.", "location": 22268}
{"sentence": "This was a fairly orthodox party with a Leninist organizational form.", "location": 29662}
{"sentence": "They are swarthy, dark, and wild, with skin tones and eye shapes that signify as both black and ‘Oriental.’ They also speak, weirdly, with cockney accents.", "location": 11766}
{"sentence": ". . as did the divisions between rank-and-file party members and the leadership.", "location": 43134}
{"sentence": "Rawls’ theory may have useful elements, he allows, but it imagines society as a cooperative venture for mutual advantage whose principles of justice are democratically agreed upon.", "location": 49090}
{"sentence": "14 L. M. ALCOFF Mills was delighted at the development of the field of social epistemology, but quickly dismayed at the narrow formulation of the problematic as it was usually given (see e.g.", "location": 17106}
{"sentence": "If this under­ standing has been pushed down, today it is being pulled up, and this may give us grounds for hope.", "location": 57149}
{"sentence": "Nor do they aim for a generalized analysis of memory, perception, or belief formation or a new solution to the Gettier problem.", "location": 24657}
{"sentence": "Or the focus is on non-elites while leaving the main­ stream intellectual classes exempt.", "location": 19768}
{"sentence": "The ‘Alternative Epistemologies’ he explores in his 1988 paper – which include Marxism, feminism, and Black philosophy – do not assume an unspecified, abstract, fungible knower.", "location": 24479}
{"sentence": "Still, the post-Quinean and naturalistic trend in epistemology exemplified in the work of people like Hilary Kornblith opened the door to a wider set of critical topics (see Nelson, 1990).", "location": 19073}
{"sentence": "Cornell University Press.", "location": 61323}
{"sentence": "Denial and repression are not exclusive to dominant groups; oppressed persons also have trouble getting out of bed to face the social realities of their lives, and facing history is as painful for those who may be related to the victims as for those who may be related to the victimizers, though in different ways.", "location": 21532}
{"sentence": "Prior to the invasion, there was a revolution in Grenada in 1979.", "location": 36795}
{"sentence": "Instead, Mills’s critique of the Grenadian party and his account of Gramsci point toward a very different philosophical practice, in which one learns from a variety of folks, listens with care rather than arrogance, rejects paternal­ ism and elitism, and works to repair the gap between ‘the mass and the intellectuals’ (Mills, 2010, p. 138).", "location": 56519}
{"sentence": "The parallel between the groups in Middle Earth and modern Earth is too obvious to be truly unknown or unconscious.", "location": 14692}
{"sentence": "If social practices of ignorance counsel us to push away the things we know about injustice, and defer to our ostensible betters, perhaps we need to formulate norms of epistemic practice that encourage self-trust and the cultivation of a more careful perception.", "location": 57876}
{"sentence": "(He lists his AOC in his CV as ‘feminism’ – such a rarity for male philosophers of any sort) Recent research by one of Mills’s students, Greg Slack, makes a convincing case that Marx did recognize the racialization of labor, in his accounts of the Morant Bay Rebellion in Jamaica, in fact.", "location": 59414}
{"sentence": "It is hardly surprising that the most influential works in the field offer no help in redressing structural historical injustice and, in fact, contribute to ignorance by characterizing Western societies as liberal democracies with a few deviations.", "location": 48658}
{"sentence": "How can we be expected to teach the canon of modern liberal political theory without mentioning much less discussing the role of these figures – Locke, Hume, Kant, John Stuart Mill, and so on – in the slave trade, in formulating the laws of slavery, in promoting racist ideolo­ gies, in justifying colonialism?", "location": 4822}
{"sentence": "Thus the striving for cognitive liberation will form a crucial dimension of the emanci­ patory process.", "location": 38517}
{"sentence": "In what follows, I want to mark out two specific moments early in Mills’s career that inspired his development of the concept of the epistemology of ignorance.", "location": 25698}
{"sentence": "(This was not true of all Marxist or Marxist-Leninist parties – some in the U.S. understood the connection of race and class to be the central contradiction).", "location": 30795}
{"sentence": "Rather than rejecting Marxism wholesale, then, Mills was similar to many other Marxists from the global south who preferred multi-axial explanations that challenge the ‘base-superstructure’ model in which a de-raced version of class is central because it is located in the base while sexism and racism are identified only in the superstructure.3 Stuart Hall, a major influence on Mills, has suggested that Gramsci’s attentiveness to cultural specificity and the need for an organic intellectual practice embedded in local conditions was tied to the fact that he was from southern Italy and understood the power of ethno-racial essentializing for the production of hegemony, the organization of labor, and the ways in which the popular classes could be divided from one another.", "location": 34123}
{"sentence": "There is much discussion about the choices made by private tech platforms that allow false claims to be aired, but we also have to consider the epistemic practices that lead to a positive reception of these claims, no matter their source.", "location": 16420}
{"sentence": "The concept of the epistemology of ignor­ ance helpfully names this problem in Rawls’ methodology in a way that is more politically perspicuous than O’Neill’s assessment of the problem as abstraction.", "location": 51516}
{"sentence": "Rowman and Littlefield.", "location": 61899}
{"sentence": "1, 9–28 https://doi.org/10.1080/13698230.2024.2305011 ARTICLE Routledge Taylor & Francis Group B) Check for updates “The roots (and routes) of the epistemology of ignorance” Linda Martín Alcoff Departments of Philosophy, Graduate Center and Hunter College, City University of New York ABSTRACT This paper elaborates on the idea of the epistemology of ignorance developed in Charles Mills’s work beginning in the 1980s and continuing throughout his writings.", "location": 1782}
{"sentence": "Rather, disputes among the leadership of the People’s Revolutionary Government led to the execution of the popular Maurice Bishop, the socialist Prime Minister, and ten others.", "location": 37705}
{"sentence": "(There are strongly built Russians, small gentle Belgians, the Irish who love their drink, and so on.)", "location": 11568}
{"sentence": "Those denied full personhood knew they had to assert it, demand it, and win it, such as the concept ‘smadditizin’ implies, rather than assume it as a birthright.", "location": 7039}
{"sentence": "Mills suggests that, together, these characteristics worked well for British audiences to signify both class and racial ‘types’: appropriate for subordinate roles and serviceable for difficult labor such as working in the mines or the military.", "location": 11922}
{"sentence": "A key issue of debate among these groups was what we then called ‘the national question’ – concerning the nature of the subordination of racialized groups such as African Americans, Mexicans and Puerto Ricans.2 The influential race theorist Eduardo Bonilla-Silva has recounted how his group in Puerto Rico exhibited disdain against those tendencies that emphasized ‘the national question’.", "location": 30222}
{"sentence": "It began to look as if U.S. power had a limit (See Lewis et al., 2015).", "location": 37366}
{"sentence": "With that controversial claim, I conclude.", "location": 58554}
{"sentence": "But by the time the U.S. had invaded the government had already lost its base of support and was widely viewed as illegitimate because of the assassination of Bishop.", "location": 47265}
{"sentence": "Some bad epistemic practices are socially rewarded, thus it has become clear we must attack the problem at both the individual and the social level.", "location": 16956}
{"sentence": "This is the point of his own teenage story, which concerned how two friends respond to global cata­ strophe.", "location": 9876}
{"sentence": "What I had taken to be an uncontroversial truism, something everybody knew about the United States, was vigorously denied by my class.", "location": 27019}
{"sentence": "He was teaching a graduate seminar on Marx and decided to organize the section on ideology around an example that he thought would be familiar and interesting to the students.", "location": 26555}
{"sentence": "Vanguardism and the state of siege mentality gave support for some epistemic practices that were probably already familiar to more elite party members: disregarding rank and file input and assuming the  24 L. M. ALCOFF superiority of imported theory and influence over local activists, no matter how embedded they were in the local culture.", "location": 47613}
{"sentence": "(pan- Africanism, Negritude, Rastafari) (Mills, 2010, p. 152)  CRITICAL REVIEW OF INTERNATIONAL SOCIAL AND POLITICAL PHILOSOPHY 19 Yet Marxist orthodoxy in the region portrayed these trends as mystical and irrational and confined itself to the investigation of purportedly universal and scientific laws of class exploitation (2020, 153).", "location": 32387}
{"sentence": "It alienated many people – it didn’t relate to their experience.", "location": 41156}
{"sentence": ". . .the bourgeois scales seem to fall from your eyes .", "location": 43826}
{"sentence": "Toward the end of this book, Mills suggests that we need to think about the epistemological ideas and practices that protect a massive white ignorance about both this history as well as current structural racisms in the colonial center.", "location": 3574}
{"sentence": "What is notable in his description of the Oklahoma classroom experience is how surprised he was, a surprise likely linked to his status as a recent immigrant from Jamaica.", "location": 27979}
{"sentence": "In an essay that was not published in his lifetime, but that has been recently published in The Southern Journal of Philosophy by the efforts of his literary executor, Chike Jeffers, Mills develops a devastating analysis of the beloved, and much celebrated, fantasy trilogy The Lord of the Rings written by J.R.R.", "location": 9016}
{"sentence": "The fact that Maurice Bishop was a popular leader among a wide swath of Grenadians counted for little.", "location": 45197}
{"sentence": "Perhaps it was because the ‘new’ field of social epistemology denied ties to these forerunners that ignorance was taken to be a deviation rather than a norm, marginalizing the sort of issues Mills focused on such as white ignorance.", "location": 18207}
{"sentence": ". . [to be] the history of European expansionism’(2010, 23).", "location": 34062}
{"sentence": "In his Mills, 2018 Presidential Address, Mills provocatively called Rawls’ theory of justice a whitopia.", "location": 48985}
{"sentence": "Mills had harbored hopes that the efforts to create a pan-Caribbean Left coalition would strengthen the region’s ability to withstand global capitalist forces; these hopes were dashed after the U.S. launched a full scale invasion of Grenada.", "location": 47023}
{"sentence": "), Routledge International Handbook of ignorance studies (pp.", "location": 62120}
{"sentence": "Based on his interviews with party members, Mills argued that overcoming the elitist dangers inherent in vanguard parties required understanding the specific cultural and colonial histories that produced elitist habits among the educated classes and self-subordination among the racialized poor.", "location": 39825}
{"sentence": "His essay on ‘smadditizin’, the commonly used creole term for ‘becoming somebody’ or having one’s full personhood recognized, is an attempt to provide an example of already existing activities of resistance outside of the spaces of formal education (Mills, 2010, pp.", "location": 46447}
{"sentence": "To portray the United States in this way is thus the product of an epistemology of ignorance (Mills, 2018, p. 51).", "location": 49415}
{"sentence": "In a later essay he says such abstract approaches invokes the idea of ‘an imposing and lofty mansion somewhere in the clouds, Nowhere Towers, which is the House of Philosophy’ inside of which ‘we find colourless “men” at work on the great enterprise: investigating the joints of the furniture, tapping the walls,’ etc.", "location": 24902}
{"sentence": "Thus, there is a clear resonance between the project of genocidal racism as portrayed in The Lord of the Rings, and the genocidal violence perpetrated throughout the period of European colonialism that was justified as a triumph of civilization over savages.", "location": 12594}
{"sentence": "This shocked the Caribbean left and had ripple effects throughout the region that caused it to lose credibility.", "location": 37882}
{"sentence": "Building on this, Mills began to argue that it was the epistemic practices of orthodox parties that made it impossible to develop new ana­ lyses in the dialogic mode of the Gramscian organic intellectual, which could have generated more substantive engagement with race and indigeneity.", "location": 34901}
{"sentence": "Mills used this concept to make sense of the limits Kant had in mind when he espoused universalist sounding claims that were not in fact intended to extend to all.", "location": 6875}
{"sentence": "The result is an experience of epistemic transformation: one sees the world differently, has new tools to assess experiences and relations, and feels empowered by having access to the explanatory strength of a systematic theory.", "location": 43979}
{"sentence": "Mills calls the Lord of the Rings ‘a literal transcription of one of the most malignant ideologies of the past millennium: the racist “Aryan Myth” which, in one form or another, would ultimately justify both the conquest and mass  12 L. M. ALCOFF murder of the non-white world by Europeans, and the later Nazi genocide of Europeans themselves’ (Mills, 2022, p. 107).", "location": 10428}
{"sentence": "And what we very much need is a corrective epistemic plan.", "location": 20817}
{"sentence": "Mills suggests that the Shire simultaneously represents ‘the outnumbered aristocracy surrounded by the shrieking mob, the colonial outpost about to be overrun by insurgent natives, the Christian West against the hordes of Saracens, Turks, Mongols’ (Mills, 2022, p. 127).", "location": 13641}
{"sentence": "The second source of inspiration for conceptualizing ignorance was during the same decade, the 1980s, but in this instance not centered on race but on class and his evolving critique of left-wing vanguardism.", "location": 29204}
{"sentence": "Mills finds almost no mention in the mainstream philoso­ phical work of racial group identity as a factor relevant to understanding the social conditions of cognition, even a decade after Goldman’s book.", "location": 18440}
{"sentence": "), Moral philosophy and contemporary problems (pp.", "location": 62923}
{"sentence": "We might differentiate between different reactions by different reading publics, but colonized subjects, such as myself and Mills, too often identify with the West, the light, the civilized, the ‘advanced’, and engage along with others in the pushing down of contrary evidence and concerns.", "location": 15447}
{"sentence": "So here we might think about not only identity but also identifications as playing a role: how does one understand oneself in relation to others, who does one identify with, and who does one disidentify with?", "location": 53557}
{"sentence": "These were not uneducated people but graduate students in philosophy.", "location": 27516}
{"sentence": "In the case of Rawls, ignoring structural historical injustice seems to be motivated by a typical philosophical attempt to reduce the variables: skim down the project’s formulation of the questions to the least number of ele­ ments so that one can make progress on formulating answers (and here he is making good use of O’Neill’s, 1987 critique of philosophical abstraction).", "location": 49857}
{"sentence": "Nelson, L. H. (1990).", "location": 62735}
{"sentence": "The cultivation was certainly systemic (in e.g.", "location": 27725}
{"sentence": "(Mills, 2010, p. 156) In a section of the essay that he entitled ‘The Phenomenology of Vanguardism’, Mills explains that he is going to offer an ‘empathic reconstruc­ tion of what it must actually have been like in those last few months’ (Mills, 2010, p. 15), that is, leading up to the execution of Bishop.", "location": 43215}
{"sentence": "Thus, it is important to complicate the field of operations here in which specific types of ignorance thrive.", "location": 5623}
{"sentence": "If some of us had shared Mills’s hope that the development of social epistemology would make epistemology itself more relevant, rescuing it from the dead-end of the Gettier debates that occupied it for so many decades, the narrowness of the dominant framework in this new field sinks our hopes once again.", "location": 18767}
{"sentence": "Through a glass whitely: Ideal theory as epistemic injustice.", "location": 62342}
{"sentence": "How is it that even the class struggle has so often been presented by the liberatory tradition in a de-raced way?", "location": 4708}
{"sentence": "I’ll return to this disturb­ ing thought later on.", "location": 15738}
{"sentence": "His first book, The Racial Contract, a work that famously develops a succinct but revelatory picture of the racially based European colonial project, was born of his awareness of the transnational predation still hobbling the political and economic sovereignty of Caribbean countries.", "location": 3131}
{"sentence": "Jolted by his students’ adamance about the absence of racism, Mills resolved to start ‘reading outside of philosophy, in history, sociology, and political science .", "location": 28151}
{"sentence": "New theories about ‘structural information bubbles’ and ‘information deserts’ point to group differences in basic knowledge, although these problems are sometimes called ‘passive’ causes of ignorance in a way that disables an analysis of group motives (on this topic see Bayruns García, 2020, 2021).", "location": 20286}
{"sentence": "It is Gramsci who says the masses do not have ‘false consciousness,’ in which case they might legitimately be ignored, but a contradictory con­ sciousness that contains both old prejudices and intuition about better futures.", "location": 55952}
{"sentence": "KEYWORDS Epistemology; ignorance; racism; Charles Mills There is no question that the large body of philosophical writing that Charles Mills wrote in his lifetime was inspired by his desire to aid in the struggle for economic and racial justice in the Caribbean.", "location": 2633}
{"sentence": "But he warns that ideologies can also take the form of vanguardist epistemologies that legit­ imate familiar forms of class elitism.", "location": 45764}
{"sentence": "Harding (1986), Code (1991), Longino (1990), Michele Le Doeuff (1981) and others were showing how dominant knowl­ edges were skewed by the homogeneity of the social identities involved (see Mills, 1988).", "location": 18003}
{"sentence": "For example, in Alvin Goldman’s influential 1999 book, Knowledge in a Social World, Mills writes, the implications of systemic social oppression for his project are not addressed.", "location": 17496}
{"sentence": "In the context of the Caribbean, Mills believed such an approach would respect the long indigenous tradition of resistance that has taken not just musical and practical forms but intellectual forms.", "location": 46248}
{"sentence": "Rather, ignorance operates as an intentional pushing down or pushing away of what one knows, making it latent or casting it to the back of one’s mind.", "location": 14541}
{"sentence": "Most tellingly, the mass murder of the Orcs in the various battles is portrayed by Tolkien as a triumph without any moral ambiguity.", "location": 12167}
{"sentence": "Testimonial injustice has a large impact on collective memory, creating information bubbles and blocks, he argues, while conception predisposes the work of our perceptual apparatus such that wrong information may become the basis of judgment and understandings of our social environment and our experiences.", "location": 52504}
{"sentence": "And in his earlier paper from 2007, ‘White Ignorance,’ Mills discusses how we need to look at the interactions of parti­ cular forms of ‘perception, conception, memory and testimony.’(2007, 59).", "location": 52309}
{"sentence": "Episteme, 19(3), 1–22.", "location": 60940}
{"sentence": "This method allows Rawls to narrow the scope of distributive justice, focusing only on the domestic sphere of a society in presentist form, without attending either to its past or its relations with other societies.", "location": 50233}
{"sentence": "His concern was that most white Marxists had not demonstrated a willingness to undertake the thorough rethinking required to address the ways in which race organized capital from the very beginning.", "location": 33359}
{"sentence": "The reason it was called the ‘national question’ rather than the ‘race question’ was because racialized groups were understood to constitute nascent national formations, such as in the Black Belt South and the Southwestern part of the United States.", "location": 59086}
{"sentence": "Reconsidering reparations.", "location": 63031}
{"sentence": "Notes on contributor Linda Martín Alcoff is Professor of Philosophy at Hunter College and the Graduate Center, CUNY.", "location": 60556}
{"sentence": "CRITICAL REVIEW OF INTERNATIONAL SOCIAL AND POLITICAL PHILOSOPHY 27 So here is the germ of a corrective approach to the epistemology of ignorance that we can glean from our lost friend and comrade, Charles Mills, one of the most perceptive human beings and brilliant philosophers I have ever known.", "location": 57264}
{"sentence": "So it is clear that Mills’s oeuvre was marked by a persistent interest in the question of knowledge in relationship to power and group oppression.", "location": 25221}
{"sentence": "Note how different this is from the veil of ignorance, which a philosopher might imagine himself to be performing from Nowhere Towers, as the means to craft his normative edifice.", "location": 56339}
{"sentence": "Those who ‘knew the theory’ assumed they knew best and could therefore ‘decide against the majority’ (Mills, 2010, p. 155).", "location": 41969}
{"sentence": "Also like Marx in regard to class, Mills’s approach to race was never focused on individual intention, or attitudinal racism, as a form of moral failing.", "location": 28646}
{"sentence": "This is the key point I want to develop, that the underplaying of race and racism in many Marxist movements was occurring because of an elitist epistemology and Eurocentric approach to theory as practiced by some vanguard parties, particularly Stalinist ones.4 As he argues in his 1994 paper ‘The Moral Epistemology of Stalinism,’ the problem is that the good Communist begins to suspect their own cognitive practices, judgments and perceptions as unreliable, thus demobilizing what might operate as guards  20 L. M. ALCOFF against dogmatic thinking and producing a form of protected ignorance (2010, 89–120).", "location": 35188}
{"sentence": "And he contrasts this with the fact that white ignorance is a veritable theme in African American fiction and non-fiction.", "location": 18644}
{"sentence": "The work of whiteness: A psychoanalytic perspective.", "location": 62671}
{"sentence": "So Mills comes at Tolkien with the expertise of a devotee.", "location": 9615}
{"sentence": "(Mills, 2015, Routledge handbook, 218) Thus, Mills offers a contextualization of the problems of philosophical abstrac­ tion and decontextualization.", "location": 52159}
{"sentence": "The genealogy I offer here is not meant to support the claim that Mills was the sole progenitor of this idea.", "location": 58606}
{"sentence": "For Mills, as I will show here, the epistemology of ignorance is a useful concept to apply to all levels of society.", "location": 5133}
{"sentence": "He argues that the immense popularity of Tolkien is tied not to the strangeness of Middle Earth, but to its familiarity.", "location": 12963}
{"sentence": "Ignorance has been enabled and reproduced generation after generation, thwarting efforts to achieve cross-racial class CONTACT Linda Martín Alcoff lalcoff@gc.cuny.edu © 2024 Informa UK Limited, trading as Taylor & Francis Group 39071LN0Y  10 L. M. ALCOFF solidarity, no doubt one of the central aims of elites.", "location": 3963}
{"sentence": "His essay on ‘smadditizin’, a creole word used to convey the idea of ‘becom­ ing somebody,’ interprets it as an articulation of the idea of having one’s personhood recognized.", "location": 6550}
{"sentence": "Lewis, P., Williams, G., & Clegg, P.", "location": 61429}
{"sentence": ". . ’ (Mills, 2018, p. 52).", "location": 49829}
{"sentence": "Cruelty as citizenship: How migrant suffering sustains white democ­ racy.", "location": 61131}
{"sentence": "Elves, hobbits, men and dwarves form the coalition against the evil wizards of Mordor and their mindless Orc warriors, but the intellectual, aesthetic and physical differences between the first four categories of beings mimic the way that ethnic distinctions among white Europeans are often portrayed, with some accompanying status differences.", "location": 11223}
{"sentence": "Thus, the way forward for an anti-colonial Marxism has been in discussion for decades.", "location": 60366}
{"sentence": "Mills calls this a ‘tragedy’ and argues that it resulted from the intellectual methods pursued by the Grenadian parties.", "location": 37995}
{"sentence": "University of West Indies Press.", "location": 61516}
{"sentence": "In other words, the reader, such as my 12 year old self who  CRITICAL REVIEW OF INTERNATIONAL SOCIAL AND POLITICAL PHILOSOPHY 13 fell in love with the Hobbits’ land and identified with their struggle, is not completely ignorant of the racial undertones of the story, but enlivened by it precisely because it is familiar to what we already know, and fear.", "location": 13912}
{"sentence": "This was not only a political error but an epistemic one, given the need for a thick understanding of local culture in colonized societies.", "location": 40750}
{"sentence": "As before, Mills argues that we need a localized approach to revolutionary political strategies.", "location": 40408}
{"sentence": "Ignorance can come in the form of cultural amnesia, but also in strategies that legitimate the invalidation of local and low-status knowers.", "location": 55308}
{"sentence": "It is a painful and risky thing to critique movements to which one feels attached.", "location": 46940}
{"sentence": "In the anglophone Caribbean this combination of orthodoxy and dogmatism had the effect of dismissing forms of resistance that did not fit the European mold of class struggle.", "location": 35798}
{"sentence": "His argument centers on the striking symmetry between the ranked creatures of Middle Earth and the racist ranking of colonialism.", "location": 10795}
{"sentence": "Barely five years after it gained its independence from Britain, the socialist New Jewel movement (which stood for Joint Endeavor for Welfare, Education, and Liberation) overthrew an unpopular and corrupt government.", "location": 36861}
{"sentence": "In his discussion of the dynamics within the Grenadian social movement, his interviewees explain how they would choose to ignore their own personal knowledge and experience about how things were working on the ground in the new anti- colonial government in order to defer to those in the party who could  22 L. M. ALCOFF wield the theoretical language to direct party strategy.", "location": 41439}
{"sentence": "In this final section I want to consider how Mills saw the epistemology of ignorance applying to the mainstream canon of Anglo-European political theory.", "location": 48249}
{"sentence": "And Mills suggests this is also what has led to the dismissal of Marxism as a ‘white man’s ideology’ (Mills, 2010, p. 152).", "location": 32823}
{"sentence": "Given his analysis of The Lord of the Rings, and the fact that readers are likely to find Middle Earth more familiar than strange, we might even say that there is a nascent understanding among whites, some whites, of the racial rankings of their world, and its fundamental inhumaneness.", "location": 56862}
{"sentence": "What Mills adds here is that white identity has been formed by a historical experience and historical mythmaking in which colonial settlements were themselves viewed as utopias: an escape from poverty and European aristocracies, with minimal government oversight, but which required  26 L. M. ALCOFF displacement of both peoples and cultures (Mills, 2018, p. 53; see also Beltrán, 2020).", "location": 53973}
{"sentence": "And within that limited sphere, Rawls bases his analysis on what Olufemi O. Taiwo calls a ‘snapshot view’ that takes the current moment as if it were independent of any ‘relationships to what happened yesterday’ (Táíwò, 2022, p. 85).", "location": 50449}
{"sentence": "What they need is a plan.", "location": 7537}
{"sentence": "In order to situate Mills’s contributions to the epistemology of ignorance, it will be helpful to turn next to a brief overview of the development of this field.", "location": 15789}
{"sentence": ". . ’ But I never got to the explanations given; indeed, the prepared lecture was never delivered.", "location": 26920}
{"sentence": "And I think it also helps to explain his attentiveness to feminist theory.", "location": 59339}
{"sentence": "With this brief overview we can now situate Mills’s contributions to the developing discussion of ignorance.", "location": 21967}
{"sentence": "In other words, while individuals may intentionally avoid certain kinds of knowl­ edge, ignorance can also be socially produced, promoted, excused, and sometimes enforced.", "location": 16248}
{"sentence": "White racism had not been central to US history, blacks had not been subordi­ nated .", "location": 27154}
{"sentence": "In the first, white domination is overt and unapologetically defended, while in the second, ‘white domination is generally denied, and differential white privilege is masked .", "location": 49653}
{"sentence": "There is a precursor of these discussions about ignorance in Freud.", "location": 21103}
{"sentence": "He argues that there is an ongoing need for demystification and a critique of retrogressive ideologies.", "location": 45660}
{"sentence": "ignorance, the field of social epistemology had been instigated by work in feminist philosophy over the 1980s and 1990s.", "location": 17882}
{"sentence": "Again, this was never true of all: in some Marxist groups, Amilcar Cabral’s work was key, as well as R. Palme Dutt, Samir Amin, Mao Tse-Tung, Ho Chi Minh, Frantz Fanon, Che Guevara, Regis Debray, José Carlos Mariátegui, and others, and of course there were many from the Black liberation movement in the U.S. such as Harry Haywood, George Jackson, James Foreman, as well as sources from other national liberation movements around the world including Palestine, Iran and elsewhere.", "location": 59885}
{"sentence": "In the introduction to his Mills, 2003 book, From Class to Race, he explains very clearly that this title ‘should not be taken in the spirit of a complete repudia­ tion of Marxism, since I do think that a modified historical materialism might be able to carry out an adequate conceptualization of the significance of race’ (Mills, 2003, xvi-xvii).", "location": 33011}
{"sentence": "Yet, he argues, it is purchased at a cost—that cost being a partial break with the axioms of com­ mon sense, the accepted interpretations of everyday experience .", "location": 44373}
{"sentence": "The mass of Orcs threatening the peaceful idylls of the hobbits’ Shire, with its olde-English rural romanticism, mimics the fear the West continues to have about invading, mindless, and violent mobs, and mobs who are not ‘like us’ but ethno-racially distinct and different looking.", "location": 13359}
{"sentence": "We can answer that question in regard to Rawls.", "location": 53766}
{"sentence": "Given this interpretation, one does not need to read something like the Turner Diaries; one only needs to read Tolkien.", "location": 10308}
{"sentence": "Further, as we will see further on, he saw the very construction of the Nowhere Towers as a project with a politics.", "location": 25581}
{"sentence": "The continuous character of this predation was in no small measure enabled by Britain’s refusal to acknowledge the long after-effects of their colonial rule.", "location": 3416}
{"sentence": "Recent books include Rape and Resistance; (Polity 2018); The Future of Whiteness (Polity 2015); Visible Identities: Race, Gender and the Self (Oxford 2006).", "location": 60673}
{"sentence": "Abstraction, idealization, and ideology in ethics.", "location": 62850}
{"sentence": "Examples here would include cer­ tain formulations of expertise and intelligence, as we saw in the example of Grenada, and that also operate in the Western so-called democracies.", "location": 52905}
{"sentence": "But he had always planned to end the exile in his retirement.", "location": 3069}
{"sentence": "This investigation clearly inspired Mills to explore ignorance as a ‘cultivated amnesia’ or intentional practice.", "location": 48135}
{"sentence": "Yet Mills turns to this concept as a way to give a theoretical articulation to the phenomenon so that it can generate more attention, analysis, and investigation, as it indeed it has since the publication of The Racial Contract.", "location": 5861}
{"sentence": "References Bayruns García, E. (2020).", "location": 60830}
{"sentence": "In the Caribbean, a thick understanding would have foregrounded race as well as class.", "location": 40890}
{"sentence": "Cambridge University Press.", "location": 62982}
{"sentence": "In 2003, Robert Proctor and Londa Schiebinger organized a conference on agnotology, or the study of ignor­ ance, and the work of Nancy Tuana, Iain Boal, Michael Betancourt, Irvin Schick expanded the discussion in several directions.", "location": 19262}
{"sentence": "I I argue that his account developed initially from experiences of racism in north America as well as certain methods of organizing within parts of the Caribbean left.", "location": 2240}
{"sentence": "Racial injustice and information flow.", "location": 61026}
{"sentence": "This required digging deep into the specifically cognitive forms of racial oppres­ sion and foregrounding cognitive liberation, goals that are difficult to advance with centralist command structures (whether democratic centralism could work as an antidote is not something he explores).", "location": 40121}
{"sentence": "This popular resistance is an important resource in the struggle against ignorance if it can be brought forward.", "location": 8104}
{"sentence": "Just as the three sons of Noah from the Bible are continually used to explain the different fates of whites and nonwhites as well as among different ‘types’ of whites, so too are the distinct characteristics of elves, dwarves, hobbits, men and orcs used to explain their differential moral status.", "location": 10925}
{"sentence": "The role of the intellectual, Mills argues back in his 1990 essay, is to build on the workers’ nucleus of good common sense to make it more unitary and coherent.", "location": 56177}
{"sentence": "In my view, we should relinquish the quest for individual sources for ideas.", "location": 58814}
{"sentence": "Let us sit with his idea that the distorted lens of race and class, experienced from variable angles, can yield both insight and prejudice, rendering us all in one way or another susceptible to illusions yet also furnishing us with experiences that, if we trust them, yield a better understanding of our reality.", "location": 57563}
{"sentence": "Because it called for revolution it had to operate with some care and subterfuge whether in Jamaica or Canada (where it was also active among the large Caribbean population in Toronto where Mills lived for a decade).", "location": 29732}
{"sentence": "Cornell University Press.", "location": 61403}
{"sentence": "Dystopias, he says, are presented as something required to pass through on the way to utopia, just as genocide against the Orcs brings peace to middle earth.", "location": 54567}
{"sentence": "But this gives us cause for hope, for restoring existing knowledge through changing ideas about who knows.", "location": 2526}
{"sentence": "The first substantial articulation of the concept is in The Racial Contract, published in 1997, where he says1: The requirements of ‘objective’ cognition, factual and moral, in a racial polity are in a sense more demanding in that officially sanctioned reality is divergent from actual reality.", "location": 22443}
{"sentence": "But he does not see whiteness as either necessary or sufficient for an epistemology of ignorance per se: his focus is analyzing that species of ignorance that is white ignorance, which is something I’d suggest is unfortunately available to aspirational people of color who identify with the civilizational claims of Anglo-European domi­ nance.", "location": 53213}
{"sentence": ". . ’ (Mills, 2010, p. 21) He understood that Marxist philosophy would not be entirely sufficient to explain white amnesia, and yet he took as his model for thinking about race the approach Marx took to class, adapting the method of structural analysis to reveal a historically and socially constructed form of identity and rank.", "location": 28316}
{"sentence": "So, for this class, he relates, I led off casually with ‘OK, so as you all know, white racism and the subordina­ tion of blacks has been central to US history.", "location": 26731}
{"sentence": "He cites both Marx and Gramsci as opponents to this: they believed that reason is universally accessible, that ‘everyone is a philosopher and that it is not a question of introducing from scratch a scientific form of thought into everyone’s individual life, but of renovating and making “critical” an already existing activity’ (Mills, 2010, p. 163).", "location": 45897}
{"sentence": "Mills’s own party in Jamaica was understandably inspired, but unfortu­ nately the Grenadian revolution ended in disaster within a few short years.", "location": 37438}
{"sentence": "Thus, liberatory philosophies need to be attuned to the already existing forms of local resistance.", "location": 46722}
{"sentence": "The picture of ‘society’ he is working with is one that—with perhaps a few unfortunate exceptions—is inclusive and harmonious.", "location": 17676}
{"sentence": "He did not deny the importance of such intentions, and their lethal power, but he was more interested in the social production, organization, and rationalization of such intentions and attitudes.", "location": 28800}
{"sentence": "But this, as Taiwo says, gives us ‘incomplete information’ relevant to the issue of justice, supposedly the focal point of analysis.", "location": 50683}
{"sentence": "Mills continues— Thus in effect, on matters related to race, the Racial Contract prescribes for its signatories an inverted epistemology, an epistemology of ignorance, a particular pattern of localized and global cognitive dysfunctions (which are psychologically and socially functional), producing the ironic outcome that whites will in general be unable to understand the world they themselves have made.", "location": 23399}
{"sentence": "https://doi.org/10.5840/soctheorpract198814316 Mills, C. W. (2003).", "location": 61765}
{"sentence": "So here, it could be said, one has an agreement to mis­ interpret the world.", "location": 22738}
{"sentence": "As this paper will show, Mills believed there was an underappreciated political sophistication of everyday folks, an already existing activity of resis­ tance outside the armature of formal education that provides a clear and powerful way to resist as well as reformulate the self and the community.", "location": 7563}
{"sentence": "(Mills 1997, 18) We should note here an ambiguity in this initial formulation.", "location": 22997}
{"sentence": "What one needs, Mills argued, is an account of why ignorance about racism and colonialism is so pervasive, why it has infected so much scholar­ ship and, in particular, political philosophy, and not simply the non-academic sphere.", "location": 20586}
{"sentence": "In the Caribbean this neglect of local conditions gained support from the elitist tendencies of college educated middle class folks in the party, helping to reenforce a neglect of race and of colorism.", "location": 31859}
{"sentence": "Instead, they offer a critique of just this sort of decontextualized formulation of the problematic of epistemology.", "location": 24785}
{"sentence": "curriculum requirements) but it must also involve individual agency, since one’s more natural or immediate perceptual attunements of the social world in which they live must be dismantled and disempowered.", "location": 27773}
{"sentence": "He loved his home country of Jamaica and keenly felt the pain of exile that had begun in his mid-twenties when he traveled to north America for graduate work in philosophy.", "location": 2896}
{"sentence": "Mills’s critique of major figures such as Kant and Rawls was generally based on close readings toward engaging the internal interpretive debates among  CRITICAL REVIEW OF INTERNATIONAL SOCIAL AND POLITICAL PHILOSOPHY 11 philosophers, but he was also aware that such arguments don’t always need to be made to the victims of colonialism.", "location": 7201}
{"sentence": "In J. D. G. Evans (Ed.", "location": 62901}
{"sentence": "In the real world context of political activism that is pursued under a state of siege, the explanatory theory may appear to be the most powerful tool one can have.", "location": 44208}
{"sentence": "To formulate his analysis of the failure of the Grenadian revolution, Mills did a series of interviews in the mid 1980s with eight former members of the New Jewel movement, and, while protecting their anonymity, he summarizes and discusses these at length in his 1990 paper.", "location": 39281}
{"sentence": "Yet, the state of siege mentality produces disastrous epistemic practices.", "location": 42755}
{"sentence": "But knowledge is derived from a ‘specific social matrix’ and the starting point of theory must be here (Mills, 2010, p. 132).", "location": 39155}
{"sentence": "Like Stuart Hall, Mills came to be influenced by Gramsci’s idea of an organic intellectual who would maintain a connection with the people, develop a collaborative pedagogy, and thus redress the problematic gap between the mass and the radical intellectuals (Mills, 2010, p. 138).", "location": 31382}
{"sentence": "Every community seems to protect its ignorance about certain issues, such as male dominance, the existence of sexual fluidity, ongoing epidemics of sexual violence in our midst, and so on.", "location": 5250}
{"sentence": "Mills does not agree with this definitive dismissal of Marxism.", "location": 32947}
{"sentence": "This he calls out as moral evasion and moral complicity (Mills, 2018, p. 71).", "location": 48907}
{"sentence": "Mills had a great respect for the long indigenous tradition of resistance in Jamaica and Caribbean societies in general that continues to inspire and sustain struggles around the world.", "location": 6090}
{"sentence": "Mills argued from the publication of his first book, The Racial Contract, that theories of justice need to take as their starting point the effects of global colonialism on the current world.", "location": 51324}
{"sentence": "The result was that party leaders need not pursue consultation and could preemptively disregard popular will and mass opinion.", "location": 45427}
{"sentence": "How can such thinkers live in the same world we experience every day, and yet all but ignore issues of racism in their philosophical writings?", "location": 4565}
{"sentence": "Thus, as he goes on to say in 2003, he will ‘bracket the question of the possibility of a theoretical synthesis .", "location": 33558}
{"sentence": "As one of Charles’ interviewees saw it, the Marxism Leninism practiced by the New Jewel leadership did not acknowledge ‘the fact that we’re oppressed as blacks and working class.", "location": 40977}
{"sentence": "Black Rights/White wrongs: The critique of racial liberalism.", "location": 62224}
{"sentence": "Mills takes this as only partly a problem of party doctrine: this was a small country trying to create a revolution under a state of siege, with credible military threats and likely covert action from abroad.", "location": 42224}
{"sentence": "We might  16 L. M. ALCOFF also ask whether the social validation is necessary precisely because the individual is uncertain about what one takes to be true.", "location": 23242}
{"sentence": "How racial injustice undermines news sources and news-based inferences.", "location": 60868}
{"sentence": "Global White Ignorance.", "location": 62067}
{"sentence": "But at some point in his life, Mills also came to see fantasy genres as the psychoanalytic record of white hysteria, in which one could read the fears and desires about racial amalgamation, as well as the apprehension about future vengeance from the oppressed, playing out in mainstream domains beloved by liberal publics.", "location": 9985}
{"sentence": "Alternative Epistemologies.", "location": 61693}
{"sentence": "The Grenadian party consisted of members with multiple class and educational back­ grounds and working class members conveyed feelings of intimidation.", "location": 41817}
{"sentence": "https://doi.org/10.1017/epi.2020.35 Bayruns García, E. (2021).", "location": 60963}
{"sentence": "The study of ignorance con­ tinues to grow: one of the recent Routledge Handbooks is devoted to the topic.", "location": 19495}
{"sentence": "And, as he writes in another retrospective essay, ‘the whole point of my framework was that race is not foundational, but brought into existence by other forces’ and that, if pressed, he would locate the ‘genesis and evolution of white supremacy .", "location": 33814}
{"sentence": "He writes that ‘what a state of siege produces is a siege mentality, in which criticism and dissent are quickly transmutable into ideological subversion on behalf of the external enemy’ (Mills, 2010, p. 155).", "location": 42433}
{"sentence": "The science question in feminism.", "location": 61369}
{"sentence": "The novels so easily animate our emotions of identification, of sympathy, of fear and of anguish, because the mythic world they portray is one we know, one we in fact inhabit.", "location": 13183}
{"sentence": "People began to have second thoughts about expressing their feelings if they did not conform to what ‘the book’ had said .", "location": 42961}
{"sentence": "In the case of The Lord of the Rings, the genocide of the orcs is consistent with a central set of ideas that have legitimated violence by Europeans since the Crusades, and is ‘fully within that tradi­ tion.’(2022, 128) Accepting the portrayal of the Orcs that Tolkien offers works to morally absolve the reader for desiring a racial massacre even while most readers are likely to desire exactly this, that Middle Earth will be cleansed of the Orc’s presence by the end of the final volume of the Trilogy (as does happen).", "location": 14924}
{"sentence": "The earth is better off without them.", "location": 12556}
{"sentence": "In fact, the idea of a widespread, structurally supported ignorance about racist realities is in no way news to those targeted.", "location": 5733}
{"sentence": "University of Minnesota Press.", "location": 61205}
{"sentence": "I felt I had stepped into a looking glass world.", "location": 27244}
{"sentence": "He began to think of white ignorance about racial domination not as a simple amnesia or lack of knowledge but one that must be cultivated.", "location": 27586}
{"sentence": ". . ” (Mills 1997, 18; emphasis in original) This idea is not new to Charles in 1997, however.", "location": 23929}
{"sentence": "But, of course, this too needs political analysis: what sort of functioning requires denial?", "location": 21387}
{"sentence": "The wretched of Middle-Earth: An orkish manifesto.", "location": 62514}
{"sentence": "Both the Nicaraguan Sandinista revolution and the Iranian revolution occurred in the same year.", "location": 37270}
{"sentence": "Mills’s essay on Grenada was written in the late 1980s, when the wounds of the Grenadian revolution were still fresh.", "location": 46822}
{"sentence": "Although anti-racism was considered important (sometimes more so than women’s rights or, heaven forbid, gay rights), still, the national question was secondary to the class struggle.", "location": 30612}
{"sentence": "Simply presenting the evidence is clearly inadequate because there are standard epistemic practices at all levels of society that disrupt reception, disqualify claims, delegitimate scholars, and in fact demonize the messenger.", "location": 20876}
{"sentence": ". . in the holistic illumination that the whole system is interconnected’ (Mills, 2010, p. 157).", "location": 43882}
{"sentence": "At a deep level, this stratified world with dispo­ sable types of beings is entirely recognizable.", "location": 13084}
{"sentence": "In his paper on smadditizin Mills also discussed Rex Nettleford’s account of dance as central to cultural resistance, as a public performance that demon­ strates one’s own personhood as well as a valorization of one’s particular embodiment.", "location": 7863}
{"sentence": "So I suspect that the articulation of race and gender as ‘mere’ superstructural phenomena may be a piece of orthodoxy not in Marx’s writing themselves but in later interpreters.", "location": 59704}
{"sentence": "Mills found the idea of an enabled ignorance also useful in making sense of the systematic omissions he found in the traditions of Western political philosophy, the very texts that understand themselves to be offering theoretical elabora­ tions of justice at the highest level of reasoning.", "location": 4274}
{"sentence": "He begins with an account of the powerful effects of finding a theory such as Marxism that offers comprehensive explanations of social structures and links these to one’s own personal experiences.", "location": 43523}
{"sentence": "18 L. M. ALCOFF Mills endeavored to contribute to the liberation of Jamaica from neo- colonial rule by joining the Workers Party of Jamaica in the 1970s.", "location": 29508}
{"sentence": "Mills calls it a racist tract.", "location": 9339}
{"sentence": "Unlike other groups in the Lord of the Rings, the Orcs are presented with no historical narrative by which we might understand their actions or motivations.", "location": 12300}
{"sentence": "Yet some of the work on ignorance is focused rather narrowly on the spread of false information by tobacco and oil companies, pharmaceuticals, and political leaders.", "location": 19602}
{"sentence": "Liberatory theory in this guise becomes a commandist epistemology that disavows democratic deliberation: the ‘people’ who have not yet been con­ verted ‘are still in the Cave’ so there is no point in consulting their views.", "location": 44973}
{"sentence": "Noting these will help to understand his intent in developing the concept.", "location": 25858}
{"sentence": "The result is not only a useless theory but one that obscures the role of injustice in clarifying the requirements of justice: so that, for example, Rawls says the more well-off should change things for the benefit of the worse off simply because they are worse off.", "location": 50816}
{"sentence": "Ignorance does not require an effective or complete erasure as in the case of false information reports that mislead a gullible public into accepting lies.", "location": 14385}
{"sentence": "He saw this as manifested in its neglect of topics of racism and colonialism but also in the fact that there seemed to be little interest in engaging with the work of the many political theorists of color who addressed these issues over the last century.", "location": 48403}
{"sentence": "But to get the full picture of the concept, we first need to understand what Mills meant to convey by it, and for this, it is useful to begin with the Orcs.", "location": 8859}
{"sentence": "The Central Committee of the Soviet communist party cannot assume either the ability or the right to direct revolutions around the world, using its material resources as a lever to dictate local party decisions, as they did notoriously in Cuba.", "location": 40505}
{"sentence": "From class to race: Essays in white marxism and black radicalism.", "location": 61833}
{"sentence": "But Mills’s theoretical development from a class-centric approach to the sort of multi-axial approach most radicals accept today was also connected to his thinking about the epistemology of ignorance, I want to argue.", "location": 31164}
{"sentence": "The overturning of repressive social hierarchies required not just the organization of opposi­ tional social forces but the development of new modes of understanding.", "location": 38350}
{"sentence": "The discussion of ignorance in recent decades is expansive, although it is more developed in psychology, sociology and education than in philosophy.", "location": 15951}
{"sentence": "Ignorance is now studied widely not as a lack or a defect or the product of simply getting false information but as intentional and often systemic.", "location": 16100}
{"sentence": "Mills, C. W. (2018, November).", "location": 62311}
{"sentence": "Social Theory and Practice, 14(3), 237–263.", "location": 61721}
{"sentence": "Mills diagnoses this as a degeneration into forms of idealism and Platonism, overturning the empirical approach Marx espoused.", "location": 45300}
{"sentence": "His concepts of denial and repression explore the psychic defense mechanisms that allow people to avoid aspects of reality that challenge our equilibrium.", "location": 21171}
{"sentence": "To repeat, Mills does not champion a naïve populism against what he calls out as a misguided vanguardism.", "location": 45554}
{"sentence": "The Grenadian invasion was viewed by many as part of the proxy war between the U.S. and the Soviet Union.", "location": 36689}
{"sentence": ". . the divisions between people and party grew .", "location": 43084}
{"sentence": "There are certainly individual aspects to this reception, which has given rise to an account of what have come to be called ‘epistemic vices,’ but there is a social dimension as well that involves group identity formation and political mobilizations along with the pursuit of cor­ porate profits.", "location": 16659}
{"sentence": "In Jamaica, as Mills explains, given the regional history of imperial domination structured ideologically around the central pillars of the superiority of Western culture and thought, and the denigration of nonwhite peoples, it is natural that the most important indigenous oppositional ideologies should revolve around race.", "location": 32061}
{"sentence": "Given this, Mills is not going to provide a different utopia or political theory in as general and universal a way as Rawls, but a localized and contextual account of justice that attends to what people on the ground already know.", "location": 55449}
{"sentence": "(Mills, 2017, p. 52) Mills knew that, despite Goldman’s and others’ (feigned?)", "location": 17803}
{"sentence": "But I would suggest that the substantive tools of analysis he left us are not being given their due.", "location": 55207}
{"sentence": "Who knows: From Quine to a feminist Empiricism.", "location": 62757}
{"sentence": "U.S. leftists may primarily remember Grenada as the target of a U.S. invasion in 1983 that toppled the government.", "location": 36412}
{"sentence": "And what, in particular, must be denied?", "location": 21491}
{"sentence": "In his Mills, 2015 essay, ‘Global White Ignorance’ Mills lists the following as possible causal factors, though some of these are also practices: socialization into a racist belief-set or a Eurocentric normative starting-point, inherited culture and tradition, inculcated social amnesia, typically skewed inferential pattern, deficient conceptual apparatus, material group interest, or epistemically disadvantaged social-structural location.", "location": 51717}
{"sentence": "In his collection of essays on the Caribbean, Mills’s epigraph cites Bob Marley, who succinctly conveys the agenda of cognitive liberation with the lines, ‘Emancipate yourselves from mental slavery; None but ourselves can free our minds.’ Thus in this paper I explore what is perhaps a little known aspect of his work on the epistemology of ignorance, that is, its source in his Caribbean experi­ ences as a political activist.", "location": 8217}
{"sentence": "28 L. M. ALCOFF Disclosure statement No potential conflict of interest was reported by the author(s).", "location": 60454}
{"sentence": "Nor do they have a single admirable quality: their stereotyped features are flatlined as negative.", "location": 12457}
{"sentence": "https://doi.org/10.1111/sjp.12477 Morgan, H. (2021).", "location": 62618}
{"sentence": "Grenada: Revolution and invasion.", "location": 61482}
{"sentence": "Although some suspect covert operations may have played a role, the 1983 U.S. invasion was not the precipitating event.", "location": 37585}
{"sentence": ". . to focus on racial oppression as a system in its own right.’ (2003, xvii) This work, he hoped, could contribute to an eventual synthesis.", "location": 33672}
{"sentence": "Temple University Press.", "location": 62805}
{"sentence": "(2010, 16) Here was the impetus both for his subsequent work on white ignorance as well as his critique of ideal theory, which he believed played a major role in perpetuating white ignorance among the intellectual classes.", "location": 27293}
{"sentence": "One can precursors in Marx, in Lukacs, and in feminist, decolonial, and radical Black traditions.", "location": 58716}
{"sentence": "It reveals that practices of ignorance are not cotermi­ nous with white ignorance, even if the latter comprises a rather large enter­ prise.", "location": 8718}
{"sentence": "Mills holds that there are actually ‘two main varieties of whitopia, both in practice and in theory’ (Mills, 2018, p. 51).", "location": 49530}
{"sentence": "Essentially the epistemic practice of ignorance causes knowers to discredit or push away knowledge they in fact have.", "location": 2408}
{"sentence": "Proceedings & Addresses of the American Philosophical Association, 92, 43–77.", "location": 62404}
{"sentence": "The WJP was similar to the one Bonilla-Silva describes, and like Mills, it was only when Bonilla-Silva traveled to the U.S. and experienced anti-Puerto Rican racism that he began to modify his social analysis.", "location": 30954}
{"sentence": ". . [so that] one learns to distrust oneself, to distance oneself from one’s own immediate spontaneous reactions, feelings and perceptions.", "location": 44536}
{"sentence": "He says: Emancipatory social movements quickly discover that an essential part of the battle they must fight is an intellectual one: the struggle (on both external and internal fronts) for a new vision of the world and of themselves.", "location": 38116}
{"sentence": "This was the first overt military overthrow by the U.S. since the end of the Vietnam War in 1975 (they’d shown remarkable patience to hold back a whole 8 years).", "location": 36527}
{"sentence": "Critical Review of Intemational Social and Political Philosophy === fRRetecae_ ISSN: (Print) (Online)Journalhomepage: www.tandfonline.com/journals/fcri20 ISSN: (Print) (Online) Journal homepage: www.tandfonline.com/journals/fcri20 “The roots (and routes) of the epistemology of ignorance” “The roots (and routes) ofthe epistemology of ignorance” Linda Martín Alcoff Linda Martin Alcoff To cite this article: Linda Martín Alcoff (2024) “The roots (and routes) of the epistemology of ignorance”, Critical Review of International Social and Political Philosophy, 27:1, 9-28, DOI: 10.1080/13698230.2024.2305011 To cite this article: Linda Martin Alcoff (2024) “The roots (and routes) of the epistemology of ignorance”, Critical Review of International Social and Political Philosophy, 27:1, 9-28, DOI: 10.1080/13698230.2024.2305011 To link to this article: https://doi.org/10.1080/13698230.2024.2305011 To link to this article: https://doi.org/10.1080/13698230.2024.2305011 ele é 8 . . . e.e Critical Review of International Social and Political Philosophy Critical Review of International Social and Political Routledge Taylor&Francis Group Published online: 25 Jan 2024. sed Published online: 25Jan 2024. o (Sg Submit your article to this journal Submit your article to thisjournal @ lil IQ View related articles h View related articles Article views: 192 4 ® View Crossmark data@ View Crossmark data CrossMark Article views: 192 Full Terms & Conditions of access and use can be found at https://www.tandfonline.com/action/journallnformation?journalCode=fcri20 Full Terms & Conditions of access and use can be found at https://www.tandfonline.com/action/journalInformation?journalCode=fcri20 CRISPP  CRITICAL REVIEW OF INTERNATIONAL SOCIAL AND POLITICAL PHILOSOPHY 2024, VOL.", "location": 0}
{"sentence": "We just closed our minds to developing any further theory, creating something new.’ (2010, 153) Mills also begins to develop here a nascently phenomenological take on ignorance that takes social identity into account.", "location": 41221}
{"sentence": "Yet the ignorance promulgated in elite spaces is regularly resisted and dis­ rupted, not to mention laughed about behind the safe space of closed doors, by non-elites of varied sorts.", "location": 5439}
{"sentence": "He says, for example that Gramsci ‘makes explicit that the intellectual is starting from already-existing insights’ (Mills, 2010, p. 139).", "location": 55813}
{"sentence": "I want to suggest that this is precisely how the epistemology of ignorance often works as Mills develops his concept.", "location": 14267}
{"sentence": "He wrote extensively about this in an essay published in 1990, ‘Getting out of the Cave’ whose subtitle was ‘Tensions between Democracy and Elitism in Marx’s Theory of Cognitive Liberation.’ The crisis involved another island in the anglophone Caribbean: Grenada.", "location": 36148}
{"sentence": "This becomes central to Mills’s developing theory of how the epistemic practices that protect ignorance work.", "location": 12853}
{"sentence": "The Russian born science fiction writer Isaac Asimov held that the U.S. has a ‘cult of ignorance,’ thus giving more of a culturalist explanation of the problem than a political one.", "location": 19858}
{"sentence": "I will argue in what follows that his work lays out the major political conditions that foster the epistemic practices of ignorance, relating these to group positionality and identifications.", "location": 22076}
{"sentence": "He states that an individual learns to know wrongly and is rewarded for this with social valida­ tion, but does the ignorant truly believe, or go along to get along?", "location": 23076}
{"sentence": "But others, notably Betancourt, argue that a disengagement with our social reality  CRITICAL REVIEW OF INTERNATIONAL SOCIAL AND POLITICAL PHILOSOPHY 15 enables capitalism to function, thus locating support for ignorance in our political economy.", "location": 20040}
{"sentence": "The Orcs are portrayed by Tolkien in a way that is sharply contrasted from these other groups.", "location": 11671}
{"sentence": "These topics played a role in his developing focus on race as well as his account of the epistemology of ignorance.", "location": 39709}
{"sentence": "(Mills, 2010, p. 128)  CRITICAL REVIEW OF INTERNATIONAL SOCIAL AND POLITICAL PHILOSOPHY 21 He likens this to getting out of Plato’s cave, since it requires combatting the elitist assumption of ‘’epistemological inequality’ between various members of the Republic’ (Mills, 2010, p. 130).", "location": 38621}
{"sentence": "This begins to sound like the mansion in the sky he describes earlier as the House of Philosophy.", "location": 32725}
{"sentence": "Oxford University Press.", "location": 62286}
