"Title: None"
"Author: None"
{"paragraph": "Richard has delved well into the ways and ideas of evolutionary\nbiology, but he’s missed a few tricks that could help his case. A footnote\n(p. 12) perpetuates a common confusion about Lamarckianism.", "location": 11795}
{"paragraph": "One of the innovations Richard explores so imaginatively in his book is\nthe idea of Interpretive Common Ground (ICG), which includes the exter-\nnal and social environment in which a speaker is situated. Millikan, in her\nmost recent book, Beyond Concepts (2017), oﬀers a way of dealing with\nthe details of these social and psychological processes that cuts\nthrough most of the problems in a single stroke: drop the requirement\nthat there are concepts that are (and must be) shared for communication\nto be possible (see Richard, p. 77). Millikan’s neologism, unicepts, are like\nconcepts in that they anchor the meaning of words for individual speakers,\nbut each speaker has her own way of coming to her current set of uni-\ncepts, and it is inﬂuenced by features of her life that she may be largely\noblivious to. Unicepts are the (ultimately neurological) structures based\non unitrackers that enable us to track regularities in the world, the Gibso-\nnian aﬀordances in our worlds that are worth attending to, and they are\nidiosyncratic, relying on the ‘clumpiness’ of the world to provide suﬃcient\nlandmarks so that people can get on the same page most of the time\nwithout diﬃculty.\n\f                                                                                     INQUIRY          629", "location": 7791}
{"paragraph": "recognize as a philosophical syndrome: the inability of many philosophers\nto live with some of the counterintuitive doctrines of some of their heroes.\nLong ago I realized that many self-styled Wittgensteinians couldn’t recon-\ncile themselves to the ominously ‘behavioristic’ implications of his beetle\nin the box (which I have always endorsed – see my discussion in Con-\nsciousness Explained (1991a), pp. 462–463), and Richard shows that a\nsimilar discomfort haunts those who admire Quine for his ambitious\nattempt, mainly in Word and Object’ (Quine 1951), but also, of course, in\n‘Two Dogmas of Empiricism’ (Quine 1960), to ‘regiment’ language, the\nultimate goal of so much Cartesian theorizing. Indeterminacy of\nmeaning? Fie! How can we accept any indeterminacy of meaning if we\nare to Euclidify the ﬁeld? Quine has to be wrong about that! Richard\nshows that we can do this as calmly as rigorous Darwinian biologists\naccept the indeterminacy of species boundaries. The empirical world\nhas, happily, enough regularity, enough ‘real patterns’ (Dennett, 1991b)\nin it, to anchor our meanings well enough to give us time to build\nscience using our shared understanding. As Richard says,\n  I think Quine’s skepticism is overdone. I agree that there is a healthy indetermi-\n  nacy as to whether, for example, samples of green tea are things of which\n  ‘water’ as it’s used in the everyday is true. But I reject Quine’s linguistic behavior-\n  ism. Psychological structures like prototypes and schemata as well as (innate)\n  psychological states involved in the analysis of perception and the generation\n  of ‘core concepts’ are shared by all normal humans. They are associated in the\n  course of language learning with both lexical items and more complex phrases.\n  This association helps ground translation, I would say, in a way that supports\n  our everyday practices of interpretation without oﬀering support to the idea\n  that ‘Pupkins’ means something like, ‘Oh, lo, an animated piece of the sum of\n  the canine world’. This and what I called in this section causal constraints on\n  translation, I would say, reduces but does not eliminate referential indetermi-\n  nacy. (p. 115)", "location": 3139}
{"paragraph": "Thought and other Biological Categories, took a long time to sink in, and is\nstill considered, as Meanings as Species manifests, to be outside the canon\nof unignorable work by the coterie of thinkers Richard is mainly addres-\nsing. But consider how her assault on what she called ‘meaning rational-\nism’ in 1984 presages Richard’s claims:\n      We must be willing to discover that, just as we cannot know apriori or with Car-\n      tesian certainty whether any particular thing we think or say is true, so we cannot\n      know a priori or with Cartesian certainty that in seeming to think or talk about\n      something we are thinking or talking about—anything at all. We cannot know\n      a priori that we mean. Nor can we know a priori or with Cartesian certainty\n      what it is that we are thinking or talking about. Further, we cannot tell just by\n      armchair reﬂection whether or not two terms in our idiolect are synonymous,\n      whether a single term is ambiguous, or whether any particular state of aﬀairs\n      is or is not ‘logically possible’ in any interesting or useful sense of that term. (p. 10)", "location": 5994}
{"paragraph": "The Lamarckian heresy is properly restricted to multicellular organisms\nthat distinguish somatic cells from germ line cells. In viruses, for\nexample, there is really no useful distinction between mutation and the\nacquisition of new traits. If meanings are considered to be memes, unliv-\ning but evolving ‘symbionts’ of language users, the misdirection disap-\npears. When Jane Q. Public’s meaning of the word ‘marriage’ evolves –\nperhaps without her realizing it – this is no more Lamarckian than her\nunwitting acquisition of a mutant strain of Covid-19. This shift in perspec-\ntive comes in handy on p100, where Richard says", "location": 12403}
{"paragraph": "A fond farewell to Cartesian linguistics\nIt’s been a long productive ride, but it’s time to get oﬀ the bandwagon\nand recognize that the Cartesian tradition, in analytic philosophy of\nlanguage and mind and linguistics, has played itself out in a constructive\nand honorable way: by being both rigorous and ambitious, it has uncov-\nered the contradictions in its own grand scheme, and helped lay the foun-\ndations for a more naturalistic understanding of meaning. It is hard to\nimagine how Einsteinian physics could have ever come into existence\nwithout being able to use Newtonian physics as a well-equipped base\ncamp, and the emerging view of meanings that Richard so patiently\nand exhaustively extracts from the analytic tradition is similarly illumi-\nnated by its obsolescent concepts. Essentialism is always appealing to\ntheoreticians, especially to philosophers, because it promises what\nmight be called the Euclidiﬁcation of theory: a set of deﬁnitions and\naxioms from which theorems might be deduced and then triumphantly\nconﬁrmed empirically, just like geometry, the ideal of knowledge ever\nsince Socrates and the slave boy. Wouldn’t it be wonderful to have a\ntheory of meaning that was full of rigorous proofs, thanks to a starter\nkit of ingenious idealizations!\n    That dream has been the inspiration of philosophers who have clung\nto Frege and Russell and their brilliant successors for more than a\ncentury, and one of the most interesting features of Richard’s book – to\nme – is how hard he has to labor to get and hold the attention of\nthose of his colleagues whose natural reaction to his arguments for\nthese innovations is so often an inability to suspend disbelief long\nenough to consider a position. Another is his exposure of what I now", "location": 1088}
{"paragraph": "It is natural to describe the members of our little family as literally sharing a\n      vocabulary. Saying that, we can’t identify the words of the shared vocabulary\n      with feature sets—collections of morphological, phonological, syntactic, and\n      semantic properties manifested in the user’s speech. For if that’s what words\n      are, our family members do not have common words for ‘coﬀee’, ‘eat’, and\n      ‘mother’. If we are going to describe the family in the natural way, we need\n      to think of words in some other way. What seems apt is to think of them in\n      something like the way that we are taught in high school to think of genes.\n      Genes come in diﬀerent ‘versions’—alleles—and diﬀerent members of a\n      species will vary as to which alleles of a particular gene they have. Likewise,\n      words come in diﬀerent versions, and Matt, Noah, and Diane have diﬀerent ver-\n      sions of the same words. If this is how we think of things, then linguistic indi-\n      viduals—embodied lexicons—are not stable in the way that embodied\n      genomes are, for such things as morphology, phonology, and syntactic and\n      semantic roles in a lexicon change over time.", "location": 13029}
{"paragraph": "Commentary on Mark Richard, Meanings as Species\nDaniel Dennett\nCenter for Cognitive Studies, Tufts University, Medford, MA, USA\nARTICLE HISTORY Received 17 January 2020; Accepted 17 January 2020", "location": 890}
{"paragraph": "There are of course major disanalogies between biological and linguistic evol-\n      ution. For example: Linguistic evolution is in good part Lamarckian, with\n      ‘acquired traits’ often becoming ﬁxed in a language. Even granting that there\n      are some Lamarckian processes in biological evolution, they are presumably\n      nowhere near as important biologically as they are linguistically.", "location": 11999}
{"paragraph": "1\n    ‘If we take the deﬁnite article seriously—the concept marriage has diﬀerent application conditions now\n      than it did before—we seem to be rejecting referentialism’ (Richard, p. 129).\n\f630          D. DENNETT", "location": 11576}
{"paragraph": "And she issued a diagnosis that must have fallen on deaf ears, given the\neﬀorts Richard must go through to close oﬀ the escape routes:", "location": 7113}
{"paragraph": "Disclosure statement\nNo potential conﬂict of interest was reported by the authors .", "location": 16562}
{"paragraph": "Full Terms & Conditions of access and use can be found at\n             https://www.tandfonline.com/action/journalInformation?journalCode=sinq20\n\fINQUIRY\n2024, VOL. 67, NO. 2, 626–632\nhttps://doi.org/10.1080/0020174X.2022.2039852", "location": 624}
{"paragraph": "References\nChalmers, David. 1995. “Facing Up to the Problem of Consciousness.” Journal of\n  Consciousness Studies 2: 200–219.\nDennett, Daniel C. 1983. “Intentional Systems in Cognitive Ethology: The “Panglossian\n  Paradigm” Defended.” Behavioral and Brain Sciences 6: 343–390.\nDennett, Daniel C. 1991a. Consciousness Explained. Boston: Little, Brown.\nDennett, Daniel C. 1991b. “Real Patterns.” The Journal of Philosophy 88 (1): 27–51.\nDennett, Daniel C. 2005. Sweet Dreams: Philosophical Obstacles to a Science of\n  Consciousness. Cambridge, MA: MIT Press.\nDennett, Daniel C. 2013. Intuition Pumps and Other Tools for Thinking. New York: W.W.\n  Norton & Co.\n\f632       D. DENNETT", "location": 16650}
{"paragraph": "happen, reasons that nobody needs to formulate or appreciate – free-\nﬂoating rationales, as I have called them (1983, 2017).\n   While I am drawing attention to worthy compatriots who have escaped\nRichard’s notice, I must add linguist Daniel Dor’s remarkable work, The\nInstruction of Imagination (Harvard Univ. Press, 2014), which somehow\nfell deadborn from the press and has received scant attention from the\nlinguists and philosophers of language who could beneﬁt from it, if\nonly by discovering novel objections to the novel arguments he\nadvances. He, like many others, has still not appreciated the power of\nevolutionary thinking (and especially the power of free-ﬂoating ratio-\nnales) but his particular ways of resisting the pull of Chomsky’s version\nof nativism, and his appreciation of the role of Richard’s ICGs, makes\nhim unignorable, in my view, by those who are waking up from their Car-\ntesian reveries.\n   We are all familiar with the language mavens who insist on the ‘rules’ of\n‘proper English’ and we have learned at long last to look askance at their\neditorial edicts about ‘correct pronunciation’ and whether it is OK to blithely\nsplit an inﬁnitive, a practice up with which they will not put. We should\nrecognize that treating meanings as timeless is just another tenet of this\nschoolmarmish and unmotivatable ideology. Things shift. Communication\ncontinues. Laying down the law in dictionaries is an obsolete idea. Stipu-\nlated meanings in formal systems are OK, but we need to remember that\nthese are special cases, deliberately frozen in time, so to speak. A proper\nsemantics of natural language will look more like biology than geometry.", "location": 14899}
{"paragraph": "Here I must point to a major lacuna in Richard’s impressive command of\nthe literature: Ruth Millikan is never mentioned. Her 1984 book, Language,\n\f628          D. DENNETT", "location": 5822}
{"paragraph": "I am amused to note that here is another instance of what might be\ncalled the magical use of the deﬁnite article by philosophers. David\nChalmers (1995) gave us The Hard Problem, which has tied conscious-\nness researchers in knots for a quarter century because they think\nthey must have a single, shared property that is, well, essential for con-\nsciousness. I have argued that they are bamboozled by the word ‘the’\njust as magicians were fooled by Ralph Hull’s magic trick, The Tuned\nDeck, which was just a bag of familiar tricks his fellow magicians\nalready all knew, not a Hard Problem (Dennett, 2005, 2013). When phi-\nlosophers speak, as they have since Frege, of The concept of DOG or\nHORSE, they are falling in a similar imagination trap.1 We can each\nhave our own concept (or better, unicept) of DOG and HORSE, and as\nlong as our concepts, like our idiolects, stay in robust consonance\nwith those of our neighbors and associates, we will manage just ﬁne.\nWe don’t need to go through the hundreds or thousands of ‘connota-\ntions’ each of us has for ‘married’ or ‘Jew’ sorting them into the (‘essen-\ntial’) components of meaning and the historical accidents of association\nand disposition. When evolutionary biologists adopt ‘population think-\ning’ they don’t have to worry much about the proper distinction\nbetween varieties and subspecies, which individual organisms are\n‘wild type’, and which organisms are ‘sports’ or ‘mutants’. The sorta\noperator (Dennett, 2013, 2017) can be used responsibly in spite of phi-\nlosophers’ obsessions with ‘diﬀerence-makers’ and other substitutes of\nessences.\n    One of Richard’s insights is an enlargement of Quine’s point about the\ntriviality of stipulative deﬁnitions, which create, at best, transient analyti-\ncities. We philosophers are so fond to stipulative deﬁnitions in formal\nsystems that we tend to think of them as an ideal, roughly approximated\n(somehow) in natural language, and perhaps even a worthy philosophical\nendeavor. Think how often a philosophical ‘theory’ of this or that turns\nout to be, on examination, ‘a system of deﬁnitions propounded and\ndefended’ (the subtitle of David Schwayder’s 1965 book). But when we sti-\npulatively deﬁne a term, we launch it into the world as a candidate for\nadoption, and this is a ballistic launch, nothing we can easily control or\nguide as time passes (Richard, pp. 36–37). Just think of how Dawkins’\nrather careful deﬁnition of his coinage ‘meme’ has evolved over the\nyears (Dennett, 2017).", "location": 9079}
{"paragraph": "ISSN: (Print) (Online) Journal homepage: www.tandfonline.com/journals/sinq20", "location": 66}
{"paragraph": "No, words are not like genes; they are like viruses and bacteria. And ‘lin-\nguistic individuals – embodied lexicons’ are more perspicuously seen as\nhaving something like a microbiome, a huge population of unrelated\nsymbionts, some very useful, even essential for life, and others quite dele-\nterious in their eﬀects on their hosts. One of the great contributions of\nevolutionary thinking here – and I think Richard recognizes this, but\ndoesn’t stress it, is that when a process is a variety of natural selection,\nthings can happen that aren’t just caused; there are reasons why they\n\f                                                                   INQUIRY       631", "location": 14229}
{"paragraph": "Quine was onto this, in many regards, but he never got around to seeing\nhow Darwinian thinking could make his case much more intuitive.\nRichard, in his Coda, sums it up:\n  Thinking of meaning in this way has a number of payoﬀs. It reconciles Quine’s\n  skepticism about an epistemically interesting sort of analyticity—one that could\n  ground a priori knowledge—with the belief that everyday talk about meaning is\n  tracking something real, something about which we can and should theorize.\n  (p. 201)", "location": 5320}
{"paragraph": "To cite this article: Daniel Dennett (2024) Commentary on Mark Richard, Meanings as Species,\nInquiry, 67:2, 626-632, DOI: 10.1080/0020174X.2022.2039852\nTo link to this article: https://doi.org/10.1080/0020174X.2022.2039852", "location": 219}
{"paragraph": "Inquiry\n      An Interdisciplinary Journal of Philosophy", "location": 0}
{"paragraph": "Dennett, Daniel C. 2017. From Bacteria to Bach and Back: The Evolution of Minds.\n  New York: W.W. Norton & Co.\nDor, Daniel. 2014. The Instruction of Imagination. Cambridge, MA: Harvard University\n  Press.\nMillikan, Ruth. 1984. Language, Thought and Other Biological Categories, Beyond\n  Concepts. Cambridge, MA: MIT Press.\nMillikan, Ruth. 2017. Beyond Concepts: Unicepts, Language, and Natural Information.\n  Oxford: Oxford University Press.\nQuine, W. V. O. 1951. “Two Dogmas of Empiricism.” The Philosophical Review 60 (1):\n  20–42.\nQuine, W. V. O. 1960. Word and Object. Cambridge: MIT Press.\nQuine, W. V. O. 1965. The Stratiﬁcation of Behavior. Schwayder, DS: Humanities Press.", "location": 17331}
{"paragraph": "CONTACT Daniel Dennett        daniel.dennett@tufts.edu         Center for Cognitive Studies, Tufts Uni-\nversity, Medford, MA 02155, USA\n© 2022 Informa UK Limited, trading as Taylor & Francis Group\n\f                                                                         INQUIRY            627", "location": 2844}
{"paragraph": "Meaning rationalism is not a single doctrine but a syndrome. The paradigm\n      meaning rationalist believes that intensions can’t be wrong or mistaken and\n      that mere (seeming) thoughts-of, as opposed to judgments about, cannot be\n      senseless. … Compulsive search for “necessary and suﬃcient conditions” by\n      which to deﬁne certain puzzling terms and engaging in the pastime of invent-\n      ing ﬁctitious “counterexamples” to these deﬁnitions is one of the clearest symp-\n      toms of meaning rationalism. (pp. 326–327)", "location": 7249}
