"Title: None"
"Author: None"
{"sentence": "“Facing Up to the Problem of Consciousness.” Journal of   Consciousness Studies 2: 200–219.", "location": 16684}
{"sentence": "We cannot know       a priori that we mean.", "location": 6664}
{"sentence": "There are of course major disanalogies between biological and linguistic evol-       ution.", "location": 12005}
{"sentence": "A proper semantics of natural language will look more like biology than geometry.", "location": 16479}
{"sentence": "The empirical world has, happily, enough regularity, enough ‘real patterns’ (Dennett, 1991b) in it, to anchor our meanings well enough to give us time to build science using our shared understanding.", "location": 4107}
{"sentence": "We philosophers are so fond to stipulative deﬁnitions in formal systems that we tend to think of them as an ideal, roughly approximated (somehow) in natural language, and perhaps even a worthy philosophical endeavor.", "location": 10847}
{"sentence": "Her 1984 book, Language, \f628          D. DENNETT   Thought and other Biological Categories, took a long time to sink in, and is still considered, as Meanings as Species manifests, to be outside the canon of unignorable work by the coterie of thinkers Richard is mainly addres- sing.", "location": 5943}
{"sentence": "Another is his exposure of what I now  CONTACT Daniel Dennett        daniel.dennett@tufts.edu         Center for Cognitive Studies, Tufts Uni- versity, Medford, MA 02155, USA © 2022 Informa UK Limited, trading as Taylor & Francis Group \f                                                                         INQUIRY            627   recognize as a philosophical syndrome: the inability of many philosophers to live with some of the counterintuitive doctrines of some of their heroes.", "location": 2805}
{"sentence": "Consciousness Explained.", "location": 16953}
{"sentence": "(p. 115)  Quine was onto this, in many regards, but he never got around to seeing how Darwinian thinking could make his case much more intuitive.", "location": 5310}
{"sentence": "It reconciles Quine’s   skepticism about an epistemically interesting sort of analyticity—one that could   ground a priori knowledge—with the belief that everyday talk about meaning is   tracking something real, something about which we can and should theorize.", "location": 5548}
{"sentence": "The paradigm       meaning rationalist believes that intensions can’t be wrong or mistaken and       that mere (seeming) thoughts-of, as opposed to judgments about, cannot be       senseless.", "location": 7316}
{"sentence": "References Chalmers, David.", "location": 16650}
{"sentence": "But I reject Quine’s linguistic behavior-   ism.", "location": 4533}
{"sentence": "Press, 2014), which somehow fell deadborn from the press and has received scant attention from the linguists and philosophers of language who could beneﬁt from it, if only by discovering novel objections to the novel arguments he advances.", "location": 15210}
{"sentence": "… Compulsive search for “necessary and suﬃcient conditions” by       which to deﬁne certain puzzling terms and engaging in the pastime of invent-       ing ﬁctitious “counterexamples” to these deﬁnitions is one of the clearest symp-       toms of meaning rationalism.", "location": 7508}
{"sentence": "They are associated in the   course of language learning with both lexical items and more complex phrases.", "location": 4791}
{"sentence": "Cambridge: MIT Press.", "location": 17905}
{"sentence": "That dream has been the inspiration of philosophers who have clung to Frege and Russell and their brilliant successors for more than a century, and one of the most interesting features of Richard’s book – to me – is how hard he has to labor to get and hold the attention of those of his colleagues whose natural reaction to his arguments for these innovations is so often an inability to suspend disbelief long enough to consider a position.", "location": 2363}
{"sentence": "Oxford: Oxford University Press.", "location": 17741}
{"sentence": "When phi- losophers speak, as they have since Frege, of The concept of DOG or HORSE, they are falling in a similar imagination trap.1 We can each have our own concept (or better, unicept) of DOG and HORSE, and as long as our concepts, like our idiolects, stay in robust consonance with those of our neighbors and associates, we will manage just ﬁne.", "location": 9695}
{"sentence": "For if that’s what words       are, our family members do not have common words for ‘coﬀee’, ‘eat’, and       ‘mother’.", "location": 13343}
{"sentence": "Inquiry       An Interdisciplinary Journal of Philosophy           ISSN: (Print) (Online) Journal homepage: www.tandfonline.com/journals/sinq20     Commentary on Mark Richard, Meanings as Species  Daniel Dennett  To cite this article: Daniel Dennett (2024) Commentary on Mark Richard, Meanings as Species, Inquiry, 67:2, 626-632, DOI: 10.1080/0020174X.2022.2039852 To link to this article: https://doi.org/10.1080/0020174X.2022.2039852            Published online: 24 Mar 2022.", "location": 0}
{"sentence": "Nor can we know a priori or with Cartesian certainty       what it is that we are thinking or talking about.", "location": 6708}
{"sentence": "Schwayder, DS: Humanities Press.", "location": 17980}
{"sentence": "A footnote (p. 12) perpetuates a common confusion about Lamarckianism.", "location": 11927}
{"sentence": "When evolutionary biologists adopt ‘population think- ing’ they don’t have to worry much about the proper distinction between varieties and subspecies, which individual organisms are ‘wild type’, and which organisms are ‘sports’ or ‘mutants’.", "location": 10278}
{"sentence": "Likewise,       words come in diﬀerent versions, and Matt, Noah, and Diane have diﬀerent ver-       sions of the same words.", "location": 13843}
{"sentence": "Disclosure statement No potential conﬂict of interest was reported by the authors .", "location": 16563}
{"sentence": "Dennett, Daniel C. 2005.", "location": 17085}
{"sentence": "What seems apt is to think of them in       something like the way that we are taught in high school to think of genes.", "location": 13573}
{"sentence": "From Bacteria to Bach and Back: The Evolution of Minds.", "location": 17357}
{"sentence": "The Lamarckian heresy is properly restricted to multicellular organisms that distinguish somatic cells from germ line cells.", "location": 12403}
{"sentence": "As Richard says,   I think Quine’s skepticism is overdone.", "location": 4307}
{"sentence": "Millikan, in her most recent book, Beyond Concepts (2017), oﬀers a way of dealing with the details of these social and psychological processes that cuts through most of the problems in a single stroke: drop the requirement that there are concepts that are (and must be) shared for communication to be possible (see Richard, p. 77).", "location": 7994}
{"sentence": "Dennett, Daniel C. 1991a.", "location": 16927}
{"sentence": "Long ago I realized that many self-styled Wittgensteinians couldn’t recon- cile themselves to the ominously ‘behavioristic’ implications of his beetle in the box (which I have always endorsed – see my discussion in Con- sciousness Explained (1991a), pp.", "location": 3291}
{"sentence": "The Stratiﬁcation of Behavior.", "location": 17949}
{"sentence": "No, words are not like genes; they are like viruses and bacteria.", "location": 14229}
{"sentence": "Cambridge, MA: MIT Press.", "location": 17181}
{"sentence": "Indeterminacy of meaning?", "location": 3837}
{"sentence": "“Real Patterns.” The Journal of Philosophy 88 (1): 27–51.", "location": 17027}
{"sentence": "We don’t need to go through the hundreds or thousands of ‘connota- tions’ each of us has for ‘married’ or ‘Jew’ sorting them into the (‘essen- tial’) components of meaning and the historical accidents of association and disposition.", "location": 10045}
{"sentence": "We should recognize that treating meanings as timeless is just another tenet of this schoolmarmish and unmotivatable ideology.", "location": 16112}
{"sentence": "Wouldn’t it be wonderful to have a theory of meaning that was full of rigorous proofs, thanks to a starter kit of ingenious idealizations!", "location": 2220}
{"sentence": "630          D. DENNETT      Richard has delved well into the ways and ideas of evolutionary biology, but he’s missed a few tricks that could help his case.", "location": 11770}
{"sentence": "This shift in perspec- tive comes in handy on p100, where Richard says        It is natural to describe the members of our little family as literally sharing a       vocabulary.", "location": 12957}
{"sentence": "New York: W.W. Norton & Co. Dor, Daniel.", "location": 17415}
{"sentence": "I agree that there is a healthy indetermi-   nacy as to whether, for example, samples of green tea are things of which   ‘water’ as it’s used in the everyday is true.", "location": 4366}
{"sentence": "Dennett, Daniel C. 1991b.", "location": 17001}
{"sentence": "Dennett, Daniel C. 2013.", "location": 17207}
{"sentence": "Psychological structures like prototypes and schemata as well as (innate)   psychological states involved in the analysis of perception and the generation   of ‘core concepts’ are shared by all normal humans.", "location": 4582}
{"sentence": "The Instruction of Imagination.", "location": 17462}
{"sentence": "For example: Linguistic evolution is in good part Lamarckian, with       ‘acquired traits’ often becoming ﬁxed in a language.", "location": 12097}
{"sentence": "Beyond Concepts: Unicepts, Language, and Natural Information.", "location": 17677}
{"sentence": "David Chalmers (1995) gave us The Hard Problem, which has tied conscious- ness researchers in knots for a quarter century because they think they must have a single, shared property that is, well, essential for con- sciousness.", "location": 9214}
{"sentence": "I have argued that they are bamboozled by the word ‘the’ just as magicians were fooled by Ralph Hull’s magic trick, The Tuned Deck, which was just a bag of familiar tricks his fellow magicians already all knew, not a Hard Problem (Dennett, 2005, 2013).", "location": 9442}
{"sentence": "This association helps ground translation, I would say, in a way that supports   our everyday practices of interpretation without oﬀering support to the idea   that ‘Pupkins’ means something like, ‘Oh, lo, an animated piece of the sum of   the canine world’.", "location": 4900}
{"sentence": "It is hard to imagine how Einsteinian physics could have ever come into existence without being able to use Newtonian physics as a well-equipped base camp, and the emerging view of meanings that Richard so patiently and exhaustively extracts from the analytic tradition is similarly illumi- nated by its obsolescent concepts.", "location": 1550}
{"sentence": "INQUIRY          629       I am amused to note that here is another instance of what might be called the magical use of the deﬁnite article by philosophers.", "location": 9057}
{"sentence": "He, like many others, has still not appreciated the power of evolutionary thinking (and especially the power of free-ﬂoating ratio- nales) but his particular ways of resisting the pull of Chomsky’s version of nativism, and his appreciation of the role of Richard’s ICGs, makes him unignorable, in my view, by those who are waking up from their Car- tesian reveries.", "location": 15450}
{"sentence": "Language, Thought and Other Biological Categories, Beyond   Concepts.", "location": 17559}
{"sentence": "Millikan’s neologism, unicepts, are like concepts in that they anchor the meaning of words for individual speakers, but each speaker has her own way of coming to her current set of uni- cepts, and it is inﬂuenced by features of her life that she may be largely oblivious to.", "location": 8326}
{"sentence": "(p. 10)  And she issued a diagnosis that must have fallen on deaf ears, given the eﬀorts Richard must go through to close oﬀ the escape routes:        Meaning rationalism is not a single doctrine but a syndrome.", "location": 7104}
{"sentence": "Further, we cannot tell just by       armchair reﬂection whether or not two terms in our idiolect are synonymous,       whether a single term is ambiguous, or whether any particular state of aﬀairs       is or is not ‘logically possible’ in any interesting or useful sense of that term.", "location": 6817}
{"sentence": "Intuition Pumps and Other Tools for Thinking.", "location": 17232}
{"sentence": "1     ‘If we take the deﬁnite article seriously—the concept marriage has diﬀerent application conditions now       than it did before—we seem to be rejecting referentialism’ (Richard, p. 129).", "location": 11576}
{"sentence": "Just think of how Dawkins’ rather careful deﬁnition of his coinage ‘meme’ has evolved over the years (Dennett, 2017).", "location": 11457}
{"sentence": "326–327)  One of the innovations Richard explores so imaginatively in his book is the idea of Interpretive Common Ground (ICG), which includes the exter- nal and social environment in which a speaker is situated.", "location": 7781}
{"sentence": "462–463), and Richard shows that a similar discomfort haunts those who admire Quine for his ambitious attempt, mainly in Word and Object’ (Quine 1951), but also, of course, in ‘Two Dogmas of Empiricism’ (Quine 1960), to ‘regiment’ language, the ultimate goal of so much Cartesian theorizing.", "location": 3545}
{"sentence": "Stipu- lated meanings in formal systems are OK, but we need to remember that these are special cases, deliberately frozen in time, so to speak.", "location": 16335}
{"sentence": "Cambridge, MA: MIT Press.", "location": 17629}
{"sentence": "But when we sti- pulatively deﬁne a term, we launch it into the world as a candidate for adoption, and this is a ballistic launch, nothing we can easily control or guide as time passes (Richard, pp.", "location": 11250}
{"sentence": "(p. 201)  Here I must point to a major lacuna in Richard’s impressive command of the literature: Ruth Millikan is never mentioned.", "location": 5812}
{"sentence": "Boston: Little, Brown.", "location": 16978}
{"sentence": "Quine has to be wrong about that!", "location": 3948}
{"sentence": "In viruses, for example, there is really no useful distinction between mutation and the acquisition of new traits.", "location": 12528}
{"sentence": "Essentialism is always appealing to theoreticians, especially to philosophers, because it promises what might be called the Euclidiﬁcation of theory: a set of deﬁnitions and axioms from which theorems might be deduced and then triumphantly conﬁrmed empirically, just like geometry, the ideal of knowledge ever since Socrates and the slave boy.", "location": 1876}
{"sentence": "One of the great contributions of evolutionary thinking here – and I think Richard recognizes this, but doesn’t stress it, is that when a process is a variety of natural selection, things can happen that aren’t just caused; there are reasons why they \f                                                                   INQUIRY       631   happen, reasons that nobody needs to formulate or appreciate – free- ﬂoating rationales, as I have called them (1983, 2017).", "location": 14561}
{"sentence": "And ‘lin- guistic individuals – embodied lexicons’ are more perspicuously seen as having something like a microbiome, a huge population of unrelated symbionts, some very useful, even essential for life, and others quite dele- terious in their eﬀects on their hosts.", "location": 14295}
{"sentence": "Genes come in diﬀerent ‘versions’—alleles—and diﬀerent members of a       species will vary as to which alleles of a particular gene they have.", "location": 13699}
{"sentence": "Dennett, Daniel C. 1983.", "location": 16776}
{"sentence": "Cambridge, MA: Harvard University   Press.", "location": 17494}
{"sentence": "The sorta operator (Dennett, 2013, 2017) can be used responsibly in spite of phi- losophers’ obsessions with ‘diﬀerence-makers’ and other substitutes of essences.", "location": 10521}
{"sentence": "While I am drawing attention to worthy compatriots who have escaped Richard’s notice, I must add linguist Daniel Dor’s remarkable work, The Instruction of Imagination (Harvard Univ.", "location": 15028}
{"sentence": "How can we accept any indeterminacy of meaning if we are to Euclidify the ﬁeld?", "location": 3868}
{"sentence": "Sweet Dreams: Philosophical Obstacles to a Science of   Consciousness.", "location": 17110}
{"sentence": "Think how often a philosophical ‘theory’ of this or that turns out to be, on examination, ‘a system of deﬁnitions propounded and defended’ (the subtitle of David Schwayder’s 1965 book).", "location": 11064}
{"sentence": "“Intentional Systems in Cognitive Ethology: The “Panglossian   Paradigm” Defended.” Behavioral and Brain Sciences 6: 343–390.", "location": 16801}
{"sentence": "If this is how we think of things, then linguistic indi-       viduals—embodied lexicons—are not stable in the way that embodied       genomes are, for such things as morphology, phonology, and syntactic and       semantic roles in a lexicon change over time.", "location": 13968}
{"sentence": "Richard, in his Coda, sums it up:   Thinking of meaning in this way has a number of payoﬀs.", "location": 5456}
{"sentence": "When Jane Q. Public’s meaning of the word ‘marriage’ evolves – perhaps without her realizing it – this is no more Lamarckian than her unwitting acquisition of a mutant strain of Covid-19.", "location": 12769}
{"sentence": "But consider how her assault on what she called ‘meaning rational- ism’ in 1984 presages Richard’s claims:       We must be willing to discover that, just as we cannot know apriori or with Car-       tesian certainty whether any particular thing we think or say is true, so we cannot       know a priori or with Cartesian certainty that in seeming to think or talk about       something we are thinking or talking about—anything at all.", "location": 6227}
{"sentence": "Laying down the law in dictionaries is an obsolete idea.", "location": 16278}
{"sentence": "Communication continues.", "location": 16253}
{"sentence": "Saying that, we can’t identify the words of the shared vocabulary       with feature sets—collections of morphological, phonological, syntactic, and       semantic properties manifested in the user’s speech.", "location": 13135}
{"sentence": "Submit your article to this journal           Article views: 175           View related articles           View Crossmark data                           Full Terms & Conditions of access and use can be found at              https://www.tandfonline.com/action/journalInformation?journalCode=sinq20 \fINQUIRY 2024, VOL.", "location": 494}
{"sentence": "Even granting that there       are some Lamarckian processes in biological evolution, they are presumably       nowhere near as important biologically as they are linguistically.", "location": 12223}
{"sentence": "2, 626–632 https://doi.org/10.1080/0020174X.2022.2039852   COMMENTARY  Commentary on Mark Richard, Meanings as Species Daniel Dennett Center for Cognitive Studies, Tufts University, Medford, MA, USA ARTICLE HISTORY Received 17 January 2020; Accepted 17 January 2020     A fond farewell to Cartesian linguistics It’s been a long productive ride, but it’s time to get oﬀ the bandwagon and recognize that the Cartesian tradition, in analytic philosophy of language and mind and linguistics, has played itself out in a constructive and honorable way: by being both rigorous and ambitious, it has uncov- ered the contradictions in its own grand scheme, and helped lay the foun- dations for a more naturalistic understanding of meaning.", "location": 819}
{"sentence": "“Two Dogmas of Empiricism.” The Philosophical Review 60 (1):   20–42.", "location": 17796}
{"sentence": "Unicepts are the (ultimately neurological) structures based on unitrackers that enable us to track regularities in the world, the Gibso- nian aﬀordances in our worlds that are worth attending to, and they are idiosyncratic, relying on the ‘clumpiness’ of the world to provide suﬃcient landmarks so that people can get on the same page most of the time without diﬃculty.", "location": 8601}
{"sentence": "Richard shows that we can do this as calmly as rigorous Darwinian biologists accept the indeterminacy of species boundaries.", "location": 3982}
{"sentence": "If we are going to describe the family in the natural way, we need       to think of words in some other way.", "location": 13463}
{"sentence": "This and what I called in this section causal constraints on   translation, I would say, reduces but does not eliminate referential indetermi-   nacy.", "location": 5159}
{"sentence": "One of Richard’s insights is an enlargement of Quine’s point about the triviality of stipulative deﬁnitions, which create, at best, transient analyti- cities.", "location": 10688}
{"sentence": "We are all familiar with the language mavens who insist on the ‘rules’ of ‘proper English’ and we have learned at long last to look askance at their editorial edicts about ‘correct pronunciation’ and whether it is OK to blithely split an inﬁnitive, a practice up with which they will not put.", "location": 15819}
{"sentence": "New York: W.W.   Norton & Co. \f632       D. DENNETT   Dennett, Daniel C. 2017.", "location": 17278}
{"sentence": "If meanings are considered to be memes, unliv- ing but evolving ‘symbionts’ of language users, the misdirection disap- pears.", "location": 12643}
