"Title: The World as Will and Idea (Vol. 3 of 3)"
"Author: Arthur Schopenhauer"
{"sentence": "\"   445, last line, _for_ \"{~GREEK SMALL LETTER ZETA~}{~GREEK SMALL LETTER ETA~}{~GREEK SMALL LETTER NU~}\" _read_ \"{~GREEK SMALL LETTER ZETA~}{~GREEK SMALL LETTER ETA WITH YPOGEGRAMMENI~}{~GREEK SMALL LETTER NU~}.\"", "location": 1129923}
{"sentence": "The assumption now in favour that spores and eggs of the innumerable species of all those kinds of animal life are everywhere floating in the air, and wait through long years for a favourable opportunity, is more paradoxical than that of _generatio oequivoca_.", "location": 116673}
{"sentence": "195;   as opposite of knowing, i.", "location": 1079901}
{"sentence": "If, on the other hand, the injury is quite incurable, it hastens to expedite death, and indeed the more so the higher is the species of the organism, thus the greater its sensibility.", "location": 226628}
{"sentence": "On the other hand, in the case of difference of disposition, character, and mental tendency, and the dislike, nay, enmity, proceeding from this, sexual love may yet arise and exist; when it then blinds us to all that; and if it here leads to marriage it will be a very unhappy one.", "location": 721768}
{"sentence": "The reflection to which we have here attained now teaches that what is affected by death is merely the _knowing_ consciousness, and the will, on the other hand, because it is the thing in itself, which lies at the foundation of every phenomenon, is free from all that depends upon temporal determinations, thus is also imperishable.", "location": 618644}
{"sentence": "Now the Christian myth makes original sin first arise after man came into existence, and for this purpose ascribes to him, _per impossibile_, a free will.", "location": 888034}
{"sentence": "I therefore request the reader to compare with this what I have adduced at length on this subject in chapter 20.", "location": 29054}
{"sentence": "13 In Medwin's \"Conversations of Lord Byron,\" p. 333.", "location": 1136363}
{"sentence": "\"    157, line  4, _for_ \"casuality\" _read_ \"causality.\"", "location": 1127609}
{"sentence": "Descartes, vortex of, i.", "location": 1074171}
{"sentence": "The Bridgewater- Treatise-men--Lord Brougham, &c.--nay, even Richard Owen also, in his \"_Ostéologie Comparée_,\" thinks precisely as Leibnitz, which I have already found fault with in the first volume.", "location": 193538}
{"sentence": "Do good to all so far as your opportunity and your power extends.\"", "location": 979793}
{"sentence": "Yet this superfluity of support must not exceed a certain degree; for otherwise we will perceive support without burden, which is opposed to the æsthetic end.", "location": 388121}
{"sentence": "For this reason, and also on account of the dissimilarity of the pace, the former is not adapted for thinking in common, _i.e._, for conversation with the others: they will have as little pleasure in him and his oppressive superiority as he will in them.", "location": 336452}
{"sentence": "But, without entering into such utopian plans, it might be taken into consideration that if, as, if I am not mistaken, was actually the case among certain ancient nations, castration was the severest punishment after death, the world would be delivered from whole races of scoundrels, all the more certainly as it is well known that most crimes are committed between the age of twenty and thirty.", "location": 695227}
{"sentence": "429 _seq._  Judaism, i.", "location": 1090073}
{"sentence": "330 _seq._;   what gives it unity and connection, iii.", "location": 1072782}
{"sentence": "The same explanation is also to be applied to the case in which the mother of a son of genius who was herself distinguished for mental gifts had a mother who was by no means clever, for the father of the latter has been a man of a phlegmatic disposition.", "location": 691894}
{"sentence": "For consciousness has always showed itself to me not as the cause, but as the product and result of the organised life, for it rose and sank in consequence of this in the different periods of life, in health and sickness, in sleep, in a swoon, in awaking, &c., thus always appeared as effect, never as cause of the organised life, always showed itself as something which arises and passes away, and again arises, so long as the conditions of this still exist, but not apart from them.", "location": 532840}
{"sentence": "For he sacrifices his personal welfare to his _objective end_; he cannot indeed do otherwise, because his seriousness lies there.", "location": 322353}
{"sentence": "Attiré par une puissance invincible, et comme poussé       par le vertige, il se précipita dans la gueule du serpent, qui       s'ouvrit tout à coup démesurément pour le recevoir.", "location": 1134705}
{"sentence": "Another symptom of the physiological state of the case referred to is the fact that many persons are obliged at once to stand still whenever their conversation with any one who is walking with them begins to gain some connection; because their brain, as soon as it has to link together a few thoughts, has no longer as much power over as is required to keep the limbs in motion by means of the motory nerves, so closely is everything measured with them.", "location": 45736}
{"sentence": "From the genius, on the contrary, whose intellect is delivered from the will, and thus from the person, what concerns these does not conceal the world and things themselves; but he becomes distinctly conscious of them, he apprehends them in and for themselves in objective perception; in this sense he is _reflective_.", "location": 313971}
{"sentence": "123 _seq._;   construction of logical genus, ii.", "location": 1081976}
{"sentence": "On the other hand, Spinoza's definition, on account of its excessive naïveté, deserves to be quoted for the sake of amusement: \"_Amor est titillatio, concomitante idea causæ externæ_\" (_Eth._ iv., prop.", "location": 706885}
{"sentence": "Cardanus says in the third chapter, \"_De vita propria_:\" \"_Mater mea fuit memoria et ingenio pollens_.\"", "location": 682917}
{"sentence": "Accordingly, in a certain sense, they ought also to be indifferent to us, for we ourselves are indeed nature.", "location": 543420}
{"sentence": "The Foundation is committed to complying with the laws regulating charities and charitable donations in all 50 states of the United States.", "location": 1165817}
{"sentence": "From this _mundus phoenomenon_, however, from this perception which arises under such a variety of conditions, all our conceptions are drawn.", "location": 52434}
{"sentence": "Yet how difficult this was is shown by the oldest Church histories.", "location": 642941}
{"sentence": "In sculpture beauty and grace are the principal things; but in painting expression, passion, and character predominate; therefore just so much of the claims of beauty must be neglected.", "location": 406717}
{"sentence": "It exists because of the efforts of hundreds of volunteers and donations from people in all walks of life.", "location": 1163810}
{"sentence": "On The Æsthetics Of Poetry.", "location": 2477}
{"sentence": "In the case of men the terrifying certainty of death necessarily entered with reason.", "location": 513751}
{"sentence": "L'animal qui a le plus d'intelligence, n'a toute cette intelligence que dans le jeune âge._\" Further, p. 87: \"_Les singes de tous les genres offrent ce rapport inverse de l'âge et de l'intelligence.", "location": 356653}
{"sentence": "On the other hand, we might compare the genius, with his unfettered intellect, to a living man playing along with the large puppets of the famous puppet-show at Milan, who would be the only one among them who would understand everything, and would therefore gladly leave the stage for a while to enjoy the play from the boxes;--that is the reflectiveness of genius.", "location": 326389}
{"sentence": "For example, we will regard houses, ships, machines, and the like with the thought of their end and their adaptation to it; men, with the thought of their relation to us, if they have any such; and then with that of their relations to each other, whether in their present action or with regard to their position and business, judging perhaps their fitness for it, &c. Such a consideration of the relations we can follow more or less far to the most distant links of their chain: the consideration will thereby gain in accuracy and extent, but in its quality and nature it remains the same.", "location": 288928}
{"sentence": "Therefore, strictly speaking, physiology might to a certain extent class such a superfluity of brain activity, and with it of brain itself, among the _monstra per excessum_, which, it is well known, it co-ordinates with _monstra per defectum_ and those _per situm mutatum_.", "location": 301109}
{"sentence": "The end of the _corolla_ is--(1.)", "location": 180748}
{"sentence": "105-118;   relation to dreams, i.", "location": 1095692}
{"sentence": "Heavens, sublime effect of, i.", "location": 1085168}
{"sentence": "Thus, in general, music consists of a constant succession of more or less disquieting chords, _i.e._, chords which excite longing, and more or less quieting and satisfying chords; just as the life of the heart (the will) is a constant succession of greater or less disquietude through desire and aversion, and just as various degrees of relief.", "location": 506502}
{"sentence": "For between the row of columns and the plain wall there are many intermediate degrees.", "location": 386095}
{"sentence": "The sole theme of architecture here set forth--support and burden--is so very simple, that just on this account this art, so far as it is a fine art (but not so far as it serves useful ends), is perfect and complete in essential matters, since the best Greek period, at least, is not susceptible of any important enrichment.", "location": 399783}
{"sentence": "Upon this also ultimately rests that dependence of the objective upon the subjective which the idealism of our first book shows.", "location": 602315}
{"sentence": "Et il en est de tous les singes comme de l'orang- outang.", "location": 356522}
{"sentence": "For this is the practice of their theory.", "location": 426756}
{"sentence": "The individual is here too weak a vessel to be capable of enduring the infinite longing of the will of the species concentrated upon a definite object.", "location": 768690}
{"sentence": "The motive also only acts under the assumption of an inner tendency, _i.e._, a definite quality of will which is called its _character_.", "location": 214135}
{"sentence": "257;   his materialism, ii.", "location": 1067753}
{"sentence": "That yet in us it fears death results from the fact that here knowledge presents its existence to it as merely in the individual phenomenon, whence the illusion arises that it will perish with this, as my image in a mirror seems to be destroyed along with it if the mirror is broken; this then, as contrary to its original nature, which is a blind striving towards existence, fills it with horror.", "location": 619189}
{"sentence": "Then it is of the greatest purity, and becomes the clear mirror of the world; for, completely severed from its origin, the will, it is now the world as idea itself, concentrated in _one_ consciousness.", "location": 309614}
{"sentence": "186;   on essential conflict in nature, i.", "location": 1057365}
{"sentence": "On the other hand, the expression of genius which constitutes the evident family likeness of all highly gifted men consists in this, that in it we distinctly read the liberation, the manumission of the intellect from the service of the will, the predominance of knowledge over volition; and because all anxiety proceeds from the will, and knowledge, on the contrary, is in and for itself painless and serene, this gives to their lofty brow and clear, perceiving glance, which are not subject to the service of the will and its wants, that look of great, almost supernatural serenity which at times breaks through, and consists very well with the melancholy of their other features, especially the mouth, and which in this relation may be aptly described by the motto of Giordano Bruno: _In tristitia hilaris, in hilaritate tristis_.", "location": 310418}
{"sentence": "At bottom, however, it is quite superfluous to dispute whether there is more good or evil in the world: for the mere existence of evil decides the matter.", "location": 804373}
{"sentence": "141;   on science, i.", "location": 1107091}
{"sentence": "We have in our own day quite well-authenticated cases analogous to this; therefore I only briefly call these to mind.", "location": 219928}
{"sentence": "Mind, presence of, ii.", "location": 1099112}
{"sentence": "From this point of view, also, one should recognise the necessity of the Salic law: the woman cannot carry on the race.", "location": 685147}
{"sentence": "Therefore, when Leibnitz, Shaftesbury, Bolingbroke, and Pope brought forward optimism, the general offence which it gave depended principally upon the fact that optimism is irreconcilable with Christianity; as Voltaire states and explains in the preface to his excellent poem, \"_Le désastre de Lisbonne_,\" which is also expressly directed against optimism.", "location": 827346}
{"sentence": "FRANKFORT-ON-THE-MAINE, _September 1859_.", "location": 1122512}
{"sentence": "The brute lives entirely without reflection.", "location": 314650}
{"sentence": "But Plato only ascribed to them desires, and that on account of their strong appetite for nutrition (_cf._ Plato in the \"_Timoeus_,\" p. 403, Bip.)", "location": 71851}
{"sentence": "They are a conventional language of poetry, and as it were mere painted sensations instead of real ones: they exclude genuine feeling.", "location": 437727}
{"sentence": "§ 275, we read, \"Till ten o'clock in the morning no _Cercaria ephemera_ (one of the infusoria) is to be seen (in the infusion), and at twelve the whole water swarms with them.", "location": 556061}
{"sentence": "On The Inner Nature Of Art.", "location": 2289}
{"sentence": "According to my exposition, the intellect springs from the organism, and thereby from the will, and hence could not be without the latter.", "location": 25541}
{"sentence": "\"     21,  \"   31, _for_ \"{~GREEK CAPITAL LETTER SIGMA~}{~GREEK SMALL LETTER IOTA~}{~GREEK SMALL LETTER DELTA~}{~GREEK SMALL LETTER OMEGA~}{~GREEK SMALL LETTER LAMDA~}\" _read_ \"{~GREEK CAPITAL LETTER EPSILON~}{~GREEK SMALL LETTER IOTA~}{~GREEK SMALL LETTER DELTA~}{~GREEK SMALL LETTER OMEGA~}{~GREEK SMALL LETTER LAMDA~}.\"", "location": 1123229}
{"sentence": "During life the will of man is without freedom: his action takes place with necessity upon the basis of his unalterable character in the chain of motives.", "location": 647527}
{"sentence": "Mathematics, scientific nature of, i.", "location": 1098002}
{"sentence": "16;   no knowledge of death, iii.", "location": 1055689}
{"sentence": "Anselm of Canterbury, ii.", "location": 1055826}
{"sentence": "But without such violence very few verses would be made; for it must be attributed to this that in foreign languages verses are much more difficult to understand than prose.", "location": 431155}
{"sentence": "223;   immovable, ii.", "location": 1107670}
{"sentence": "29;   inner nature of, i.", "location": 1105636}
{"sentence": "Est enim corpus instrumentum: nam membrum unumquodque __ rei alicujus gratia est, tum vero totum ipsum._) At greater length, p. 633 and 645 of the Berlin quarto edition, and also _De incessu animalium_, c. 2: \"{~GREEK CAPITAL LETTER ETA WITH DASIA~} {~GREEK SMALL LETTER PHI~}{~GREEK SMALL LETTER UPSILON~}{~GREEK SMALL LETTER SIGMA~}{~GREEK SMALL LETTER IOTA~}{~GREEK SMALL LETTER FINAL SIGMA~} {~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER UPSILON~}{~GREEK SMALL LETTER DELTA~}{~GREEK SMALL LETTER EPSILON~}{~GREEK SMALL LETTER NU~} {~GREEK SMALL LETTER PI~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER IOTA~}{~GREEK SMALL LETTER EPSILON~}{~GREEK SMALL LETTER IOTA~} {~GREEK SMALL LETTER MU~}{~GREEK SMALL LETTER ALPHA~}{~GREEK SMALL LETTER TAU~}{~GREEK SMALL LETTER ETA~}{~GREEK SMALL LETTER NU~}, {~GREEK SMALL LETTER ALPHA~}{~GREEK SMALL LETTER LAMDA~}{~GREEK SMALL LETTER LAMDA~}{~GREEK KORONIS~} {~GREEK SMALL LETTER ALPHA~}{~GREEK SMALL LETTER EPSILON~}{~GREEK SMALL LETTER IOTA~}, {~GREEK SMALL LETTER EPSILON~}{~GREEK SMALL LETTER KAPPA~} {~GREEK SMALL LETTER TAU~}{~GREEK SMALL LETTER OMEGA~}{~GREEK SMALL LETTER NU~} {~GREEK SMALL LETTER EPSILON~}{~GREEK SMALL LETTER NU~}{~GREEK SMALL LETTER DELTA~}{~GREEK SMALL LETTER EPSILON~}{~GREEK SMALL LETTER CHI~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER MU~}{~GREEK SMALL LETTER EPSILON~}{~GREEK SMALL LETTER NU~}{~GREEK SMALL LETTER OMEGA~}{~GREEK SMALL LETTER NU~} {~GREEK SMALL LETTER TAU~}{~GREEK SMALL LETTER ETA WITH YPOGEGRAMMENI~} {~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER UPSILON~}{~GREEK SMALL LETTER SIGMA~}{~GREEK SMALL LETTER IOTA~}{~GREEK SMALL LETTER ALPHA WITH YPOGEGRAMMENI~}, {~GREEK SMALL LETTER PI~}{~GREEK SMALL LETTER EPSILON~}{~GREEK SMALL LETTER RHO~}{~GREEK SMALL LETTER IOTA~} {~GREEK SMALL LETTER EPSILON WITH DASIA~}{~GREEK SMALL LETTER KAPPA~}{~GREEK SMALL LETTER ALPHA~}{~GREEK SMALL LETTER SIGMA~}{~GREEK SMALL LETTER TAU~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER NU~} {~GREEK SMALL LETTER GAMMA~}{~GREEK SMALL LETTER EPSILON~}{~GREEK SMALL LETTER NU~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER FINAL SIGMA~} {~GREEK SMALL LETTER ZETA~}{~GREEK SMALL LETTER OMEGA~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER UPSILON~} {~GREEK SMALL LETTER TAU~}{~GREEK SMALL LETTER OMICRON~} {~GREEK SMALL LETTER ALPHA~}{~GREEK SMALL LETTER RHO~}{~GREEK SMALL LETTER IOTA~}{~GREEK SMALL LETTER SIGMA~}{~GREEK SMALL LETTER TAU~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER NU~}.\"", "location": 208017}
{"sentence": "If we could see into the secret workshops of the poets, we would find that the thought is sought for the rhyme ten times oftener than the rhyme for the thought; and even when the latter is the case, it is not easily accomplished without pliability on the part of the thought.", "location": 431329}
{"sentence": "Thus, although the kind of knowledge which is peculiar and essential to genius is knowledge of _perception_, yet the special object of this knowledge by no means consists of the particular things, but of the Platonic Ideas which manifest themselves in these, as their apprehension was analysed in chapter 29.", "location": 307276}
{"sentence": "44 This chapter is connected with § 68 of the first volume.", "location": 1144540}
{"sentence": "Thus even these crude points of view contain the assertion that the living being suffers no absolute annihilation through death, but continues to exist in and with the whole of nature.", "location": 540598}
{"sentence": "Only from this can it be explained that we often see very reasonable and excellent men bound to termagants and she-devils, and cannot conceive how they could have made such a choice.", "location": 770215}
{"sentence": "The sight of a dead body shows me that sensibility, irritability, circulation of the blood, reproduction, &c., have here ceased.", "location": 532326}
{"sentence": "It can attain to no better state than its present one; and consequently for it, with life, the constant suffering and striving of the individuals is certain.", "location": 782800}
{"sentence": "The first manifestation which such a superfluity of the power of knowledge calls forth shows itself for the most part in the most original and fundamental knowledge, _i.e._, in knowledge of _perception_, and occasions the repetition of it in an image; hence arises the painter and the sculptor.", "location": 302713}
{"sentence": "We see there that Anaxagoras and Empedocles quite rightly taught that plants have the motion of their growth by virtue of their indwelling _desires_ ({~GREEK SMALL LETTER EPSILON~}{~GREEK SMALL LETTER PI~}{~GREEK SMALL LETTER IOTA~}{~GREEK SMALL LETTER THETA~}{~GREEK SMALL LETTER UPSILON~}{~GREEK SMALL LETTER MU~}{~GREEK SMALL LETTER IOTA~}{~GREEK SMALL LETTER ALPHA~}); nay, that they also attributed to them pleasure and pain, therefore sensation.", "location": 71399}
{"sentence": "In many countries, among others in South Germany, the bad custom prevails of women carrying burdens, often very considerable, upon the head.", "location": 696408}
{"sentence": "My philosophy does not pretend to explain the existence of the world in its ultimate grounds: it rather sticks to the facts of external and internal experience as they are accessible to every one, and shows the true and deepest connection of them without really going beyond them to any extra-mundane things and their relations to the world.", "location": 1016626}
{"sentence": "Death is the great reprimand which the will to live, or more especially the egoism, which is essential to this, receives through the course of nature; and it may be conceived as a punishment for our existence.", "location": 645166}
{"sentence": "This individual will have the will, or character, from the father, the intellect from the mother, and the corporisation from both; yet, for the most part, the figure will take more after the father, the size after the mother,--according to the law which comes out in the breeding of hybrids among the brutes, and principally depends upon the fact that the size of the foetus must conform to the size of the uterus.", "location": 716180}
{"sentence": "The inner being in itself of things is nothing that knows, no intellect, but an unconscious; knowledge is only added as an accident, a means of assistance to the phenomenon of that inner being, and can therefore apprehend that being itself only in proportion to its own nature, which is designed with reference to quite different ends (those of the individual will), consequently very imperfectly.", "location": 1022261}
{"sentence": "What birth is, that also is death, according to its nature and significance: it is the same line drawn in two directions.", "location": 589779}
{"sentence": "But this fear of death is _a priori_ only the reverse side of the will to live, which indeed we all are.", "location": 517993}
{"sentence": "Therefore the whole and every individual bears the stamp of a forced condition; and every one, in that, inwardly weary, he longs for rest, but yet must press forward, is like his planet, which does not fall into the sun only because a force driving it forward prevents it.", "location": 255393}
{"sentence": "Certainly, in the representation, the one or the other may be made more prominent; and in this respect the piece which centres in the characters and the piece which centres in the plot are the two extremes.", "location": 442433}
{"sentence": "It ought to reveal the identity of the two.", "location": 191800}
{"sentence": "Its striving towards existence and manifestation, from which the world results, is constantly satisfied, for this accompanies it as the shadow accompanies the body, for it is merely the visibility of its nature.", "location": 618977}
{"sentence": "But now, again, from the other side we know that multiplicity of similars only becomes possible through time and space; thus through the forms of our knowledge.", "location": 19104}
{"sentence": "Many of the moderns also are, like the ancients, satisfied with throwing the spectator into the mood which has been described, by the objective representation of human misfortune as a whole; while others exhibit this through the change of the frame of mind of the hero himself, effected by suffering.", "location": 450658}
{"sentence": "This will appear to us less open to objection if we consider that we cannot conceive even the most perfect intelligences possible, which for this end we may experimentally assume, existing through an endless time, which would be much too poor to afford them constantly new objects worthy of them.", "location": 904353}
{"sentence": "Le dénoûment fut tragique.", "location": 1134064}
{"sentence": "The intellect is, according to its destination, merely the medium of motives; and in accordance with this it originally comprehends nothing in things but their relations to the will, the direct, the indirect, and the possible.", "location": 299119}
{"sentence": "229, 230;   the influences acting upon, i.", "location": 1098696}
{"sentence": "Chapter I.   Schopenhauer points out that Plato and Kant agree in recommending, as the method of all knowledge, obedience to two laws:--that of Homogeneity, and that of Specification.", "location": 1034635}
{"sentence": "Seven years after the appearance of the second edition I published two volumes of \"Parerga and Paralipomena.\"", "location": 1121979}
{"sentence": "New Testament Christianity has such a doctrine because it is Indian in spirit, and therefore more than probably also of Indian origin, although only indirectly, through Egypt.", "location": 590410}
{"sentence": "The _dramatis personæ_ who shall appear when we are withdrawn are here determined, both as regards their existence and their nature, by these frivolous love affairs.", "location": 710254}
{"sentence": "But form is conditioned by space, and quality or power of acting by causality; thus both depend upon the functions of the intellect.", "location": 112527}
{"sentence": "Accordingly the whole being of matter consists in _acting_.", "location": 101965}
{"sentence": "Little by little in old age, the passions and desires, with the susceptibility for their objects, are extinguished; the emotions no longer find anything to excite them; for the power of presenting ideas to the mind always becomes weaker, its images fainter; the impressions no longer cleave to us, but pass over without leaving a trace, the days roll ever faster, events lose their significance, everything grows pale.", "location": 529495}
{"sentence": "For to call the world God is not to explain it: it remains a riddle under the one name as under the other.", "location": 1031987}
{"sentence": "Since, in consequence of the Kantian criticism of all speculative theology, the philosophisers of Germany almost all threw themselves back upon Spinoza, so that the whole series of futile attempts known by the name of the post-Kantian philosophy are simply Spinozism tastelessly dressed up, veiled in all kinds of unintelligible language, and otherwise distorted, I wish, now that I have explained the relation of my philosophy to Pantheism in general, to point out its relation to Spinozism in particular.", "location": 1028535}
{"sentence": "Hence then, also his correct estimation of final causes.", "location": 212424}
{"sentence": "Baltazar Gracian also brings the misery of our existence before our eyes in the darkest colours in the \"Criticon,\" Parte i., Crisi 5, just at the beginning, and Crisi 7 at the end, where he explicitly represents life as a tragic farce.", "location": 846662}
{"sentence": "Negative cases are also judged by us according to the same rule; for example, that in a class which, as a whole, is so uniform as that of lizards, so important a part as the bladder is present in many species, while it is wanting in others; similarly that dolphins and certain cetacea related to them are entirely without olfactory nerves, while the rest of the cetacea and even fishes have them: there must be a reason which determines this.", "location": 167687}
{"sentence": "On the other hand, every definite property, thus everything empirical in matter, even gravity, depends upon that which only becomes visible by means of matter, the thing in itself, the will.", "location": 108486}
{"sentence": "Time is yet merely an image of eternity, {~GREEK SMALL LETTER OMICRON WITH DASIA~} {~GREEK SMALL LETTER CHI~}{~GREEK SMALL LETTER RHO~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER NU~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER FINAL SIGMA~} {~GREEK SMALL LETTER EPSILON~}{~GREEK SMALL LETTER IOTA WITH PSILI~}{~GREEK SMALL LETTER KAPPA~}{~GREEK SMALL LETTER OMEGA~}{~GREEK SMALL LETTER NU~} {~GREEK SMALL LETTER TAU~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER NU~} {~GREEK SMALL LETTER ALPHA~}{~GREEK SMALL LETTER IOTA WITH PSILI~}{~GREEK SMALL LETTER OMEGA~}{~GREEK SMALL LETTER NU~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER FINAL SIGMA~}, as Plotinus has it; and in the same way our temporal existence is a mere image of our true nature.", "location": 579558}
{"sentence": "241 _seq._;   tragic and comic side of, ii.", "location": 1078005}
{"sentence": "On The Doctrine Of The Denial Of The Will To Live.", "location": 3018}
{"sentence": "_Gemüth_, distinguished from mind, ii.", "location": 1081191}
{"sentence": "But the thing in itself, so far as we can follow it, is in every phenomenal being the will of this being: so also in man.", "location": 610843}
{"sentence": "In this sense it would be more correct to say, \"Only the different is known by the different,\" than as Empedocles said, \"Only the like is known by the like,\" which was a very indefinite and ambiguous proposition; although points of view may certainly also be conceived from which it is true; as, for instance, we may observe in passing that of Helvetius when he says so beautifully and happily: \"_Il n'y a que l'esprit qui sente l'esprit: c'est une corde qui ne frémit qu'à l'unison_,\" which corresponds with Xenophon's \"{~GREEK SMALL LETTER SIGMA~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER PHI~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER NU~} {~GREEK SMALL LETTER EPSILON~}{~GREEK SMALL LETTER IOTA~}{~GREEK SMALL LETTER NU~}{~GREEK SMALL LETTER ALPHA~}{~GREEK SMALL LETTER IOTA~} {~GREEK SMALL LETTER DELTA~}{~GREEK SMALL LETTER EPSILON~}{~GREEK SMALL LETTER IOTA~} {~GREEK SMALL LETTER TAU~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER NU~} {~GREEK SMALL LETTER EPSILON~}{~GREEK SMALL LETTER PI~}{~GREEK SMALL LETTER IOTA~}{~GREEK SMALL LETTER GAMMA~}{~GREEK SMALL LETTER NU~}{~GREEK SMALL LETTER OMEGA~}{~GREEK SMALL LETTER SIGMA~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER MU~}{~GREEK SMALL LETTER EPSILON~}{~GREEK SMALL LETTER NU~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER NU~} {~GREEK SMALL LETTER TAU~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER NU~} {~GREEK SMALL LETTER SIGMA~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER PHI~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER NU~}\" (_sapientem esse opportet eum, qui sapientem agniturus sit_), and is a great sorrow.", "location": 17472}
{"sentence": "The indifference displayed here towards positive religions is just what gives this utterance greater weight, for it shows that it is no fanatical delusion, but individual immediate knowledge that lies at its foundation.", "location": 993946}
{"sentence": "But since now the intellect, in accordance with its nature, is a tool of the most various utility, and is equally applicable to the most different kinds of ends, nature, true to her spirit of parsimony, could now meet through it alone all the demands of the wants which had now become so manifold.", "location": 33493}
{"sentence": "Accordingly, first of all, our life is like a payment which one receives in nothing but copper pence, and yet must then give a discharge for: the copper pence are the days; the discharge is death.", "location": 799544}
{"sentence": "The difference of the whole manner of existence which the extremes of the gradation of intellectual capacity establish between man and man is so great that that between a king and a day labourer seems small in comparison.", "location": 38903}
{"sentence": "It is therefore conceived in this manner by the ancient Samana religions, and also, although indirectly, by real and original Christianity.", "location": 891516}
{"sentence": "But the insects will the end as a whole without knowing it; just like organised nature working according to final causes; even the choice of the means is not as a whole left to their knowledge, but only the more detailed disposition of them.", "location": 223343}
{"sentence": "We will hope that, although Newton was of an opposite opinion, they have not miscalculated, and consequently that the mechanical perpetual motion realised in such a planetary system will not also, like the rest, ultimately come to a standstill.", "location": 823984}
{"sentence": "Or is it thought more likely that the eggs of the epizoa are constantly floating about in the air in expectation?", "location": 115656}
{"sentence": "The Life Of The Species.", "location": 649359}
{"sentence": "In no part of the world, not even in the vicinity of the pole, are they indigenous, except in Europe, and are clearly of Scandinavian origin.", "location": 748798}
{"sentence": "If any disclaimer or limitation set forth in this agreement violates the law of the state applicable to this agreement, the agreement shall be interpreted to make the maximum disclaimer or limitation permitted by the applicable state law.", "location": 1162520}
{"sentence": "409;   theoretical and practical results of assumption, ii.", "location": 1114655}
{"sentence": "282;   difference between English and old French, iii.", "location": 1081102}
{"sentence": "Therefore, whatever absolutely pertains to the will as such holds good also of matter, and it reflects the true eternal nature of the will under the image of temporal imperishableness.", "location": 538976}
{"sentence": "Just because the world has made itself without the assistance of knowledge, its whole being does not enter into knowledge, but knowledge presupposes the existence of the world; on which account the origin of the world does not lie within its sphere.", "location": 55099}
{"sentence": "Since his imprisonment he had had his attention directed to theological subjects, and he had become convinced that the gallows is a passport to heaven.\"", "location": 993793}
{"sentence": "The form of the column has its sole ground in the fact that it affords the simplest and most suitable support.", "location": 389595}
{"sentence": "Therefore, as a rule, a Theseus who has been made happy will forsake his Ariadne.", "location": 775185}
{"sentence": "Ought, the absolute, i.", "location": 1103114}
{"sentence": "The source of the amusing is simply the constant concealment of the chief concern.", "location": 792511}
{"sentence": "Genital organs, the opposite pole of the brain, i.", "location": 1081680}
{"sentence": "The fact is well known and of technical use.", "location": 89160}
{"sentence": "This union of the _causa finalis_ with the efficient cause in the one phenomenon _intimately_ known to us, which accordingly remains throughout our typical phenomenon, is certainly to be firmly retained; for it leads precisely to the conclusion that at least in organised nature, the knowledge of which has throughout final causes for its clue, a _will_ is the forming power.", "location": 174738}
{"sentence": "Here is the point at which the present investigation, starting from physiological grounds, connects itself with the subject of our third book, the metaphysics of the beautiful, where æsthetic comprehension proper, which, in a high degree, is peculiar to genius alone, is fully considered as the condition of pure, _i.e._, perfectly will-less, and on that account completely objective knowledge.", "location": 66137}
{"sentence": "Consciousness, only a property of animal beings, ii.", "location": 1072358}
{"sentence": "Accordingly something like an antinomy might certainly be set up here.", "location": 605831}
{"sentence": "That yet it is just this possession that is kept in view here is seen from the fact that even this lofty passion, like all others, is extinguished in its enjoyment--to the great astonishment of those who are possessed by it.", "location": 757173}
{"sentence": "The following very simple example may serve to illustrate this:--                            [Illustration: Music]  Here the harmonious sequence of notes finds the keynote just at the end of the first bar; but it does not receive any satisfaction from this, because the rhythm is caught at the least accented part of the bar.", "location": 504435}
{"sentence": "With the Pantheists, then, I have certainly that {~GREEK SMALL LETTER EPSILON WITH DASIA~}{~GREEK SMALL LETTER NU~} {~GREEK SMALL LETTER KAPPA~}{~GREEK SMALL LETTER ALPHA~}{~GREEK SMALL LETTER IOTA~} {~GREEK SMALL LETTER PI~}{~GREEK SMALL LETTER ALPHA~}{~GREEK SMALL LETTER NU~} in common, but not the {~GREEK SMALL LETTER PI~}{~GREEK SMALL LETTER ALPHA~}{~GREEK SMALL LETTER NU~} {~GREEK SMALL LETTER THETA~}{~GREEK SMALL LETTER EPSILON~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER FINAL SIGMA~}; because I do not go beyond experience (taken in its widest sense), and still less do I put myself in contradiction with the data which lie before me.", "location": 1023989}
{"sentence": "Diogenes, Laertius, i.", "location": 1075351}
{"sentence": "Then, if it will go honestly to work, it must leave the qualities inherent in the given materials, _i.e._, in the substances, together with the natural forces which manifest themselves in these, and finally also the vital force, unexplained, as unfathomable _qualitates occultæ_, and start from them; as physics and physiology actually do, because they make no claim to be the ultimate explanation of things.", "location": 125751}
{"sentence": "In a high degree, and for some duration, this belongs only to genius, which consists indeed in this, that a greater measure of the power of knowledge exists than is required for the service of an individual will, and this surplus becomes free, and now comprehends the world without reference to the will.", "location": 282521}
{"sentence": "Meanwhile the space gained by the said elimination of two important subjects will be very welcome to us.", "location": 511859}
{"sentence": "The remaining class of objects for the subject is a very peculiar and important one.", "location": 1050919}
{"sentence": "On the other hand, between the old world and America it is obvious, and in the following manner.", "location": 120780}
{"sentence": "Copyright laws in most countries are in a constant state of change.", "location": 1153813}
{"sentence": "The will as the thing in itself is whole and undivided in every being, as the centre is an integral part of every radius; while the peripherical end of this radius is in the most rapid revolution, with the surface, which represents time and its content, the other end, at the centre, which represents eternity, remains in the profoundest peace, because the centre is the point of which the rising half is not different from the sinking.", "location": 157107}
{"sentence": "If, on the other hand, he could bring to consciousness what he is besides and beyond this, then he would willingly give up his individuality, smile at the tenacity of his attachment to it, and say, \"What is the loss of this individuality to me, who bear in myself the possibility of innumerable individualities?\"", "location": 599968}
{"sentence": "But the doctrine of atoms in general goes still further: it is soon a case of _Spartam, quam nactus es, orna_!", "location": 130568}
{"sentence": "There is nothing in which one has to distinguish the kernel so carefully from the shell as in Christianity.", "location": 974300}
{"sentence": "Learning, on the subordinate value of, ii.", "location": 1095002}
{"sentence": "Accordingly _sympathy_ may be defined as the empirical appearance of the metaphysical identity of the will, through the physical multiplicity of its phenomena, whereby a connection shows itself which is entirely different from that brought about by means of the forms of the phenomenon which we comprehend under the principle of sufficient reason.", "location": 884707}
{"sentence": "The intellect, which has hitherto only been considered in its original and natural condition of servitude under the will, appears in the third book in its deliverance from that bondage; with regard to which, however, it must at once be observed that we have not to do here with a lasting emancipation, but only with a brief hour of rest, an exceptional and indeed only momentary release from the service of the will.", "location": 257979}
{"sentence": "191, 210, 211;   design of, i.", "location": 1100845}
{"sentence": "Those who, with Spinoza, deny that there is a right apart from the State, confound the means for enforcing the right with the right itself.", "location": 863905}
{"sentence": "By this assumption alone will as much _freedom_ be supposed as is needed to counterbalance the inevitable strict _necessity_ which governs the course of the world.", "location": 142018}
{"sentence": "but, \"How happy must he have been in the immediate enjoyment of a mind at the surviving traces of which centuries revive themselves!\"", "location": 324854}
{"sentence": "In the whole of Shakspeare there may be perhaps a couple of noble, though by no means transcendently noble, characters to be found; perhaps Cordelia, Coriolanus--hardly more; on the other hand, his works swarm with the species indicated above.", "location": 454286}
{"sentence": "Yet as a whole and in general the melancholy which accompanies genius depends upon the fact that the brighter the intellect which enlightens the will to live, the more distinctly does it perceive the misery of its condition.", "location": 317845}
{"sentence": "It follows from all this that in the works of the representative arts all truth is certainly contained, yet only _virtualiter_ or _implicite_; philosophy, on the other hand, endeavours to supply the same truth _actualiter_ and _explicite_, and therefore, in this sense, is related to art as wine to grapes.", "location": 376667}
{"sentence": "(41) On The Vanity And Suffering Of Life.", "location": 795930}
{"sentence": "Hence one often sees an ugly, stupid, and coarse fellow get the better of a cultured, able, and amiable man with women.", "location": 741425}
{"sentence": "According       to the learned lectures of the same in the St. Petersburg Academy,       Nirvana is the opposite of Sanfara, which is the world of constant       re-birth, of longings and desires, of illusion of the senses and       changing forms, of being born, growing old, becoming sick, and       dying.", "location": 1141972}
{"sentence": "According as I understand this word I can say, \"Death is my complete end;\" or, \"This my personal phenomenal existence is just as infinitely small a part of my true nature as I am of the world.\"", "location": 599174}
{"sentence": "Attraction and repulsion, forces of, constitute space-occupation, ii.", "location": 1061596}
{"sentence": "I only wished to show in this that we ourselves recognise in the lowest forces of nature an eternity and ubiquity with regard to which the transitory nature of their fleeting phenomena never makes us err for a moment.", "location": 534959}
{"sentence": "Matter, as that which is only _thought_ _a priori_, is distinguished from the _a priori_ _intuitions_ or _perceptions_ proper by the fact that we can also think it entirely away; space and time, on the contrary, never.", "location": 104515}
{"sentence": "Certainly they cannot lead him astray.", "location": 952886}
{"sentence": "It is free; for the principle of sufficient reason, from which alone all necessity derives its significance, is merely the form of its phenomenon.", "location": 1033475}
{"sentence": "All great theoretical achievements, in whatever sphere they may be, are brought about in this way: Their author directs all the forces of his mind upon one point, in which he lets them unite and concentrate so strongly, firmly, and exclusively that now the whole of the rest of the world vanishes for him, and his object fills all reality.", "location": 333678}
{"sentence": "The third deals with the insufficiency of the previous treatment of the principle, and prescribes the lines of the new departure.", "location": 1034200}
{"sentence": "A glaring example of burden without support is presented to the eye by the balconies at the corners of many houses built in the elegant style of the present day.", "location": 388777}
{"sentence": "Atom, assumption of, not necessary, iii.", "location": 1061470}
{"sentence": "Indeed, Augustine himself commits himself entirely to this doctrine and all its results, for he says: \"_Novi quosdam, qui murmurent: quid, si, inquiunt, omnes velint ab omni concubitu abstinere, unde subsistet genus humanum?", "location": 936878}
{"sentence": "This comes to light when the illusion vanishes, as it necessarily must.", "location": 776465}
{"sentence": "As we are allured into life by the wholly illusory inclination to sensual pleasure, so we are retained in it by the fear of death, which is certainly just as illusory.", "location": 618273}
{"sentence": "\"     41,  \"   11, _for_ \"{~GREEK SMALL LETTER THETA~}{~GREEK SMALL LETTER ALPHA~}{~GREEK SMALL LETTER UPSILON~}{~GREEK SMALL LETTER MU~}{~GREEK SMALL LETTER ALPHA~}{~GREEK SMALL LETTER XI~}{~GREEK SMALL LETTER EPSILON~}{~GREEK SMALL LETTER IOTA~}{~GREEK SMALL LETTER NU~}\" _read_ \"{~GREEK SMALL LETTER THETA~}{~GREEK SMALL LETTER ALPHA~}{~GREEK SMALL LETTER UPSILON~}{~GREEK SMALL LETTER MU~}{~GREEK SMALL LETTER ALPHA~}{~GREEK SMALL LETTER ZETA~}{~GREEK SMALL LETTER EPSILON~}{~GREEK SMALL LETTER IOTA~}{~GREEK SMALL LETTER NU~}.\"", "location": 1123611}
{"sentence": "The explanation of these four truths will be found in Bournouf, \"_Introduct.", "location": 969617}
{"sentence": "Stripped of all these qualities, matter remains behind as that which is without qualities, the _caput mortuum_ of nature, out of which nothing can honestly be made.", "location": 133799}
{"sentence": "In order, however, to go into this somewhat more fully: first of all, the polemic of Lucretius (iv.", "location": 195645}
{"sentence": "We are only perfectly satisfied by the impression of a work of art when it leaves something which, with all our thinking about it, we cannot bring down to the distinctness of a conception.", "location": 381761}
{"sentence": "The reason is, that fair hair and blue eyes are in themselves a variation from the type, almost an abnormity, analogous to white mice, or at least to grey horses.", "location": 748635}
{"sentence": "Thus the vehemence of the character corresponds to the greater energy of the beating of the heart and the circulation of the blood, which physically heighten the activity of the brain.", "location": 35158}
{"sentence": "Clouds, illustration of opposition between Idea and phenomenon, i.", "location": 1071394}
{"sentence": "Hence has arisen the Christian doctrine of the restoration of all things, that of the Hindus of the constantly repeated creation of the world by Brahma, together with similar dogmas of the Greek philosophers.", "location": 594262}
{"sentence": "Yet partly to avoid injuring his teacher, partly in order to be less offensive, he gave it a positive appearance by means of a strictly dogmatic form, although its content is chiefly negative.", "location": 1031710}
{"sentence": "According to all this, the belief in metempsychosis presents itself as the natural conviction of man, whenever he reflects at all in an unprejudiced manner.", "location": 641438}
{"sentence": "Experience makes us acquainted with the phenomenon in the particular and by means of examples, science embraces the whole of phenomena by means of general conceptions.", "location": 427649}
{"sentence": "This collection again has been continued in the eighth and ninth chapters of the second volume of the Parerga.", "location": 848148}
{"sentence": "In this sense, then, matter is simply the _visibility_ of the will, or the bond between the world as will and the world as idea.", "location": 106924}
{"sentence": "If what makes death seem so terrible to us were the thought of not being, we would necessarily think with equal horror of the time when as yet we were not.", "location": 521833}
{"sentence": "Thus to become acquainted with quietism I specially recommend Meister Eckhard, the \"_Deutsche Theologie_,\" Tauler, Madame de Guion, Antoinette Bourignon, the English Bunyan, Molinos(50) and Gichtel.", "location": 915974}
{"sentence": "For who will believe that those who, at incalculable cost, set in action the human powers of many thousands for many years in order to construct the pyramids, monoliths, rock tombs, obelisks, temples, and palaces which have already existed for thousands of years, could have had in view the short span of their own life, too short to let them see the finishing of the construction, or even the ostensible end which the ignorance of the many required them to allege?", "location": 480268}
{"sentence": "Goethe also says: \"My poetic rapture was very small, so long as I only encountered good; but it burnt with a bright flame when I fled from threatening evil.", "location": 317078}
{"sentence": "But in itself, and outside the idea, the brain also, like everything else, is _will_.", "location": 15251}
{"sentence": "This identical element which is permanent through all change consists in the fundamental qualities of the human heart and head--many bad, few good.", "location": 475931}
{"sentence": "(_Vitæ nomen quidem est vita, opus autem mors.", "location": 835659}
{"sentence": "Absolute freedom just consists in this, that something is not subject at all to the principle of sufficient reason, as the principle of all necessity.", "location": 700924}
{"sentence": "That I start from experience and the natural self-consciousness given to every one, and lead to the will as that which alone is metaphysical; thus I adopt the ascending, analytical method.", "location": 1026947}
{"sentence": "This is temporal immortality.", "location": 558782}
{"sentence": "Life presents itself as a continual deception in small things as in great.", "location": 797222}
{"sentence": "Accordingly persons of the rank of citizens lack height to fall from.", "location": 457410}
{"sentence": "The Buddhist faith calls it Nirvana,(34) _i.e._, extinction.", "location": 649280}
{"sentence": "The Foundation makes no representations concerning the copyright status of any work in any country other than the United States.", "location": 1154145}
{"sentence": "Proofs of this are the \"Messiah,\" \"_Gerusalemme liberata_,\" even \"Paradise Lost\" and the \"Æneid;\" and Horace already makes the bold remark, \"_Quandoque dormitat bonus Homerus_.\"", "location": 384372}
{"sentence": "Indeed, the fundamental characteristic and the {~GREEK SMALL LETTER PI~}{~GREEK SMALL LETTER RHO~}{~GREEK SMALL LETTER OMEGA~}{~GREEK SMALL LETTER TAU~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER NU~} {~GREEK SMALL LETTER PSI~}{~GREEK SMALL LETTER EPSILON~}{~GREEK SMALL LETTER UPSILON~}{~GREEK SMALL LETTER DELTA~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER FINAL SIGMA~} of Rousseau's whole philosophy is this, that in the place of the Christian doctrine of original sin, and the original depravity of the human race, he puts an original goodness and unlimited perfectibility of it, which has only been led astray by civilisation and its consequences, and then founds upon this his optimism and humanism.", "location": 828637}
{"sentence": "180;   the abstract concept barren in, i.", "location": 1060430}
{"sentence": "Every decision about this we watch with the utmost excitement, interest, and fear; for in our eyes all in all is at stake.", "location": 541277}
{"sentence": "However, the starting from what is _objective_, at the foundation of which lies _external perception_, so distinct and comprehensible, is a path so natural and which presents itself of its own accord to man, that _naturalism_, and consequently, because this cannot satisfy as it is not exhaustive, _materialism_, are systems to which the speculative reason must necessarily have come, nay, must have come first of all.", "location": 134910}
{"sentence": "The opposite is the case with marriages contracted for purposes of convenience, generally in accordance with the choice of the parents.", "location": 776802}
{"sentence": "323, 210;   on indestructibility of human spirit, i.", "location": 1083039}
{"sentence": "Of course, we hope that you will support the Project Gutenberg™ mission of promoting free access to electronic works by freely sharing Project Gutenberg™ works in compliance with the terms of this agreement for keeping the Project Gutenberg™ name associated with the work.", "location": 1153245}
{"sentence": "A beautiful picture of this, and of the suffering which nature prepares for herself without the interference of man, is given by Humboldt in his \"_Ansichten der Natur_\" (second edition, p. 30 _et seq._); nor does he neglect to cast a glance (p. 44) at the analogous suffering of the human race, always and everywhere at variance with itself.", "location": 245145}
{"sentence": "The Sufis are the Gnostics of Islam.", "location": 909646}
{"sentence": "Why is our consciousness brighter and more distinct the further it extends towards without, so that its greatest clearness lies in sense perception, which already half belongs to things outside us,--and, on the other hand, grows dimmer as we go in, and leads, if followed to its inmost recesses, to a darkness in which all knowledge ceases?", "location": 154939}
{"sentence": "_Nunc stans_, the, i.", "location": 1102505}
{"sentence": "Certainly, however, it is also confirmed by experience, although not by the experience of every day, that that which as a rule only appears as a strong yet still controllable inclination may rise under certain circumstances to a passion which exceeds all others in vehemence, and which then sets aside all considerations, overcomes all obstacles with incredible strength and perseverance, so that for its satisfaction life is risked without hesitation, nay, if that satisfaction is still withheld, is given as the price of it.", "location": 704026}
{"sentence": "But in this chapter, and also in my work, \"_Ueber den Willen in der Natur_,\" I have sought to show what knowledge is in its _nature and origin_, something secondary, designed for individual ends; whence it follows that it _must be_ insufficient to fathom the nature of the world.", "location": 60721}
{"sentence": "As long as we persist in this inborn error, indeed even become rigidly fixed in it through optimistic dogmas, the world appears to us full of contradictions.", "location": 1001008}
{"sentence": "Information about the Project Gutenberg Literary Archive Foundation  The Project Gutenberg Literary Archive Foundation is a non-profit 501(c)(3) educational corporation organized under the laws of the state of Mississippi and granted tax exempt status by the Internal Revenue Service.", "location": 1164526}
{"sentence": "2, 3, 13;   opposition between soul and body, ii.", "location": 1114489}
{"sentence": "i. p. 566) it       comes from _va_, \"to blow,\" like the wind, and the prefixed negative       _nir_, and thus signifies a calm, but as an adjective       \"extinguished.\"", "location": 1141110}
{"sentence": "226;   opinion of mathematics, ii.", "location": 1074463}
{"sentence": "Chapter XXIII.On The Objectification Of The Will In Unconscious Nature.", "location": 1699}
{"sentence": "Perpetual motion, ii.", "location": 1104242}
{"sentence": "For clearly the pains with which an insect seeks out a particular flower, or fruit, or dung, or flesh, or, as in the case of the ichneumonidæ, the larva of another insect, in order to deposit its eggs there only, and to attain this end shrinks neither from trouble nor danger, is thoroughly analogous to the pains with which for his sexual satisfaction a man carefully chooses a woman with definite qualities which appeal to him individually, and strives so eagerly after her that in order to attain this end he often sacrifices his own happiness in life, contrary to all reason, by a foolish marriage, by love affairs which cost him wealth, honour, and life, even by crimes such as adultery or rape, all merely in order to serve the species in the most efficient way, although at the cost of the individual, in accordance with the will of nature which is everywhere sovereign.", "location": 726463}
{"sentence": "Certainly the species has an earlier, closer, and greater claim upon the individual than the perishable individuality itself.", "location": 722320}
{"sentence": "171;   becomes rigid in the moment of movement, iii.", "location": 1073504}
{"sentence": "I have shown the psychical origin of madness as, at least according to all appearance, it is brought about in the healthy mind by a great misfortune.", "location": 365876}
{"sentence": "That an animal       is surprised and attacked by another is bad; still we can console       ourselves for that; but that such a poor innocent squirrel sitting       beside its nest with its young is compelled, step by step,       reluctantly, battling with itself and lamenting, to approach the       wide, open jaws of the serpent and consciously throw itself into       them is revolting and atrocious.", "location": 1135500}
{"sentence": "As now here the will brings about the regular figure without mathematics, so also without physiology does it bring about the form which is organised and furnished with organs evidently adapted to special ends.", "location": 162193}
{"sentence": "Whenever the will exhibits itself to objective knowledge it enters into the forms of perception of the intellect, time, space, and causality.", "location": 109831}
{"sentence": "Thus we see here the movements of the will transferred to the province of the mere idea, which is the exclusive scene of the achievements of the fine arts, for they absolutely demand that the _will itself_ shall not interfere, and that we shall conduct ourselves as pure _knowing_ subjects.", "location": 493712}
{"sentence": "On the other hand, Schiller's \"Minna von Barnhelm\" labours under too much and too universal magnanimity; but so much magnanimity as the one Marquis Posa displays is not to be found in the whole of Goethe's works together.", "location": 454687}
{"sentence": "But, also, regarded entirely apart from these temporal considerations, it is in and for itself absurd to look upon not being as an evil; for every evil, as every good, presupposes existence, nay, even consciousness: but the latter ceases with life, as also in sleep and in a swoon; therefore the absence of it is well known to us, and trusted, as containing no evil at all: its entrance, however, is always an affair of a moment.", "location": 525072}
{"sentence": "Every physical defect of the man, every divergence from the type, may with regard to the child be removed by the woman in reproduction, through the fact that she herself is blameless in these respects, or even exceeds in the opposite direction.", "location": 740077}
{"sentence": "There       one sees him in his greatness, and these, together with Essay 21 \"Of       National Characters,\" are the writings on account of which--I know of       nothing that says more for his fame--even to the present day, he is       everywhere hated by the English clergy.", "location": 1131689}
{"sentence": "Soul, historical, iii.", "location": 1114466}
{"sentence": "This centre of all existence, this kernel of all reality, is to be abolished, and yet the world is to go on existing; it is a thought which can be conceived in the abstract, but not realised.", "location": 587051}
{"sentence": "The intellect of the normal man, strictly bound to the service of the will, and therefore really only occupied with the apprehension of motives, may be regarded as a complex system of wires, by means of which each of these puppets is set in motion in the theatre of the world.", "location": 325988}
{"sentence": "301, 308 n.  Sannyasis, i.", "location": 1111848}
{"sentence": "Therefore its public remains small, while that of art is large.", "location": 377377}
{"sentence": "116 n., 117, 247, 389, ii.", "location": 1071006}
{"sentence": "Accordingly one has really only the choice either of seeing that the world is a mere machine which runs on of necessity, or of recognising a free will as its inner being whose manifestation is not directly the action but primarily the _existence and nature_ of things.", "location": 142182}
{"sentence": "Genius is conditioned by a passionate temperament, and a phlegmatic genius is inconceivable: it seems as if an exceptionally vehement, thus a violently longing, will must be present if nature is to give an abnormally heightened intellect, as corresponding to it; while the merely physical account of this points to the greater energy with which the arteries of the head move the brain and increase its turgescence.", "location": 39275}
{"sentence": "Therefore the affections of the will itself, thus actual pain and actual pleasure, must not be excited, but only their substitutes, that which is agreeable to _the intellect_, as a _picture_ of the satisfaction of the will, and that which is more or less repugnant to it, as a _picture_ of greater or less pain.", "location": 494003}
{"sentence": "(16) In the case of decided physical disposition no occasion at all is required when this has come to maturity.", "location": 366307}
{"sentence": "375;   relation to metaphysics, ii.", "location": 1105337}
{"sentence": "p. 22): \"The formation and depositing of the eggs is the part of the queen-bee, and the care for the cultivation of them falls to the workers; thus in the former the ovary, and in the latter the uterus, is individualised.\"", "location": 221243}
{"sentence": "It is said that in the controversies of their ministers with Anglican clergy the latter generally come off the worse, for the arguments consist of passages from the New Testament.", "location": 980165}
{"sentence": "If this is meant to signify that when we grow old love proves unstable, this no doubt has its truth.", "location": 416660}
{"sentence": "78-81;   phenomenon and thing in itself, i.", "location": 1092453}
{"sentence": "But the criminal code ought to be nothing but a register of counter-motives for possible criminal actions: therefore each of these motives must decidedly outweigh the motives which lead to these actions, and indeed so much the more the greater the evil is which would arise from the action to be guarded against, the stronger the temptation to it, and the more difficult the conviction of the criminal;--always under the correct assumption that the will is not free, but determinable by motives;--apart from this it could not be got at at all.", "location": 874557}
{"sentence": "Déroulant ses anneaux et       prenant sa course de bas en haut avec une agilité inconcevable, sa       reptation la porta en un clin d'oeil au sommet de l'arbre, où elle       alla sans doute digérer et dormir.\"", "location": 1135013}
{"sentence": "For since they also lament the infinite misery of existence, they have added that it is better to bring no children into such a world; which he now again supports with the most beautiful passages, and, at the same time, accuses the Pythagoreans of having renounced sexual pleasure on this ground.", "location": 956211}
{"sentence": "In such moments, as it were, the souls of immortal works are begotten.", "location": 309816}
{"sentence": "It accomplishes that which appears so designed and planned without reflection and without conception of an end, because without idea, which is of quite secondary origin.", "location": 161723}
{"sentence": "The _final cause_ here is that nature, always so anxiously concerned for the maintenance of the species, seeks to replace by a new individual the approaching loss of one in the prime of life; the _efficient cause_, on the other hand, is the unusually excited state of the nervous system which occurs in the last period of consumption.", "location": 184353}
{"sentence": "But these two will never embrace: they are fundamentally opposed.", "location": 603849}
{"sentence": "But who would continue in life as it is if death were less terrible?", "location": 810946}
{"sentence": "But just as the one motion may yet be quicker than another, _i.e._, in an equal time can pass through more space, so also one body may have a greater specific gravity than another, _i.e._, in equal space may contain more matter: in both cases the difference depends upon the intensity of the acting force; for Kant (following Priestley) has quite correctly reduced matter to forces.", "location": 96991}
{"sentence": "The narrative and also the dramatic poet takes the whole particular from life, and describes it accurately in its individuality, but yet reveals in this way the whole of human existence; for although he seems to have to do with the particular, in truth he is concerned with that which is everywhere and at all times.", "location": 427105}
{"sentence": "The certainty of the former can therefore by no means console us for the want of the latter; on the contrary, in such a situation many a man has shot himself.", "location": 713048}
{"sentence": "For whoever has made that hardest of all sacrifices may _dance_ before the Lord; he is a victor, he has overcome.", "location": 978359}
{"sentence": "For the precept (Matt.", "location": 999463}
{"sentence": "For it springs from a limitation, by which it is made necessary, in order to extend the limits.", "location": 20212}
{"sentence": "Every new-born being indeed comes fresh and blithe into the new existence, and enjoys it as a free gift: but there is, and can be, nothing freely given.", "location": 633840}
{"sentence": "Beard, its efficient and final cause in man, iii.", "location": 1062657}
{"sentence": "\"    114,  \"    7, _for_ \"{~GREEK SMALL LETTER EPSILON~}{~GREEK SMALL LETTER UPSILON~}{~GREEK SMALL LETTER DELTA~}{~GREEK SMALL LETTER ALPHA~}{~GREEK SMALL LETTER IOTA~} {~GREEK SMALL LETTER MU~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER NU~}{~GREEK SMALL LETTER EPSILON~}{~GREEK SMALL LETTER IOTA~}{~GREEK SMALL LETTER NU~}\" _read_ \"{~GREEK SMALL LETTER EPSILON~}{~GREEK SMALL LETTER NU~}{~GREEK SMALL LETTER DELTA~}{~GREEK SMALL LETTER ALPHA~}{~GREEK SMALL LETTER IOTA~}{~GREEK SMALL LETTER MU~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER NU~}{~GREEK SMALL LETTER EPSILON~}{~GREEK SMALL LETTER IOTA~}{~GREEK SMALL LETTER NU~}.\"", "location": 1125547}
{"sentence": "Only in the latter that is exclusively in space which in the former is exclusively in time.", "location": 500494}
{"sentence": "Now reality brings before the intellect the counter-motives as the consequences of the act which have already appeared; and the intellect now knows that they would have been the stronger if it had only adequately contemplated and weighed them.", "location": 860518}
{"sentence": "3-133 (fundamental thought of, ii.", "location": 1091280}
{"sentence": "349;   his dialectic, ii.", "location": 1106076}
{"sentence": "Wilt thou escape from me?\"", "location": 901344}
{"sentence": "At bottom they are still Lockeians, owing to the earlier influence of Condillac.", "location": 94725}
{"sentence": "The sciences, since they are systems of conceptions, speak always of species; history speaks of individuals.", "location": 463085}
{"sentence": "What is called the awaking of genius, the hour of initiation, the moment of inspiration, is nothing but the attainment of freedom by the intellect, when, delivered for a while from its service under the will, it does not now sink into inactivity or lassitude, but is active for a short time entirely alone and spontaneously.", "location": 309289}
{"sentence": "Because they feel themselves unhappy, men cannot endure the sight of one whom they imagine happy; he who for the moment feels himself happy would like to make all around him happy also, and says:       \"_Que tout le monde ici soit heureux de ma joie._\"   If life were in itself a blessing to be prized, and decidedly to be preferred to non-existence, the exit from it would not need to be guarded by such fearful sentinels as death and its terrors.", "location": 810497}
{"sentence": "The myth of the fall (although probably, like the whole of Judaism, borrowed from the Zend- Avesta: Bundahish, 15), is the only point in the Old Testament to which I can ascribe metaphysical, although only allegorical, truth; indeed it is this alone that reconciles me to the Old Testament.", "location": 815276}
{"sentence": "Thus H. A. Schott, in his new version given with the       Griesbach text of 1805, has translated the word {~GREEK SMALL LETTER KAPPA~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER SIGMA~}{~GREEK SMALL LETTER MU~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER FINAL SIGMA~}, John xv.", "location": 1147932}
{"sentence": "All pantheism must ultimately be overthrown by the inevitable demands of ethics, and then by the evil and suffering of the world.", "location": 850732}
{"sentence": "But yet that in every case of falling in love, however objective and sublime this admiration may appear, what alone is looked to is the production of an individual of a definite nature is primarily confirmed by the fact that the essential matter is not the reciprocation of love, but possession, _i.e._, the physical enjoyment.", "location": 712720}
{"sentence": "Here let me remark in passing that however much my metaphysics of love will displease the very persons who are entangled in this passion, yet if rational considerations in general could avail anything against it, the fundamental truth disclosed by me would necessarily fit one more than anything else to subdue it.", "location": 775418}
{"sentence": "Let them, then, at last be stilled!", "location": 603427}
{"sentence": "This matter which now lies there as dust and ashes will soon, dissolved in water, form itself as a crystal, will shine as metal, will then emit electric sparks, will by means of its galvanic intensity manifest a force which, decomposing the closest combinations, reduces earths to metals; nay, it will, of its own accord, form itself into plants and animals, and from its mysterious womb develop that life for the loss of which you, in your narrowness, are so painfully anxious.", "location": 537882}
{"sentence": "To be of no use belongs to the character of the works of genius; it is their patent of nobility.", "location": 330857}
{"sentence": "27;   Schopenhauer gone further than, iii.", "location": 1092936}
{"sentence": "Final cause: its own safety.", "location": 183395}
{"sentence": "The course of thought of the intellect which is detached from its mother soil, the will, and only returns to it periodically, will soon show itself entirely different from that of the normal intellect, still cleaving to its stem.", "location": 336222}
{"sentence": "But knowledge, as activity of the brain, and consequently as function of the organism, belongs, as has been sufficiently proved, to the mere phenomenon, and therefore ends with this.", "location": 611022}
{"sentence": "In the passage of the first volume referred to below I have fully shown that more is achieved for our knowledge of mankind by poetry than by history, and why this is so; inasmuch as more real instruction was to be expected from the former than from the latter.", "location": 459207}
{"sentence": "If, on the other hand, this existence is a kind of false step or error; if it is the work of an originally blind will, whose most fortunate development is that it comes to itself in order to abolish itself; then the act which perpetuates that existence must appear precisely as it does appear.", "location": 789779}
{"sentence": "271, 271 n.  Priestley, i.", "location": 1107998}
{"sentence": "du Buddhisme_,\" p. 629, and in all expositions of Buddhism.", "location": 969704}
{"sentence": "They are industrious and diligent: idleness is not endured.", "location": 979205}
{"sentence": "Learn to know it before you despise it.", "location": 537842}
{"sentence": "405, 469;   importance of, i.", "location": 1108328}
{"sentence": "5) says that the Platonists admitted no ideas of manufactured articles: \"{~GREEK SMALL LETTER OMICRON WITH DASIA~}{~GREEK SMALL LETTER IOTA~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER NU~} {~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER IOTA~}{~GREEK SMALL LETTER KAPPA~}{~GREEK SMALL LETTER IOTA~}{~GREEK SMALL LETTER ALPHA~}, {~GREEK SMALL LETTER KAPPA~}{~GREEK SMALL LETTER ALPHA~}{~GREEK SMALL LETTER IOTA~} {~GREEK SMALL LETTER DELTA~}{~GREEK SMALL LETTER ALPHA~}{~GREEK SMALL LETTER KAPPA~}{~GREEK SMALL LETTER TAU~}{~GREEK SMALL LETTER UPSILON~}{~GREEK SMALL LETTER LAMDA~}{~GREEK SMALL LETTER IOTA~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER FINAL SIGMA~}, {~GREEK SMALL LETTER OMEGA WITH DASIA~}{~GREEK SMALL LETTER NU~} {~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER UPSILON~} {~GREEK SMALL LETTER PHI~}{~GREEK SMALL LETTER ALPHA~}{~GREEK SMALL LETTER SIGMA~}{~GREEK SMALL LETTER IOTA~}{~GREEK SMALL LETTER NU~} {~GREEK SMALL LETTER EPSILON~}{~GREEK SMALL LETTER IOTA~}{~GREEK SMALL LETTER NU~}{~GREEK SMALL LETTER ALPHA~}{~GREEK SMALL LETTER IOTA~} {~GREEK SMALL LETTER EPSILON~}{~GREEK SMALL LETTER IOTA~}{~GREEK SMALL LETTER DELTA~}{~GREEK SMALL LETTER ETA~}\" (_Ut domus et annulus, quorum ideas dari negant_).", "location": 265985}
{"sentence": "Their singing in church consists in general of cheerful, and partly even of merry, songs.", "location": 978473}
{"sentence": "Even in the case of two distinguished brothers, as a rule, the elder will be the superior.", "location": 690558}
{"sentence": "308 _seq._  Symmetry, analogy with rhythm iii.", "location": 1116863}
{"sentence": "The firm, practical seriousness of life which the Romans denoted _gravitas_ presupposes that the intellect does not forsake the service of the will in order to wander away after that which does not concern the will; therefore it does not admit of that separation of the will and the intellect which is the condition of genius.", "location": 327129}
{"sentence": "But this is the fate of millions, and that of millions more is analogous to it.", "location": 809830}
{"sentence": "It has its centre in every individual; for each individual is the whole will to live.", "location": 878313}
{"sentence": "This is what Byron does; and then the other persons often remain lifeless, as is the case even with the principal persons in the works of mediocre poets.", "location": 443860}
{"sentence": "Certainly what a man acquires of insight and knowledge up to the age of puberty is, taken as a whole, more than all that he afterwards learns, however learned he may become; for it is the foundation of all human knowledge.", "location": 350518}
{"sentence": "Hast thou not within thee the valuable present, after which ye children of time so eagerly strive, now within, actually within?", "location": 596289}
{"sentence": "228, 232;   essential identity with man, i.", "location": 1055496}
{"sentence": "25 This chapter is connected with § 52 of the first volume.", "location": 1138010}
{"sentence": "For what is material is that which _acts_ (the actual) in general, and regarded apart from the specific nature of its action.", "location": 100869}
{"sentence": "It is only by abstracting from this fuller determination that we think of matter as such, _i.e._, separated from form and quality; consequently under matter we think of _acting_ absolutely and in general, thus of _activity_ in the abstract.", "location": 101248}
{"sentence": "Thus the fear of death, which in spite of all the miseries of life holds us firmly to it, is really illusory; but just as illusory is the impulse which has enticed us into it.", "location": 787505}
{"sentence": "This just means: the problem is transcendent.", "location": 606610}
{"sentence": "I am not speaking at all of lofty virtue, nobleness, magnanimity, and self- sacrifice, which one hardly finds anywhere but in plays and novels, but only of those virtues which are the duty of every one.", "location": 1014853}
{"sentence": "It is so pre-eminently the chief concern that no other pleasures make up for the deprivation of its satisfaction; and, moreover, for its sake both brute and man undertake every danger and every conflict.", "location": 657723}
{"sentence": "{~GREEK SMALL LETTER EPSILON~}{~GREEK SMALL LETTER PI~}{~GREEK SMALL LETTER ALPHA~}{~GREEK SMALL LETTER GAMMA~}{~GREEK SMALL LETTER OMEGA~}{~GREEK SMALL LETTER GAMMA~}{~GREEK SMALL LETTER ETA~} and {~GREEK SMALL LETTER ALPHA~}{~GREEK SMALL LETTER PI~}{~GREEK SMALL LETTER ALPHA~}{~GREEK SMALL LETTER GAMMA~}{~GREEK SMALL LETTER OMEGA~}{~GREEK SMALL LETTER GAMMA~}{~GREEK SMALL LETTER ETA~}, ii.", "location": 1077213}
{"sentence": "line 9, _for_ \"pancorum\" _read_ \"paucorum.\"", "location": 1122566}
{"sentence": "In accordance with what has been said, the ineradicable falseness of materialism primarily consists in the fact that it starts from a _petitio principii_, which when more closely considered turns out indeed to be a {~GREEK SMALL LETTER PI~}{~GREEK SMALL LETTER RHO~}{~GREEK SMALL LETTER OMEGA~}{~GREEK SMALL LETTER TAU~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER NU~} {~GREEK SMALL LETTER PHI~}{~GREEK SMALL LETTER EPSILON~}{~GREEK SMALL LETTER UPSILON~}{~GREEK SMALL LETTER DELTA~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER FINAL SIGMA~}.", "location": 124803}
{"sentence": "In the interest of good taste I must wish that great wealth will be devoted to that which is objectively, _i.e._, actually, good and right, to what in itself is beautiful, but not to that whose value depends merely upon the association of ideas.", "location": 406180}
{"sentence": "First, into larger parts, which again fall into smaller parts, subordinate to the former.", "location": 498586}
{"sentence": "Such perception, however, is absolutely conditioned by the complete silence of the will, which leaves the man simply the pure subject of knowledge.", "location": 286270}
{"sentence": "Therefore the saying is peculiarly applicable to such persons: \"They stand in their own light.\"", "location": 319885}
{"sentence": "As a leaden weight always brings a body back to the position which its centre of gravity thereby determined demands, so the true seriousness of the man always draws the strength and attention of the intellect back to that in which it lies; everything else the man does _without true seriousness_.", "location": 321059}
{"sentence": "But not so in history, where the general is no objective general of the conception, but merely a subjective general of my knowledge, which can only be called general inasmuch as it is superficial.", "location": 465239}
{"sentence": "Clement himself brings this contradiction out prominently at the end of the eleventh chapter ({~GREEK SMALL LETTER PI~}{~GREEK SMALL LETTER RHO~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER SIGMA~}{~GREEK SMALL LETTER ALPHA~}{~GREEK SMALL LETTER PI~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER TAU~}{~GREEK SMALL LETTER EPSILON~}{~GREEK SMALL LETTER IOTA~}{~GREEK SMALL LETTER NU~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER MU~}{~GREEK SMALL LETTER EPSILON~}{~GREEK SMALL LETTER NU~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER NU~} {~GREEK SMALL LETTER TAU~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER NU~} {~GREEK CAPITAL LETTER PI~}{~GREEK SMALL LETTER ALPHA~}{~GREEK SMALL LETTER UPSILON~}{~GREEK SMALL LETTER LAMDA~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER NU~} {~GREEK SMALL LETTER TAU~}{~GREEK SMALL LETTER OMEGA WITH YPOGEGRAMMENI~} {~GREEK CAPITAL LETTER KAPPA~}{~GREEK SMALL LETTER RHO~}{~GREEK SMALL LETTER IOTA~}{~GREEK SMALL LETTER SIGMA~}{~GREEK SMALL LETTER TAU~}{~GREEK SMALL LETTER ETA WITH YPOGEGRAMMENI~} {~GREEK SMALL LETTER KAPPA~}.", "location": 943869}
{"sentence": "But to regard this continued existence as something trifling and insufficient is an error which arises from the fact that under the conception of the continued life of the species one thinks nothing more than the future existence of beings similar to us, but in no regard identical with us; and this again because, starting from knowledge directed towards without, one takes into consideration only the external form of the species as we apprehend it in perception, and not its inner nature.", "location": 781835}
{"sentence": "416, 417;   theoretical egoism, i.", "location": 1076440}
{"sentence": "260 n.;   on original sin, i.", "location": 1061777}
{"sentence": "The Idea is properly eternal, but the species is of endless duration, although its appearance upon one planet may become extinct.", "location": 265056}
{"sentence": "267;   analogous to _cadenza_ in music, iii.", "location": 1111622}
{"sentence": "It is true that we have never asserted an absolute and exhaustive knowledge of the thing in itself, but rather have seen very well that it is impossible to know anything as it is absolutely and in itself.", "location": 607600}
{"sentence": "253 _seq._, 343  Cuvier, ii.", "location": 1073617}
{"sentence": "126, 172, 175 _seq._., 183;   forces of, i.", "location": 1101149}
{"sentence": "Euripides makes the innocently condemned Hypolytus, bemoaning his own fate, express the same feeling:       \"{~GREEK CAPITAL LETTER PHI~}{~GREEK SMALL LETTER EPSILON~}{~GREEK SMALL LETTER UPSILON~} {~GREEK SMALL LETTER EPSILON~}{~GREEK SMALL LETTER IOTA~}{~GREEK SMALL LETTER THETA~}{~GREEK KORONIS~} {~GREEK SMALL LETTER ETA~}{~GREEK SMALL LETTER NU~} {~GREEK SMALL LETTER EPSILON~}{~GREEK SMALL LETTER MU~}{~GREEK SMALL LETTER ALPHA~}{~GREEK SMALL LETTER UPSILON~}{~GREEK SMALL LETTER TAU~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER NU~} {~GREEK SMALL LETTER PI~}{~GREEK SMALL LETTER RHO~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER SIGMA~}{~GREEK SMALL LETTER BETA~}{~GREEK SMALL LETTER LAMDA~}{~GREEK SMALL LETTER EPSILON~}{~GREEK SMALL LETTER PI~}{~GREEK SMALL LETTER EPSILON~}{~GREEK SMALL LETTER IOTA~}{~GREEK SMALL LETTER NU~} {~GREEK SMALL LETTER EPSILON~}{~GREEK SMALL LETTER NU~}{~GREEK SMALL LETTER ALPHA~}{~GREEK SMALL LETTER NU~}{~GREEK SMALL LETTER TAU~}{~GREEK SMALL LETTER IOTA~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER NU~}     {~GREEK SMALL LETTER SIGMA~}{~GREEK SMALL LETTER TAU~}{~GREEK SMALL LETTER ALPHA~}{~GREEK SMALL LETTER NU~}{~GREEK SMALL LETTER THETA~}{~GREEK KORONIS~}, {~GREEK SMALL LETTER OMEGA WITH DASIA~}{~GREEK SMALL LETTER FINAL SIGMA~} {~GREEK SMALL LETTER EPSILON~}{~GREEK SMALL LETTER DELTA~}{~GREEK SMALL LETTER ALPHA~}{~GREEK SMALL LETTER KAPPA~}{~GREEK SMALL LETTER RHO~}{~GREEK SMALL LETTER UPSILON~}{~GREEK SMALL LETTER FINAL SIGMA~}{~GREEK KORONIS~}, {~GREEK SMALL LETTER OMICRON WITH DASIA~}{~GREEK SMALL LETTER IOTA~}{~GREEK SMALL LETTER ALPHA~} {~GREEK SMALL LETTER PI~}{~GREEK SMALL LETTER ALPHA~}{~GREEK SMALL LETTER SIGMA~}{~GREEK SMALL LETTER CHI~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER MU~}{~GREEK SMALL LETTER EPSILON~}{~GREEK SMALL LETTER NU~} {~GREEK SMALL LETTER KAPPA~}{~GREEK SMALL LETTER ALPHA~}{~GREEK SMALL LETTER KAPPA~}{~GREEK SMALL LETTER ALPHA~}\" (1084).", "location": 856018}
{"sentence": "Then childhood, which is prevailingly theoretical and desirous of learning, is followed by the restless, now stormy, now melancholy, period of youth, which afterwards passes into the vigorous and earnest age of manhood.", "location": 351003}
{"sentence": "For a reasonable man can only think of himself as imperishable, because he thinks of himself as without beginning, as eternal, in fact as timeless.", "location": 588710}
{"sentence": "The reason why the three sides of a certain triangle are equal is that the angles are equal, and this is neither a logical deduction nor a case of causation.", "location": 1040201}
{"sentence": "In the same way Chemistry teaches us how the will conducts itself when the inner qualities of materials obtain free play by being brought into a fluid state, and there appears that wonderful attraction and repulsion, separating and combining, leaving go of one to seize upon another, from which every precipitation originates, and the whole of which is denoted by \"elective affinity\" (an expression which is entirely borrowed from the conscious will).", "location": 80914}
{"sentence": "Tertullian calls marriage _genus mali inferioris, ex indulgentia ortum_ (_De pudicitia_, c. 16) and says: \"_Matrimonium et stuprum est commixtio carnis; scilicet cujus concupiscentiam dominus stupro adoequavit.", "location": 936512}
{"sentence": "One sees from that explanation that metaphysics never interrupts the course of physics, but only takes up the thread where physics leaves it, at the original forces in which all causal explanation has its limits.", "location": 84474}
{"sentence": "The plant always thrives and blooms, the insect hums, the brute and the man exist in unwasted youth, and the cherries that have already been enjoyed a thousand times we have again before us every summer.", "location": 556687}
{"sentence": "Clearly even the apprehension of the relations which things have to each other only takes place, _indirectly_, in the service of the will.", "location": 259111}
{"sentence": "The moral virtues, thus justice and benevolence, since if they are pure they spring, as I have shown, from the fact that the will to live, seeing through the _principium individuationis_, recognises itself in all its manifestations, are accordingly primarily a sign, a symptom, that the self-manifesting will is no longer firmly held in that illusion, but the disillusion already begins to take place; so that one might metaphorically say it already flaps its wings to fly away from it.", "location": 892932}
{"sentence": "We have consequently no ground for assuming that a still more highly developed objectification of the will is ever reached, anywhere; for it has already reached its turning-point here.", "location": 795728}
{"sentence": "If now in this way I see one of these withdraw itself from my sight, without me knowing where it goes, and another appear without me knowing whence it comes; if, moreover, both have the same form, the same nature, the same character, and only not the same matter, which yet during their existence they continually throw off and renew; then certainly the assumption, that that which vanishes and that which appears in its place are one and the same, which has only experienced a slight alteration, a renewal of the form of its existence, and that consequently death is for the species what sleep is for the individual; this assumption, I say, lies so close at hand that it is impossible not to light upon it, unless the mind, perverted in early youth by the imprinting of false views, hurries it out of the way, even from a distance, with superstitious fear.", "location": 549762}
{"sentence": "336;   on nature of nothing, i.", "location": 1106919}
{"sentence": "15, 29, 41, 163, 165, 175, iii.", "location": 1063449}
{"sentence": "397;   its mysticism, iii.", "location": 1066739}
{"sentence": "The great difference between the English, or more correctly the Chinese, garden and the old French, which is now always becoming more rare, yet still exists in a few magnificent examples, ultimately rests upon the fact that the former is planned in an objective spirit, the latter in a subjective.", "location": 372430}
{"sentence": "To the eye of a being of incomparably longer life, which at _one_ glance comprehended the human race in its whole duration, the constant alternation of birth and death would present itself as a continuous vibration, and accordingly it would not occur to it at all to see in this an ever new arising out of nothing and passing into nothing; but just as to our sight the quickly revolving spark appears as a continuous circle, the rapidly vibrating spring as a permanent triangle, the vibrating cord as a spindle, so to this eye the species would appear as that which has being and permanence, death and life as vibrations.", "location": 572323}
{"sentence": "For this the opposition of coming into being and passing away conditioned by the brain, does not exist at all, but has here lost meaning and significance.", "location": 610498}
{"sentence": "_prop._ 36, _appendix_) makes it abundantly clear that he identifies teleology so entirely with physico-theology, against which he expresses himself with bitterness, that he explains _Natura nihil frustra agere_: _hoc est, quod in usum hominum non sit_: similarly, _Omnia naturalia tanquam ad suum utile media considerant, et credunt aliquem alium esse, qui illa media paraverit_; and also: _Hinc statuerunt, Deos omnia in usum hominum fecisse et dirigere_.", "location": 196615}
{"sentence": "321 _seq._  Genre painting, i.", "location": 1082095}
{"sentence": "_That he seeks not himself and his own concerns_, this makes him under all circumstances _great_.", "location": 322984}
{"sentence": "The point of view which is here taken up corresponds at bottom to the spirit in which Goethe followed and loved the natural sciences, although he was not conscious of the matter in the abstract.", "location": 82014}
{"sentence": "324;   apparent exceptions to law of, ii.", "location": 1061116}
{"sentence": "In fact, every good and regular mind must, in considering organised nature, hit upon teleology, but unless it is determined by the preconceived opinions, by no means either upon physico-theology or upon the anthropo-teleology condemned by Spinoza.", "location": 211019}
{"sentence": "Man possesses _reason_, that is to say, he has a class of ideas of which the brutes are not capable, _abstract_ ideas as distinguished from those ideas of perception from which the former kind are yet derived.", "location": 1046263}
{"sentence": "238;   capacity for, depends on association of ideas, ii.", "location": 1094381}
{"sentence": "Accordingly existence is certainly to be regarded as an erring, to return from which is salvation: it also bears this character throughout.", "location": 891376}
{"sentence": "If we further reflect that the production of these hyperboles of all works of art costs nature absolutely nothing, so that, with inconceivable prodigality, she creates millions of organisms which never attain to maturity, and without sparing exposes every living thing to a thousand accidents, yet, on the other hand, if favoured by chance or directed by human purpose, readily affords millions of examples of a species of which hitherto there was only one, so that millions cost her no more than one; this also leads us to see that the multiplicity of things has its root in the nature of the knowledge of the subject, but is foreign to the thing in itself, _i.e._, to the inner primary force which shows itself in things; that consequently space and time, upon which the possibility of all multiplicity depends, are mere forms of our perception; nay, that even that whole inconceivable ingenuity of structure associated with the reckless prodigality of the works upon which it has been expended ultimately springs simply from the way in which things are apprehended by us; for when the simple and indivisible original effort of the will exhibits itself as object in our cerebral knowledge, it must appear as an ingenious combination of separate parts, as means and ends of each other, accomplished with wonderful completeness.", "location": 147764}
{"sentence": "For example, I remember a man in a madhouse who had been a soldier, and had gone out of his mind because his officer had addressed him as _Er_.", "location": 366164}
{"sentence": "So speaks nature from the _particular_ standpoint, thus from the point of view of self- consciousness, and upon this depends the egoism of every living thing.", "location": 878610}
{"sentence": "But what we have now considered between the plant and the animal, and then between the different species of animals, occurs also between man and man.", "location": 37713}
{"sentence": "Section 23 contains a detailed refutation of Kant's proof of the _a priori_ nature of the causal relation in the \"Second Analogy of Experience\" of the Critique of Pure Reason, the gist of the objection being that the so-called subjective succession is as much objective in reality as what is called objective by Kant: \"Phenomena may well follow one another, without following _from_ one another.\"", "location": 1045754}
{"sentence": "That focus of the activity of the brain (or the subject of knowledge) is indeed, as an indivisible point, simple, but yet is not on this account a substance (soul), but a mere condition or state.", "location": 28006}
{"sentence": "With me, on the other hand, the world as idea appears merely _per accidens_, because the intellect, with its external perception, is primarily only the medium of motives for the more perfect phenomena of will, which gradually rises to that objectivity of perceptibility, in which the world exists.", "location": 1028092}
{"sentence": "It belongs to the latter inasmuch as it is the product of the functions of the intellect, to the former inasmuch as that which manifests itself in all material existences, _i.e._, phenomena is the will.", "location": 107053}
{"sentence": "But not only the perception of the external world, or the consciousness of other things, is conditioned by the brain and its functions, but also self-consciousness.", "location": 25822}
{"sentence": "We only observe that days of our life were happy after they have given place to unhappy ones.", "location": 802109}
{"sentence": "We have to abstract from the assistance of the _intellect_ if we wish to comprehend the nature of the will in itself, and thereby, as far as is possible, penetrate to the inner being of nature.", "location": 4886}
{"sentence": "198;   metamorphosis of plants, ii.", "location": 1083273}
{"sentence": "Infinite, true conception of, ii.", "location": 1088893}
{"sentence": "Page 247, line 17, _for_ \"Great wits to madness sure are near allied\"             _read_ \"Great wits are sure to madness near allied.\"", "location": 1128536}
{"sentence": "101;   on infinity of world in space, ii.", "location": 1057816}
{"sentence": "It has a dim apprehension of its immediate surroundings, out of which the motives for its action with a view to its own maintenance arise.", "location": 29992}
{"sentence": "117 _seq._  French, national character of, i.", "location": 1080732}
{"sentence": "But this is not yet the place to speak of this.", "location": 559253}
{"sentence": "Far from being the absolutely first (as, for example, Fichte teaches), it is at bottom tertiary, for it presupposes the organism, and the organism presupposes the will.", "location": 28697}
{"sentence": "See paragraph 1.C below.", "location": 1152415}
{"sentence": "For it is sufficiently proved in the second book that knowledge is only a secondary property of our being, and introduced by its animal nature.", "location": 608675}
{"sentence": "Instead of what was intended, the feeling here presses upon us that the world is not less in us than we in it, and that the source of all reality lies within us.", "location": 587589}
{"sentence": "However, I wish to support the truth we are speaking of by a few historical examples, to which those who have made a special study of history can no doubt add a far larger number of equally pertinent cases.", "location": 672994}
{"sentence": "If now optimism were right, if our existence were to be thankfully recognised as the gift of the highest goodness guided by wisdom, and accordingly in itself praiseworthy, commendable, and agreeable, then certainly the act which perpetuates it would necessarily have borne quite another physiognomy.", "location": 789479}
{"sentence": "276;   solution of problem, i.", "location": 1056818}
{"sentence": "150, 426;   difference of plants, animals, and man in respect of, i.", "location": 1081782}
{"sentence": "The assumption that man is made out of nothing leads necessarily to the assumption that death is his absolute end.", "location": 590166}
{"sentence": "One only requires truly and seriously to sink oneself in the contemplation of one of these higher vertebrates in order to become distinctly conscious that this unfathomable nature, taken as a whole, as it exists there, cannot possibly become nothing; and yet, on the other hand, one knows its transitoriness.", "location": 574976}
{"sentence": "Horace, Lucretius, Ovid, and almost all the ancients have spoken proudly of themselves, and also Dante, Shakspeare, Bacon of Verulam, and many more.", "location": 424893}
{"sentence": "Accordingly woman has one instinct more than man; and the ganglion system is also much more developed in the woman.", "location": 732701}
{"sentence": "Empedocles indeed, as we learn from Aristotle's second book, _De coelo_ (c. 1, p. 284), had already grasped the conception of a tangential force arising from rotation, and counteracting gravity, which Aristotle again rejects.", "location": 211683}
{"sentence": "Similarly, that the insects of perennial plants pass the winter upon these as eggs; but those of mere annuals, since they cannot do this, in the state of pupæ.", "location": 192459}
{"sentence": "14 This chapter is connected with the second half of § 36 of the first       volume.", "location": 1136421}
{"sentence": "61 _seq._;   schematism of categories, 48-51;   Scholastic dogmatism overthrown by, ii.", "location": 1092836}
{"sentence": "Yet it seems that the origination of organised forms, the production of the species themselves, is almost as difficult for nature to accomplish as it is for us to comprehend.", "location": 119674}
{"sentence": "Thus, then, is pantheism related to ethics.", "location": 852620}
{"sentence": "In my opinion the latter excels both in beauty and expression that of the group.", "location": 419192}
{"sentence": "However, I will illustrate this by a couple of examples as good as I find within the range of my physiological knowledge, for which physiologists may be able to substitute clearer and more striking ones.", "location": 183158}
{"sentence": "394-96 (with which compare pp.", "location": 631724}
{"sentence": "I might give it as the simplest and most correct definition of poetry, that it is the art of bringing the imagination into play by means of words.", "location": 419427}
{"sentence": "It is the same as with suicide, which is rarely brought about by an external occasion alone, but a certain physical discomfort lies at its foundation; and according to the degree which this attains to a greater or less external occasion is required; only in the case of the very highest degree is no external occasion at all required.", "location": 365391}
{"sentence": "§ 4, and the table of predicables annexed to vol.", "location": 1042005}
{"sentence": "Therefore for them the thing in itself is really matter, from the fundamental properties of which, such as impenetrability, form, hardness, and the other primary qualities, everything in the world must be ultimately explicable.", "location": 94806}
{"sentence": "And yet this will always bear in some respect the stamp of the individuality of the artist or of his model, as a subjective or accidental and inefficient addition; although always less so the more objective, _i.e._, the more of a genius, the artist is.", "location": 420823}
{"sentence": "Whether the fly which now buzzes round me goes to sleep in the evening, and buzzes again tomorrow, or dies in the evening, and in spring another fly buzzes which has sprung from its egg: that is in itself the same thing; but therefore the knowledge which exhibits this as two fundamentally different things is not unconditioned, but relative, a knowledge of the phenomenon, not of the thing in itself.", "location": 555498}
{"sentence": "Let me mention here in passing a proof of my view which is worth noticing.", "location": 363336}
{"sentence": "Every spot that is entirely uncultivated and wild, _i.e._, left free to itself, however small it may be, if only the hand of man remains absent, it decorates at once in the most tasteful manner, clothes it with plants, flowers, and shrubs, whose unforced nature, natural grace, and tasteful grouping bears witness that they have not grown up under the rod of correction of the great egoist, but that nature has here moved freely.", "location": 371300}
{"sentence": "Finally comes the regard for beautiful eyes and forehead; it is connected with the psychical qualities, especially the intellectual which are inherited from the mother.", "location": 739123}
{"sentence": "For without any difficulty we can see in the ant-hill or the beehive the picture of an organism explained and brought to the light of knowledge.", "location": 221046}
{"sentence": "In truth, the ultimate and exhaustive explanation of things is by no means to be sought in matter, although certainly the temporal origin both of unorganised forms and of organised beings is to be sought in it.", "location": 119463}
{"sentence": "\"   453, lines 4 and 5, _for_ \"{~GREEK SMALL LETTER PI~}{~GREEK SMALL LETTER ALPHA~}{~GREEK SMALL LETTER RHO~}\" _read_ \"{~GREEK SMALL LETTER PI~}{~GREEK SMALL LETTER ALPHA~}{~GREEK SMALL LETTER FINAL SIGMA~}.\"", "location": 1130138}
{"sentence": "45 If, on the contrary, asceticism is admitted, the list of the       ultimate motives of human action, given in my prize essay on the       foundation of morals, namely: (1) our own good, (2) the ill of       others, and (3) the good of others, must be supplemented by a       fourth, our own ill; which I merely mention here in passing in the       interests of systematic consistency.", "location": 1144690}
{"sentence": "Van Geuns(35) tells a story, after Marcus Donatus, of a Scotch girl whose father had been burnt as a highway robber and a cannibal when she was only one year old.", "location": 676343}
{"sentence": "This is not entirely obviated even by the fact that it is my own nature which is known; for, since it falls within my _knowing_ consciousness, it is already a reflex of my nature, something different from this itself, thus already in a certain degree phenomenon.", "location": 608226}
{"sentence": "of England had a daughter by his first marriage, Queen Mary, equally distinguished for bigotry and cruelty, who from her numerous burnings of heretics has won the name of Bloody Mary.", "location": 675830}
{"sentence": "470;   the condition of self-consciousness, iii.", "location": 1065582}
{"sentence": "But these are here imprisoned in the narrow breast of a mortal.", "location": 759524}
{"sentence": "In the presence of such facts as these how does Luther's assertion look: \"_Ubi natura, quemadmodum a Deo nobis insita est, fertur ac rapitur_, FIERI NULLO MODO POTEST, _ut extra matrimonium caste vivatur_\"?", "location": 981285}
{"sentence": "We have seen in the above that the intensity of love increases with its individualisation, because we have shown that the physical qualities of two individuals can be such that, for the purpose of restoring as far as possible the type of the species, the one is quite specially and perfectly the completion or supplement of the other, which therefore desires it exclusively.", "location": 754242}
{"sentence": "Its harmonious element has as its assumption the fundamental note, as the rhythmical element has the species of time, and consists in a wandering from it through all the notes of the scale, until by shorter or longer digressions it reaches a harmonious interval, generally the dominant or sub-dominant, which affords it an incomplete satisfaction; and then follows, by a similarly long path, its return to the fundamental note, with which complete satisfaction appears.", "location": 502409}
{"sentence": "On the other hand, even the stupidest man comprehends things in some degree _objectively_; for he recognises not merely what they are with reference to him, but also something of what they are with reference to themselves and to other things.", "location": 64860}
{"sentence": "Etymologicum magnum, voce_ {~GREEK CAPITAL LETTER BETA~}{~GREEK SMALL LETTER IOTA~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER FINAL SIGMA~}; also _Eustath.", "location": 835706}
{"sentence": "253 _seq._  Lee, Anne, iii.", "location": 1095045}
{"sentence": "For the efforts of the lovers appear to us as much more important, sublime, and therefore right, than anything that can be opposed to them, as the species is more important than the individual.", "location": 764831}
{"sentence": "In nature causation assumes three different forms; that of cause in the narrow sense, of stimulus, and of motive, on which differences depend the true distinctions between inorganic bodies, plants, and animals.", "location": 1043318}
{"sentence": "But these qualities always result from the greatest regularity of the forms and rationality of their relations.", "location": 395524}
{"sentence": "On the other hand, it is also just that naive simplicity in the disclosure and attainment of the end, corresponding to the spirit in which nature works and fashions, that imparts such beauty and grace of form to antique pottery that it ever anew excites our wonder, because it contrasts so advantageously in original taste with our modern pottery, which bears the stamp of vulgarity, whether it is made of porcelain or common potter's clay.", "location": 398875}
{"sentence": "Schopenhauer in this chapter traces historically the forms in which the principle had been stated by his predecessors, and their influence.", "location": 1036527}
{"sentence": "On the other hand, the fundamental error of the old _dogmatism_ in all its forms, which was destroyed by Kant, was this, that it started absolutely from _knowledge_, i.e., _the world as idea_, in order to deduce and construct from its laws being in general, whereby it accepted that world of idea, together with its laws, as absolutely existing and absolutely real; while its whole existence is throughout relative, and a mere result or phenomenon of the true being which lies at its foundation,--or, in other words, that it constructed an ontology when it had only materials for a dianoiology.", "location": 58138}
{"sentence": "In the _Frankfurter Postzeitung_ of the 19th November 1857 a correspondent in Paris announces the condemnation to death of a very dangerous highway robber, Lemaire, and his companions, and adds: \"The criminal tendency seems hereditary in his family and in those of his confederates, as several of their race have died on the scaffold.\"", "location": 677723}
{"sentence": "In accordance with all this, it appears as if in making a marriage either the individual or the interests of the species must come off a loser.", "location": 778004}
{"sentence": "Now the constant disunion and reconciliation of its two elements which there takes place is, when metaphysically considered, the copy of the origination of new wishes, and then of their satisfaction.", "location": 505189}
{"sentence": "6 This chapter is connected with § 29 of the first volume.", "location": 1131971}
{"sentence": "316;   indemonstrable nature of, i.", "location": 1108371}
{"sentence": "182 _seq._;   beauty and grace in, i.", "location": 1056866}
{"sentence": "Such, for instance, is the bird's nest, the spider's web, the ant-lion's pitfall, the ingenious bee-hive, the marvellous termite dwelling, &c., at least for those individual animals that carry them out for the first time; for neither the form of the perfected work nor the use of it can be known to them.", "location": 212978}
{"sentence": "Since, however, we are what we ought not to be, we also necessarily do what we ought not to do.", "location": 887526}
{"sentence": "98 _seq._  Sömmering, iii.", "location": 1114306}
{"sentence": "And again, analogous to this, that which in the poet, if it remained unseparated from the will, would give only worldly prudence, becomes, if it frees itself from the will by abnormal preponderance of the intellect, the capacity for objective, dramatic representation.", "location": 411155}
{"sentence": "Paternal love, on account of which the father is ready to do, to suffer, and to risk more for his child than for himself, and at the same time knows that he owes this, depends simply upon the fact that the begetter recognises himself in the begotten.", "location": 786631}
{"sentence": "But often then a tiger pounces upon the dogs.", "location": 246683}
{"sentence": "Quite definitely this first appears in the case of man.", "location": 32510}
{"sentence": "In the succession of births, and by virtue of metempsychosis or palingenesis, the persons who now stand in close connection or contact with us will also be born along with us at the next birth, and will have the same or analogous relations and sentiments towards us as now, whether these are of a friendly or a hostile description.", "location": 635276}
{"sentence": "The reason of this is that in the long course which the originally unconscious will had to traverse before it rose to intellect, especially to human, rational intellect, it became so strange to itself that it no longer knows its origin, that _poenitenda origo_, and now, from the standpoint of pure, and therefore innocent, knowing, is horrified at it.", "location": 792741}
{"sentence": "The human race may be imagined as an _animal compositum_, a form of life of which many polypi, especially those which swim, such as _Veretillum_, _Funiculina_, and others, afford examples.", "location": 157946}
{"sentence": "But the will cannot be apprehended objectively, or perceived in itself, but only under all the conditions of the _idea_, and therefore only as _phenomenon_.", "location": 112254}
{"sentence": "Spinoza could not get rid of the Jews; _quo semel est imbuta recens servabit odorem_.", "location": 1030770}
{"sentence": "Forms of thought, 86 _seq._;   their relation to parts of speech, ii.", "location": 1080396}
{"sentence": "Accordingly we see the faculty of forming ideas, and its organs, brain, nerves, and special senses, appear ever more perfect the higher we advance in the scale of animals; and in proportion as the cerebral system develops, the external world appears ever more distinct, many-sided, and complete in consciousness.", "location": 31975}
{"sentence": "This has been very clearly shown by J.J. Schmidt in his work on the relation of the Gnostic-theosophic doctrines to the religions of the East.", "location": 971989}
{"sentence": "So far, on the other hand, as it is will, it is not in him.", "location": 287789}
{"sentence": "All other excitements of the will are only preparations for this; the act of will itself is for subjectivity what for the electric apparatus is the passing of the spark.", "location": 279266}
{"sentence": "For at every step, in great things as in small, we must experience that the world and life are by no means arranged with a view to containing a happy existence.", "location": 1001166}
{"sentence": "But it is just this good will which makes success impossible; because this only pursues personal ends, and with these neither art nor poetry nor philosophy can ever be taken seriously.", "location": 319700}
{"sentence": "The contrary of this is shown in innumerable cases in which the mother and the son have opposite characters.", "location": 684318}
{"sentence": "33, 86, 92, 95, 188, 343, ii.", "location": 1108852}
{"sentence": "The motto of history in general should run: _Eadem, sed aliter_.", "location": 476079}
{"sentence": "The grounds on which a judgment may depend are divisible into four kinds.", "location": 1047868}
{"sentence": "Accordingly a passionate temperament is favourable to the original quality of the intellect, but a phlegmatic temperament to its use.", "location": 41098}
{"sentence": "The inmost nature of every brute, and also of man, accordingly lies in the species; thus the will to live, which is so powerfully active, is rooted in this, not really in the individual.", "location": 581208}
{"sentence": "Hence they often miss their food which is to be found close by.", "location": 582970}
{"sentence": "6), heightens the intelligence.", "location": 666039}
{"sentence": "The will of such a man has been caught in the vortex of the will of the species, or this has obtained such a great predominance over the individual will that if such a man cannot be effective in the first capacity, he disdains to be so in the last.", "location": 768441}
{"sentence": "Accordingly his knowledge of human nature and its varieties, although in the main it proceeds _a priori_ and by anticipation, yet first receives life, definiteness, and compass through experience.", "location": 409771}
{"sentence": "Condillac, his materialism, ii.", "location": 1072094}
{"sentence": "Phlegmatic temperament, iii.", "location": 1105273}
{"sentence": "88;   table of _prædicabilia a priori_, ii.", "location": 1056670}
{"sentence": "This sense of life may be compared to a rope which is stretched above the puppet-show of the world of men, and on which the puppets hang by invisible threads, while apparently they are supported only by the ground beneath them (the objective value of life).", "location": 254259}
{"sentence": "_Termini technici_, iii.", "location": 1117341}
{"sentence": "4), he makes, in the first place, no distinction with reference to the use of final causes between organised and unorganised nature (which is yet just the principal matter), for, in his examples of final causes, he mixes the two up together.", "location": 195899}
{"sentence": "13, 14;   identity of nature at different grades, i.", "location": 1118739}
{"sentence": "Now that an instinct entirely directed to that which is to be produced lies at the foundation of all sexual love will receive complete confirmation from the fuller analysis of it, which we cannot therefore avoid.", "location": 733391}
{"sentence": "Accordingly, of all fleeting phenomena, thus of all manifestations of natural forces and all living beings, matter is the _permanent substratum_ which is necessarily produced by the forms of our intellect in which the world as _idea_ exhibits itself.", "location": 103285}
{"sentence": "And even in good poets, when they make use of these forms, we frequently see the conflict between the rhyme and the thought, in which now one and now the other gains the victory; thus either the thought is stunted for the sake of the rhyme, or the rhyme has to be satisfied with a weak _à peu près_.", "location": 436522}
{"sentence": "The love is then wont to reach a high degree.", "location": 751123}
{"sentence": "466 n.  Fate, Fatalism, i.", "location": 1079751}
{"sentence": "Lastly, Platner's treatment of the matter in his \"Anthropology\" (§ 1347 _seq._) every one will find dull and shallow.", "location": 706767}
{"sentence": "470;   a characteristic of human nature which is not to be confounded with               revenge, i.", "location": 1110879}
{"sentence": "It is established as a fact.", "location": 875333}
{"sentence": "Between the two epic poetry in all its forms and modifications, from the narrative romance to the epos proper, has a broad middle path.", "location": 441252}
{"sentence": "423;   the appearance of freedom in the phenomenon, i.", "location": 1112811}
{"sentence": "For the most part nothing more than the bare maintenance of this existence itself, extorted day by day with unceasing trouble and constant care in the conflict with want, and with death in prospect.", "location": 796609}
{"sentence": "For that time, when there was so little opportunity for the education of girls, she was exceptionally well instructed, and she also continued later to care for her further education by herself.", "location": 685520}
{"sentence": "53 For example, John xii.", "location": 1147486}
{"sentence": "That only under this assumption the action of a man, in spite of the necessity with which it proceeds from his character and the motives, is yet _his own_ I have shown in my prize essay on the freedom of the will; with this, however, self- dependency is attributed to his nature.", "location": 142631}
{"sentence": "Thus not this itself directly, but the objective consideration of it, the picture of his present summoned up by his past, calls forth his tears; he feels sympathy with himself.", "location": 855841}
{"sentence": "Theophrastus Paracelsus very happily says (Works, Strasburg, 1603, vol.", "location": 589267}
{"sentence": "That wandering of the notes until they find a more or less harmonious interval must so take place that this interval is attained only after a definite number of bars, and also at an accented part of the bar, and in this way becomes for it a kind of resting-point; and similarly the return to the keynote must take place after a like number of bars, and also at an accented part of the bar, and thus complete satisfaction is then attained.", "location": 503695}
{"sentence": "Death is a refutation of this error, and abolishes it.", "location": 883446}
{"sentence": "The demiurgus made the world.", "location": 953217}
{"sentence": "Therefore all that is distinct and thoroughly comprehensible in our consciousness always lies without upon this surface of the sphere.", "location": 156210}
{"sentence": "In order to make this perfectly comprehensible one might say: if the normal man consists of two-thirds will and one-third intellect, the genius, on the contrary, has two-thirds intellect and one- third will.", "location": 301647}
{"sentence": "Therefore for a _knowing_ consciousness, however it may be constituted, there can be always only phenomena.", "location": 608118}
{"sentence": "First: all sex is one-sided.", "location": 744981}
{"sentence": "In this root of existence the difference of beings ceases, like that of the radii of a sphere in the centre; and as in the sphere the surface is produced by the radii ending and breaking off, so consciousness is only possible where the true inner being runs out into the phenomenon, through whose forms the separate individuality becomes possible upon which consciousness depends, which is just on that account confined to phenomena.", "location": 155776}
{"sentence": "These three are, Lucretius, Bacon of Verulam, and Spinoza.", "location": 192745}
{"sentence": "The man can easily beget over a hundred children a year; the woman, on the contrary, with however many men, can yet only bring one child a year into the world (leaving twin births out of account).", "location": 734118}
{"sentence": "That which preceded knowledge as its condition, whereby it first became possible, thus its own basis, cannot be directly comprehended by it; as the eye cannot see itself.", "location": 54695}
{"sentence": "Differences of rank and all similar circumstances, when they oppose the union of passionate lovers, are set aside with the same ease and treated as nothing by the genius of the species, which, pursuing its ends that concern innumerable generations, blows off as spray such human laws and scruples.", "location": 764106}
{"sentence": "In the case of every physical phenomenon, of every _change_ of material things, its cause is primarily to be looked for; and this cause is just such a particular _change_ which has appeared immediately before it.", "location": 84775}
{"sentence": "270;   peculiar to man, ii.", "location": 1094797}
{"sentence": "The ant-mother bites its own wings off after it has been impregnated, for they would only be a hindrance to it in the work that is before it of tending the new family it is about to found under the earth (Kirby and Spence, vol.", "location": 222230}
{"sentence": "In the Lalita- vistara, well known to be the history of Buddha Sakya-Muni, it is related that at the moment of his birth all the sick became well, all the blind saw, all the deaf heard, and all mad people \"recovered their memory.\"", "location": 360572}
{"sentence": "Absolute, conception of, has reality only in matter, ii.", "location": 1053936}
{"sentence": "Protestantism, since it has eliminated asceticism and its central point, the meritoriousness of celibacy, has already given up the inmost kernel of Christianity, and so far is to be regarded as a falling away from it.", "location": 974550}
{"sentence": "I have reversed the proposition, and shown the world as the macranthropos: because will and idea exhaust its nature as they do that of man.", "location": 1023606}
{"sentence": "That music acts directly upon the will, _i.e._, the feelings, passions, and emotions of the hearer, so that it quickly raises them or changes them, may be explained from the fact that, unlike all the other arts, it does not express the Ideas, or grades of the objectification of the will, but directly the _will itself_.", "location": 484490}
{"sentence": "For is not the definite determination of the individualities of the next generation a much higher and more worthy end than those exuberant feelings and super-sensible soap bubbles of theirs?", "location": 713918}
{"sentence": "Yet in the opera music also shows its heterogeneous nature and higher reality by its entire indifference to the whole material of the incidents; in consequence of which it everywhere expresses the storm of the passions and the pathos of the feelings in the same way, and its tones accompany the piece with the same pomp, whether Agamemnon and Achilles or the dissensions of a bourgeois family form its material.", "location": 488849}
{"sentence": "From the fact that the imagination of the reader is the material in which poetry exhibits its pictures, it has the advantage that the fuller development of these pictures and their finer touches, take place in the imagination of every one just as is most suitable to his individuality, his sphere of knowledge, and his humour, and therefore move him in the most lively manner; instead of which plastic and pictorial art cannot so adapt itself, but here _one_ picture, _one_ form, must satisfy all.", "location": 420325}
{"sentence": "Avarice, the vice of old age, iii.", "location": 1062105}
{"sentence": "It does this, however, simply as myth.", "location": 888189}
{"sentence": "In consequence of such a process, we see even now in England (1844), among ruined factory hands, the Socialists, and in Germany, among ruined students, the young Hegelians, sink to the absolutely physical point of view, which leads to the result: _edite_, _bibite_, _post mortem nulla voluptas_, and so far may be defined as bestialism.", "location": 515856}
{"sentence": "And there is nothing to point to but the satisfaction of hunger and the sexual instinct, or in any case a little momentary comfort, as it falls to the lot of each animal individual, now and then in the intervals of its endless need and struggle.", "location": 243277}
{"sentence": "It follows, as a deduction from what has been said, that we have no ground to assume that there are more perfect intelligences than that of human beings.", "location": 903903}
{"sentence": "The only foundations of this which as yet have been given we owe to zootomists and physiologists, for the most part French.", "location": 12283}
{"sentence": "Therefore sexual passion is the most perfect manifestation of the will to live, its most distinctly expressed type; and the origin of the individual in it, and its primacy over all other desires of the natural man, are both in complete agreement with this.", "location": 660843}
{"sentence": "201;   on being and becoming, i.", "location": 1105895}
{"sentence": "Accordingly he conceives himself as the kernel and centre of the world, and regards himself as of infinite importance.", "location": 880098}
{"sentence": "That wish was related to all his other wishes as the species is related to the individual, thus as the infinite to the finite.", "location": 729376}
{"sentence": "Its nature really consists in this, that the just man does not throw upon others, by craft or force, the burdens and sorrows which life brings with it, as the unjust man does, but bears himself what falls to his lot; and thus he has to bear the full burden of the evil imposed upon human life, undiminished.", "location": 894121}
{"sentence": "&c. In the same way, those who in our own day have seen occasion to combat communism with reasons (for example, the Archbishop of Paris, in his pastoral of June 1851) have always brought forward the argument that property is the result of work, as it were only embodied work.", "location": 868861}
{"sentence": "As now clearly the great majority must _constantly_ be small, and can _never_ become great, the converse of this, that one should be great throughout, that is, constantly and every moment, is yet not possible--       \"For man is made of common clay,     And custom is his nurse.\"", "location": 323914}
{"sentence": "It was also the belief of the Egyptians (Herod., ii.", "location": 637444}
{"sentence": "The penitentiary system also seeks not so much to punish the deed as the man, in order to reform him.", "location": 870611}
{"sentence": "Where the bond between the intellect and the will is loosened, the intellect, turned away from its natural destination, will neglect the service of the will; it will, for example, even in the need of the moment, preserve its emancipation, and perhaps be unable to avoid taking in the picturesque impression of the surroundings, from which danger threatens the individual.", "location": 328380}
{"sentence": "His wife was a woman of extraordinary mental endowments, which, however, were so little cultivated that she had scarcely learnt to write legibly.", "location": 686998}
{"sentence": "Food and the begetting of its kind; thus only the means of carrying on and beginning anew the same doleful course in new individuals.", "location": 244298}
{"sentence": "Notwithstanding all this, the question as to our state after death has certainly been discussed, in books and verbally, ten thousand times oftener than the question as to our state before birth.", "location": 522846}
{"sentence": "33-89;   antinomy, i.", "location": 1090521}
{"sentence": "What is said above may further be illustrated in the following manner.", "location": 879874}
{"sentence": "Thus it does not consist in raising the temporal ends of men to eternal and absolute ends, and then with art and imagination constructing their progress through all complications; but in the insight that not only in its development, but in its very nature, history is mendacious; for, speaking of mere individuals and particular events, it pretends always to relate something different, while from beginning to end it repeats always the same thing under different names and in a different dress.", "location": 474956}
{"sentence": "234, 238;   relation to Idea, i.", "location": 1071817}
{"sentence": "It has remained untouched even by the decline of religion, because its root lies deeper in human nature than any positive system of belief.", "location": 991040}
{"sentence": "Asceticism, its source, i, 490 _seq._;   its way of manifesting itself, i.", "location": 1060772}
{"sentence": "348 _seq._  {~GREEK SMALL LETTER EPSILON~}{~GREEK SMALL LETTER UPSILON~}{~GREEK SMALL LETTER KAPPA~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER LAMDA~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER FINAL SIGMA~} and {~GREEK SMALL LETTER DELTA~}{~GREEK SMALL LETTER UPSILON~}{~GREEK SMALL LETTER SIGMA~}{~GREEK SMALL LETTER KAPPA~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER LAMDA~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER FINAL SIGMA~}, i.", "location": 1078704}
{"sentence": "Eternity is certainly a conception which has no perception as its foundation; accordingly it has also a merely negative content; it signifies a timeless existence.", "location": 579394}
{"sentence": "Finally, Spinoza (_Eth._ i.", "location": 196587}
{"sentence": "For only what has sprung from perception, and indeed from purely objective perception, or is directly excited by it, contains the living germ from which genuine and original achievements can grow up: not only in plastic and pictorial art, but also in poetry, nay, even in philosophy.", "location": 285869}
{"sentence": "Such things excite our astonishment, because the apprehension of the circumstances and the adaptation to these is clearly a matter of knowledge; while we believe them capable once for all of the most ingenious preparation for the coming race and the distant future, well knowing that in this they are not guided by knowledge, for a forethought of that kind proceeding from knowledge demands an activity of the brain rising to the level of reason.", "location": 224113}
{"sentence": "If, on the other hand, it is voluntarily suppressed, as we see in rare exceptions, then this is the turning of the will, which changes its course.", "location": 785108}
{"sentence": "In conformity with the whole view expounded here Meister Eckhard also says (Works, vol.", "location": 1000435}
{"sentence": "It is therefore the natural representative of the inorganic kingdom of nature, which is insensible, insusceptible to fine impressions, and only determinable according to general laws.", "location": 495937}
{"sentence": "This Indra-Ormuzd-Jehovah had afterwards to pass over into Christianity, because this religion arose in Judæa.", "location": 972132}
{"sentence": "First of all, learn to recognise in the aspect of every young animal the existence of the species that never grows old, which, as a reflection of its eternal youth, imparts to every individual a temporary youth, and lets it come forth as new and fresh as if the world were of to-day.", "location": 573958}
{"sentence": "On the other hand, genius is ill adapted and unserviceable for practical life, and is therefore for the most part unfortunate.", "location": 41478}
{"sentence": "223;   defence of, from porosity refuted, iii.", "location": 1061544}
{"sentence": "Yet how æsthetic is nature!", "location": 371272}
{"sentence": "407;   hope the dream of waking, ii.", "location": 1106675}
{"sentence": "For in every mind that once gives itself up to the purely objective contemplation of nature a desire has been excited, however concealed and unconscious it may be, to comprehend the true nature of things, of life and existence.", "location": 373435}
{"sentence": "In the insect society, as in the animal organism, the _vita propria_ of each part is subordinated to the life of the whole, and the care for the whole precedes that for particular existence; indeed the latter is only conditionally willed, the former unconditionally; therefore the individuals are even sacrificed occasionally for the whole, as we allow a limb to be taken off in order to save the whole body.", "location": 221466}
{"sentence": "In fact, we have in this an instructive lesson concerning the inner nature of all instinct, which, as here, almost always sets the individual in motion for the good of the species.", "location": 726282}
{"sentence": "With the disadvantages which have been enumerated there is also associated hyper-sensibility, which an abnormally developed nervous and cerebral system brings with it, and indeed in union with the vehemence and passionateness of will which is certainly characteristic of genius, and which exhibits itself physically as energy of the pulsation of the heart.", "location": 334910}
{"sentence": "and more of the same kind.", "location": 1019033}
{"sentence": "Byron, an instance of connection of genius and madness, i.", "location": 1067546}
{"sentence": "But it is, in fact, very wonderful that there is a sign of pain which is neither physically painful nor yet conventional, but which nevertheless is suitable and unmistakable: the minor.", "location": 507883}
{"sentence": "Let us first consider what is merely according to rule, not yet adapted to ends.", "location": 161893}
{"sentence": "But here it has really no longer to do with empirically _given_ matter, but with a matter which is not to be found _in rerum natura_, but is rather a mere abstraction of that real matter, a matter which would absolutely have no other than those mechanical qualities which, with the exception of gravity, can be pretty well construed _a priori_, just because they depend upon the forms of space, time, and causality, and consequently upon our intellect; to this poor material, then, it finds itself reduced for the construction of its castle in the air.", "location": 127406}
{"sentence": "For its demands often conflict so much with the personal welfare of him who is concerned that they undermine it, because they are incompatible with his other circumstances, and disturb the plan of life built upon them.", "location": 769337}
{"sentence": "But the ceasing of this state must not be regarded as the annihilation of that of which it is a state.", "location": 28317}
{"sentence": "In mammals America always produces the inferior analogue, but in birds and reptiles the better.", "location": 120877}
{"sentence": "While, therefore, the lovers speak pathetically of the harmony of their souls, the heart of the matter is for the most part the agreement or suitableness pointed out here with reference to the being which is to be produced and its perfection, and which is also clearly of much more importance than the harmony of their souls, which often, not long after the marriage, resolves itself into a howling discord.", "location": 746543}
{"sentence": "Do not unlink or detach or remove the full Project Gutenberg™ License terms from this work, or any files containing a part of this work or any other work associated with Project Gutenberg™.", "location": 1156279}
{"sentence": "For the objective consideration the brain is the efflorescence of the organism; therefore only where the latter has attained its highest perfection and complexity does the brain appear in its greatest development.", "location": 20309}
{"sentence": "The louse of the negro is black.", "location": 183362}
{"sentence": "You may charge a reasonable fee for copies of or providing access to or distributing Project Gutenberg™ electronic works provided that:      • You pay a royalty fee of 20% of the gross profits you derive from         the use of Project Gutenberg™ works calculated using the method         you already use to calculate your applicable taxes.", "location": 1157683}
{"sentence": "54 _Unusquisque tantum juris habet, quantum potentiâ valet_ (_Tract.", "location": 1148906}
{"sentence": "That the great poetical mind sometimes overcomes even these forms, and moves in them with ease and grace, does not extend to a recommendation of the forms themselves, for in themselves they are as ineffectual as they are difficult.", "location": 436290}
{"sentence": "Such, however, is, indisputably, consistent materialism; for instance, that of Epicurus, just as well as the absolute idealism opposed to it, like that of Berkeley, and in general every philosophical point of view which has proceeded from a correct _apperçu_, and been honestly carried out.", "location": 539387}
{"sentence": "Every great man must often be only the individual, have only himself in view, and that means he must be small.", "location": 324196}
{"sentence": "\"    \"     \"   32, _for_ \"origin\" _read_ \"stem.\"", "location": 1123027}
{"sentence": "The will, which is the root of the intellect, opposes itself to any activity of the latter which is directed to anything else but its own aims.", "location": 311252}
{"sentence": "310 _seq._  La Trappe, i.", "location": 1094707}
{"sentence": "Thus only by means of symmetry does a work of architecture at once announce itself as individual unity, and as the development of a central thought.", "location": 397009}
{"sentence": "370;   difference between that of man and brutes, i.", "location": 1069856}
{"sentence": "Kant, in his subjective procedure, brought to light the truth that time cannot belong to the thing in itself, because it lies pre-formed in our apprehension.", "location": 578688}
{"sentence": "The war which has been waged for the last ten or fifteen years against _generatio oequivoca_, with its premature shouts of victory, was the prelude to the denial of the vital force, and related to it.", "location": 117651}
{"sentence": "In Burdach's \"Physiology,\" vol.", "location": 556026}
{"sentence": "Adopted children are carefully educated, and only when they are grown up do they voluntarily join the sect.", "location": 980057}
{"sentence": "Nec immerito: quoniam et ipsoe ex eo constant, quod est stuprum_\" (_De exhort.", "location": 936782}
{"sentence": "That a woman of culture and understanding prizes understanding and intellect in a man, that a man from rational reflection should test and have regard to the character of his bride, has nothing to do with the matter with which we are dealing here.", "location": 743297}
{"sentence": "p. 19) quotes Stanislaus Leszczynski as having said, \"_La       modestie devroit être la vertu de ceux, a qui les autres manquent_.\"", "location": 1137130}
{"sentence": "29, 30;   why no knowledge of knowing, ii.", "location": 1093897}
{"sentence": "This accompanying subordinate kind of beauty furthers the condition of pure knowing, and is in painting what the diction, the metre, and rhyme are in poetry; both are not what is essential, but what acts first and immediately.", "location": 415146}
{"sentence": "), although he will not allow that it is a real contradiction, but explains it as only apparent,--like a good Jew, as he is.", "location": 945022}
{"sentence": "Brahmanism and Buddhism, which teach man to regard himself as himself, the original being, the Brahm, to which all coming into being and passing away is essentially foreign, will achieve much more in this respect than such as teach that man is made out of nothing, and actually begins at birth his existence derived from another.", "location": 514531}
{"sentence": "But, besides all this, death is the great opportunity no longer to be I;--to him who uses it.", "location": 647433}
{"sentence": "I strive after nothing but the truth, and write as the ancients wrote, with the sole intention of preserving my thoughts, so that they may be for the benefit of those who understand how to meditate upon them and prize them.", "location": 511000}
{"sentence": "Here exists an actual antagonism.", "location": 276228}
{"sentence": "_Thoughts_ are therefore furthest removed from the affections of the body, which, since the body is the objectification of the will, may, through increased intensity, pass at once into pain, even in the organs of sense.", "location": 22698}
{"sentence": "Now this is the will to live, thus just that which desires life and continuance so vehemently.", "location": 782653}
{"sentence": "It must thus have fewer atoms and greater interstices between them, and consequently be very compressible: but it is almost entirely incompressible.", "location": 98546}
{"sentence": "The sensibility, which reaches its highest degree in the brain, but is yet dispersed through its different parts, must first of all collect all the rays of its activity, concentrate them, as it were, in a focus, which, however, does not lie without, as in the case of the concave mirror, but within, as in the convex mirror.", "location": 26598}
{"sentence": "I, however, have shown, and especially in my work \"_Ueber den Willen in der Natur_\" have proved, that the force which works and acts in nature is identical with the will in us.", "location": 853587}
{"sentence": "In tragedy the terrible side of life is presented to us, the wail of humanity, the reign of chance and error, the fall of the just, the triumph of the wicked; thus the aspect of the world which directly strives against our will is brought before our eyes.", "location": 444352}
{"sentence": "Mysticism, Mystics, i.", "location": 1100450}
{"sentence": "This whole method of consideration belongs to the Homology of Richard Owen referred to above.", "location": 180442}
{"sentence": "In this respect, however, it may be compared to many works of art; for example, to coarse mosaics, theatre decorations, and to the god Apennine at Pratolino, near Florence, composed of large masses of rock, all of which only produce their effect at a distance, and vanish when we come near, because instead of them the efficient cause of their appearance now becomes visible: but the forms are yet actually existent, and are no mere imagination.", "location": 187141}
{"sentence": "Yet in accordance with it the world becomes a mere puppet-show, drawn by wires (motives), without it being even possible to understand for whose amusement.", "location": 144399}
{"sentence": "An Englishman has wittily and correctly observed that merit and modesty have nothing in common except the initial letter.", "location": 425252}
{"sentence": "At the foundation of the aversion of a big woman to big men lies the intention of nature to avoid too big a race, if with the strength which _this_ woman could impart to them they would be too weak to live long.", "location": 748101}
{"sentence": "Thus the substance of the matter falls back upon the personal, moral character; but this, as I have shown in my prize essay on the freedom of the will, is absolutely unalterable.", "location": 871397}
{"sentence": "\"     48,  \"   31, _for_ \"{~GREEK SMALL LETTER LAMDA~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER GAMMA~}{~GREEK SMALL LETTER IOTA~}{~GREEK SMALL LETTER MU~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER NU~}\" _read_ \"{~GREEK SMALL LETTER LAMDA~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER GAMMA~}{~GREEK SMALL LETTER IOTA~}{~GREEK SMALL LETTER KAPPA~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER NU~}.\"", "location": 1124248}
{"sentence": "On the other hand, the misfortunes of the great and powerful are unconditionally terrible, and also accessible to no help from without; for kings must help themselves by their own power, or fall.", "location": 457150}
{"sentence": "On Instinct And Mechanical Tendency.", "location": 212500}
{"sentence": "We can arrive at a comprehension of what goes on in the heart of a man, in the case of an elevation of this kind and the accompanying purifying process, by considering what every emotional man experiences on beholding a tragedy, which is of kindred nature to this.", "location": 988368}
{"sentence": "But all these truths rest upon the fact that everything _objective_, everything external, since it is always only something apprehended, something known, remains also always indirect and secondary, therefore absolutely never can become the ultimate ground of explanation of things or the starting-point of philosophy.", "location": 123607}
{"sentence": "Brain, metaphysically considered, ii.", "location": 1065177}
{"sentence": "But certainly the Jewish theism, upon which it was grafted, must have received wonderful additions to adapt itself to that myth.", "location": 890069}
{"sentence": "Accordingly, if we regard man as a being whose existence is a punishment and an expiation, we then view him in a right light.", "location": 815150}
{"sentence": "Therefore she sent forth man without clothing, without natural means of protection or weapons of attack, nay, with relatively little muscular power, combined with great frailty and little endurance of adverse influences and wants, in reliance upon that one great tool, in addition to which she had only to retain the hands from the next grade below him, the ape.", "location": 33791}
{"sentence": "Thus old age and death, to which every life necessarily hurries on, are the sentence of condemnation on the will to live, coming from the hands of nature itself, and which declares that this will is an effort which frustrates itself.", "location": 800009}
{"sentence": "Here we have first to count the reciprocally adapted organisation of the genitals of the two sexes, and then also many circumstances that assist the propagation of the species, for example, in the case of the _Lampyris noctiluca_ (the glowworm) the circumstance that only the male, which does not shine, has wings to enable it to seek out the female; the wingless female, on the other hand, since it only comes out in the evening, possesses the phosphorescent light, so that the male may be able to find it.", "location": 189299}
{"sentence": "And it would be just as false to say that poetry, as speech,       belongs to time alone: this is also true only indirectly of the       words; its matter is all existent, thus spatial.", "location": 1138298}
{"sentence": "Yet this can only take place by means of the individual doing painful violence to itself.", "location": 785328}
{"sentence": "If you are not located in the United States, you will have to check the laws of the country where you are located before using this eBook.", "location": 382}
{"sentence": "However, it is indeed wonderful that the fate which had destined a very short life to both of these men, each the greatest in his own sphere, as it were by way of compensation, took care, by letting them be born already in their workshop, that, without suffering the loss of time in youth which for the most part occurs in the case of other men of genius, they received even from childhood, through paternal example and instruction, the necessary introduction into the art to which they were exclusively destined.", "location": 680607}
{"sentence": "Monuments, value of historical, iii.", "location": 1099572}
{"sentence": "Yet just what makes integrity honourable is the sacrifices which it costs; in trifles it is not admired.", "location": 894016}
{"sentence": "On the other hand, from the _universal_ point of view,--which is that of the _consciousness of other things_, that of objective knowledge, which for the moment looks away from the individual with whom the knowledge is connected,--from without then, from the periphery nature speaks thus: \"The individual is nothing, and less than nothing.", "location": 878769}
{"sentence": "(Women may have great talent, but no genius, for they always remain subjective.)", "location": 342962}
{"sentence": "§ 92 of the first edition (second edition, pp.", "location": 1143735}
{"sentence": "Indeed, those who take a wide view of things would perhaps allow it to pass if I added that something similar is the case with omens.", "location": 187688}
{"sentence": "Here, then, each one loves what he lacks.", "location": 744128}
{"sentence": "45, 52, 53,             ii.", "location": 1054132}
{"sentence": "In general they look less to beauty, especially of the face.", "location": 739749}
{"sentence": "The value and worth of philosophy lies in the fact that it rejects all assumptions which cannot be established, and takes as its data only what can be certainly proved in the world given in external perception, in the forms of apprehension of this world, which are constitutive of our intellect, and in the consciousness of one's own self which is common to all.", "location": 907601}
{"sentence": "And if from this point of view we watch in a purely objective manner the immediate events of life, the _Nunc stans_ becomes clear and visible to us in the centre of the wheel of time.", "location": 572139}
{"sentence": "The method of considering the intellect which is opposed to this is the _objective_, which starts from _without_, takes as its object not our own consciousness, but the beings given in outward experience, conscious of themselves and of the world, and now investigates the relation of their intellect to their other qualities, how it has become possible, how it has become necessary, and what it accomplishes for them.", "location": 11486}
{"sentence": "486;   biography of, i.", "location": 1115245}
{"sentence": "Only here does the metaphysical explanation from the will as the thing in itself begin.", "location": 84687}
{"sentence": "But the whole process springs from the fact that the intellect through its preponderance frees itself for a time from the will, to which it is originally subject.", "location": 316163}
{"sentence": "The considerations prevailing here, of whatever kind they may be, are at least real, and cannot vanish of themselves.", "location": 776938}
{"sentence": "For example, if we really knew the _efficient cause_ of the circulation of the blood, as we do not, but still seek it, this would help us little unless we knew the final cause, that the blood must go into the lungs for the purpose of oxidation, and again flow back for the purpose of nourishing; but by the knowledge of this, even without the knowledge of the efficient cause, we have gained much light.", "location": 177975}
{"sentence": "(22) I have always a suspicion about modest celebrities that they may very well be right; and Corneille says directly--       \"La fausse humilité ne met plus en crédit:     Je sçais ce que je vaux, et crois ce qu'on m'en dit.\"", "location": 425373}
{"sentence": "It expresses this by the fact that it exposes the life of every brute, and even of man, to the most insignificant accidents without coming to the rescue.", "location": 541648}
{"sentence": "We must indeed deserve nothing better than these two.", "location": 517765}
{"sentence": "On the other hand, the application of mechanical explanatory hypotheses, beyond what is demonstrably mechanical, to which, for example, Acoustics also belongs, is entirely unjustified, and I will never believe that even the simplest chemical combination or the difference of the three states of aggregation will ever admit of mechanical explanation, much less the properties of light, of heat, and electricity.", "location": 91869}
{"sentence": "Yet the two causes of madness will generally partake of each other, particularly the psychical of the physical.", "location": 365279}
{"sentence": "Therefore without that first way for most of us there would be no salvation to hope for.", "location": 1013126}
{"sentence": "Therefore ceasing to be ought to disturb us as little as not having been.", "location": 526397}
{"sentence": "In order to obtain direct conviction of this one only requires to watch the effects of a storm of wind, which bends, upsets, and scatters everything, but during which a ray of light shooting down from a break in the clouds is entirely undisturbed and steadier than a rock, so that with great directness it imparts to us the knowledge that it belongs to another order of things than the mechanical: it stands there unmoved like a ghost.", "location": 92845}
{"sentence": "Matter is accordingly the _visibility_ of the will in general, while the character of its definite manifestations has its expression in form and quality.", "location": 110679}
{"sentence": "But now, on the other hand, we can show the source of these differences empirically in the nature of the parents; and besides this, the meeting and connection of these parents has clearly been the work of the most accidental circumstances.", "location": 876487}
{"sentence": "With them it is the will, with him it is knowledge, that predominates; therefore their pleasures are not his, and his are not theirs.", "location": 335935}
{"sentence": "For the will, as the principle of subjectivity, is everywhere the opposite, nay, the antagonist of knowledge.", "location": 278999}
{"sentence": "This is a consequence of the aim of nature which is directed to the maintenance, and therefore to the greatest possible increase, of the species.", "location": 733972}
{"sentence": "Virtue, source of genuine, i.", "location": 1119403}
{"sentence": "Hence, for example, little men love big women, fair persons like dark, &c. &c. The delusive ecstasy which seizes a man at the sight of a woman whose beauty is suited to him, and pictures to him a union with her as the highest good, is just the _sense of the species_, which, recognising the distinctly expressed stamp of the same, desires to perpetuate it with this individual.", "location": 725512}
{"sentence": "In Russia also the Raskolniks are a similar sect.", "location": 980814}
{"sentence": "But all this reflects light on the instincts and mechanical tendencies of the brutes.", "location": 730773}
{"sentence": "So far the effect of the tragedy is analogous to that of the dynamical sublime, for like this it lifts us above the will and its interests, and puts us in such a mood that we find pleasure in the sight of what tends directly against it.", "location": 445348}
{"sentence": "FOOTNOTES       1 This chapter is connected with the last half of § 27 of the first       volume.", "location": 1130981}
{"sentence": "It knows itself therefore never as _knowing_, but only as _willing_.", "location": 1051505}
{"sentence": "A peculiar sadness and repentance follows close upon it, is yet most perceptible after the first performance of the act, and in general is the more distinct the nobler is the character.", "location": 788748}
{"sentence": "What really lay at the foundation of the efforts of these philosophers, although they were not distinctly conscious of it, was the assumed _justice_ of the thing; whoever was without guilt ought to be free from suffering, thus happy.", "location": 885525}
{"sentence": "Between mother and son the greatest moral opposition can exist, between father and son only an intellectual opposition.", "location": 685027}
{"sentence": "(10) On The Pure Subject Of Knowledge.", "location": 274531}
{"sentence": "Accordingly matter is that whereby the _will_, which constitutes the inner nature of things, becomes capable of being apprehended, perceptible, _visible_.", "location": 106769}
{"sentence": "Actors, why madness common among, iii.", "location": 1054500}
{"sentence": "481 n.  Animal magnetism, iii.", "location": 1055780}
{"sentence": "Bürger, that genuine poetic genius, to whom perhaps the first place after Goethe among German poets belongs--for compared with his ballads those of Schiller seem cold and laboured--has given an account of his parents which for us is significant, and which his friend and physician, Althof repeats in his biography which appeared in 1798, in these words: \"Bürger's father was certainly provided with a variety of knowledge after the manner of study prevalent at the time, and was also a good, honourable man; but he loved his quiet comfort and his pipe of tobacco so much, that, as my friend used to say, he had always first to pull himself together if he was going to apply himself for a quarter of an hour or so to the instruction of his son.", "location": 686254}
{"sentence": "Since now, in the foregoing remarks, and also in the text, I have considered music only from the metaphysical side, that is, with reference to the inner significance of its performances, it is right that I should now also subject to a general consideration the means by which, acting upon our mind, it brings these about; therefore that I should show the connection of that metaphysical side of music, and the physical side, which has been fully investigated, and is well known, I start from the theory which is generally known, and has by no means been shaken by recent objections, that all harmony of the notes depends upon the coincidence of their vibrations, which when two notes sound together occurs perhaps at every second, or at every third, or at every fourth vibration, according to which, then, they are the octave, the fifth, or the fourth of each other, and so on.", "location": 491010}
{"sentence": "For the same reason it will readily give to the buildings themselves and their large parts a rational and easily comprehended relation of height and breadth; for example, it will let the height of a facade be half the breadth, and place the pillars so that every three or four of them, with the intervals between them, will measure a line which is equal to the height, thus will form a quadrate.", "location": 396178}
{"sentence": "Castration, its significance, iii.", "location": 1068459}
{"sentence": "Also       chapters 11 and 12 of the second volume of the \"Parerga and       Paralipomena\" should be compared with it.", "location": 1144243}
{"sentence": "Diogenes the Cynic, i.", "location": 1075298}
{"sentence": "In the vehemence of that impulse, which is the concentration of the whole animal nature, the consciousness further expresses itself that the individual does not endure, and therefore all must be staked on the maintenance of the species, in which its true existence lies.", "location": 654181}
{"sentence": "130;   an asserted \"consciousness of God,\" ii.", "location": 1082654}
{"sentence": "The effect of this impression must be that he becomes conscious, if only in obscure feeling, that it is better to tear his heart free from life, to turn his will from it, to love not the world nor life; whereby then in his deepest soul, the consciousness is aroused that for another kind of willing there must also be another existence.", "location": 449213}
{"sentence": "It is _reflectiveness_ which enables the painter to repeat the natural objects which he contemplates faithfully upon the canvas, and the poet accurately to call up again the concrete present, by means of abstract conceptions, by giving it utterance and so bringing it to distinct consciousness, and also to express everything in words which others only feel.", "location": 314291}
{"sentence": "The outcome, or result, of my exposition of the peculiar significance of this wonderful art, which is given in the passage of the first volume referred to below, and which will here be present to the mind of the reader, was, that there is indeed no resemblance between its productions and the world as idea, _i.e._, the world of nature, but yet there must be a distinct _parallelism_, which was then also proved.", "location": 481948}
{"sentence": "L'écureuil ne tarda       point à pousser un cri plaintif qui, pour tous ceux qui le       connaissent, dénote le voisinage d'un serpent.", "location": 1134091}
{"sentence": "The Shakspearian tragedy, on the other hand, is like a line which has also breadth: it takes time, _exspatiatur_: speeches and even whole scenes occur which do not advance the action, indeed do not properly concern it, by which, however, we get to know the characters or their circumstances more fully, and then understand the action also more thoroughly.", "location": 453202}
{"sentence": "A year later the youngest brother of this Count, in the same street where the latter had murdered the official, fired a pistol at the steward of his estates, but missed him (_Frankfurter Journal_, 16th September 1837).", "location": 677504}
{"sentence": "492, 493;   its design, i.", "location": 1064564}
{"sentence": "All primary thought takes place in pictures.", "location": 305055}
{"sentence": "\"     45,  \"   22, _after_ \"its\" _insert_ \"iron.\"", "location": 1124144}
{"sentence": "Now what could be thought of this kyriological hieroglyphic by a man who had never heard anything about the seed of the woman that should bruise the head of the serpent?", "location": 415883}
{"sentence": "448,             449.", "location": 1068655}
{"sentence": "Because, as has been said, nature does not lie, no view which has sprung from a purely objective comprehension of it, and been logically thought out, can be absolutely false, but at the most only very one-sided and imperfect.", "location": 539161}
{"sentence": "8;   improper use of conceptions, ii.", "location": 1106007}
{"sentence": "Therefore to this alone honour, duty, and fidelity yield after they have withstood every other temptation, including the threat of death.", "location": 762686}
{"sentence": "The difference is merely that in the organism the will acts perfectly blindly in its primary condition; in the insect society, on the other hand, the thing goes on already in the light of knowledge, to which, however, a decided co-operation and individual choice is only left in the accidents of detail, where it gives assistance and adopts what has to be carried out to the circumstances.", "location": 222953}
{"sentence": "17, _for_ \"alchemists\" _read_ \"adepts.\"", "location": 1122624}
{"sentence": "Accordingly there is also, in all languages, a mere doggerel poetry almost entirely devoid of meaning.", "location": 433999}
{"sentence": "Although, then, the ancients displayed little of the spirit of resignation, the turning away of the will from life, in their tragic heroes themselves, as their frame of mind, yet the peculiar tendency and effect of tragedy remains the awakening of that spirit in the beholder, the calling up of that frame of mind, even though only temporarily.", "location": 448747}
{"sentence": "Whoever, then, by renouncing every accidental advantage, desires for himself no other lot than that of humanity in general cannot desire even this long.", "location": 895166}
{"sentence": "The truth is, that the two inseparably belong to each other, for together they constitute a deviation from the right path, to return to which is as difficult as it is desirable.", "location": 811297}
{"sentence": "Therefore, in the case of every face which has merely been imagined by an artist, we must doubt whether it is in fact a possible face, and whether nature, as the master of all masters, would not show it to be a bungled production by pointing out complete contradictions in it.", "location": 414048}
{"sentence": "What the world is as world may be understood: it is phenomenal manifestation; and we can know that which manifests itself in it, directly from ourselves, by means of a thorough analysis of self-consciousness.", "location": 1021388}
{"sentence": "One or two examples of this generally happen every year; they will be found in the newspapers.", "location": 771611}
{"sentence": "Therefore we certainly come here upon a kind of metempsychosis, although with the important difference that it does not concern the whole {~GREEK SMALL LETTER PSI~}{~GREEK SMALL LETTER UPSILON~}{~GREEK SMALL LETTER CHI~}{~GREEK SMALL LETTER ETA~}, not the _knowing_ being, but the _will_ alone; and thus, with the consciousness that the form of time only enters here as an unavoidable concession to the limitation of our intellect, so many absurdities which accompany the doctrine of metempsychosis disappear.", "location": 629607}
{"sentence": "So, then, the aims of the State are--  (1.)", "location": 864448}
{"sentence": "In general the moment of death may be like the moment of awaking from a heavy dream that has oppressed us like a nightmare.", "location": 530829}
{"sentence": "For this, then, these turtles are born.", "location": 246817}
{"sentence": "But because this is impossible, Paul says that no man is justified by the law; only the new birth in Jesus Christ, in consequence of the work of grace, on account of which a new man arises and the old man is abolished (_i.e._, a fundamental change of mind or conversion), can transfer us from the state of sinfulness into that of freedom and salvation.", "location": 889663}
{"sentence": "In general, if we look away from the forms which are introduced by external circumstances and go to the bottom of the matter, we will find that Sakya Muni and Meister Eckhard teach the same; only that the former dared to express his thoughts directly, while the latter is obliged to clothe them in the garments of the Christian myth and adapt his expressions to this.", "location": 913682}
{"sentence": "Chapter L. Epiphilosophy.", "location": 1016491}
{"sentence": "Consequently Plotinus and Giordano Bruno were right, not only in their sense but also in ours, when they made the paradoxical assertion already referred to in chapter 4: Matter itself is not extended, consequently it is incorporeal.", "location": 108053}
{"sentence": "For any one who could bring this unity of being to distinct consciousness, the difference between the continuance of the external world after his death and his own continuance after death would vanish.", "location": 585963}
{"sentence": "90;   life of severed parts of, ii.", "location": 1089030}
{"sentence": "Leibnitz was the first to place the principle of sufficient reason in the position of a first principle, and to indicate the difference between its two meanings.", "location": 1038342}
{"sentence": "Life is deeply sunk in suffering, and cannot escape from it; our entrance into it takes place amid tears, its course is at bottom always tragic, and its end still more so.", "location": 1005415}
{"sentence": "Virginity is for both the perfect state, marriage only a make-shift for the weak, and only as such to be held inviolable.", "location": 940946}
{"sentence": "In marriage what is looked to is not intellectual entertainment, but the production of children: it is a bond of the heart, not of the head.", "location": 742065}
{"sentence": "There is an unmistakable appearance of intention in this.", "location": 1005587}
{"sentence": "The astounding amazement which is wont to take possession of us when we consider the endless design displayed in the construction of organised beings ultimately rests upon the certainly natural but yet false assumption that that _adaptation_ of the parts to each other, to the whole of the organism and to its aims in the external world, as we comprehend it and judge of it by means of _knowledge_, thus upon the path of the _idea_, has also come into being upon the same path; thus that as it exists _for_ the intellect, it was also brought about _by_ the intellect.", "location": 160667}
{"sentence": "I cannot refrain from giving here the saying of an excellent biologist of our own time who fully agrees with my teaching.", "location": 73846}
{"sentence": "271;   why one thing more beautiful than another, i.", "location": 1062827}
{"sentence": "But Anatomy and Physiology allow us to see how the will conducts itself in order to bring about the phenomenon of life and sustain it for a while.", "location": 81366}
{"sentence": "Thus we must assume that another antique repetition of the group has existed to which the Aremberg head belonged.", "location": 419078}
{"sentence": "On the other hand, to the satisfaction of that most vehement of all impulses and desires is linked the origin of a new existence, thus the carrying out of life anew, with all its burdens, cares, wants, and pains; certainly in another individual; yet if the two who are different in the phenomenon were so absolutely and in themselves, where would then be eternal justice?", "location": 785595}
{"sentence": "With this satisfaction in itself, _i.e._, so far as it is a sensual pleasure resting upon a pressing want of the individual, the beauty or ugliness of the other individual has nothing to do.", "location": 724233}
{"sentence": "The satisfaction, on the other hand, is really only for the benefit of the species, and thus does not come within the consciousness of the individual, who, inspired by the will of the species, here served an end with every kind of sacrifice, which was not his own end at all.", "location": 729503}
{"sentence": "What remains there for death to destroy?", "location": 530026}
{"sentence": "Nothing excites us so irresistibly to the most lively interest as danger to the life of others; nothing is so shocking as an execution.", "location": 518728}
{"sentence": "How unfailingly, on the contrary, a beautiful melody that touches the heart makes its journey round the world, and an excellent poem wanders from people to people.", "location": 422139}
{"sentence": "Conversely, injustice, wickedness, cruelty are signs of the opposite, thus of the deep entanglement in that illusion.", "location": 893419}
{"sentence": "But why the whole tragi-comedy exists cannot in the least be seen; for it has no spectators, and the actors themselves undergo infinite trouble, with little and merely negative pleasure.", "location": 248124}
{"sentence": "There is no greater contrast than that between the ceaseless flight of time, which carries its whole content with it, and the rigid immobility of what is actually present, which at all times is one and the same.", "location": 571927}
{"sentence": "But the intention with which the poet sets our imagination in motion is to reveal to us the Ideas, _i.e._, to show us by an example what life and what the world is.", "location": 423101}
{"sentence": "One's own experience has the advantage of complete certainty and the greatest speciality, and this outweighs the disadvantage that arises from it, that its sphere is limited and its examples not generally known.", "location": 669103}
{"sentence": "200 _seq._, 403,             ii.", "location": 1097360}
{"sentence": "That the essential form of our intellect introduces such an illusion explains and justifies itself from the fact that the intellect has come forth from the hands of nature by no means for the apprehension of the nature of things, but merely for the apprehension of motives, thus for the service of an individual and temporal phenomenon of will.", "location": 560459}
{"sentence": "400;   common form of all classes of, i.", "location": 1086694}
{"sentence": "140 _seq._;   knowledge of, key to nature of things, i.", "location": 1064591}
{"sentence": "(_Duo sunt causæ modi: alter cujus gratia, et alter e necessitate; ac potissimum utrumque eruere oportet._) _De part.", "location": 173493}
{"sentence": "17, and have also shown that physics can never be set upon the throne of metaphysics, just because it leaves quite untouched the assumption referred to and also many others; whereby from the beginning it renounces all claim to give an ultimate explanation of things.", "location": 123094}
{"sentence": "Close by stands St. Elizabeth, looking solemnly and tragically up to heaven.", "location": 415806}
{"sentence": "Objectivity, of genius and in art, i.", "location": 1102704}
{"sentence": "Boswell, his Life of Johnson, ii.", "location": 1064998}
{"sentence": "\"    184,  \"   30, _for_ \"this\" _read_ \"thus.\"", "location": 1127869}
{"sentence": "A trace of this certainly shows itself in many ordinary men up to the period of their youth; therefore, for example, in many students a purely intellectual tendency and an eccentricity suggestive of genius is unmistakable.", "location": 353408}
{"sentence": "And, like music, architecture in general is also not an imitative art, although both are often falsely taken to be so.", "location": 393531}
{"sentence": "For it is impossible that something which is foreign and contrary to human nature, thus a mere imaginary caricature, could be unweariedly represented by poetic genius in all ages, and received by mankind with unaltered interest; for nothing that is artistically beautiful can be without truth:--       \"_Rien n'est beau que le vrai; le vrai seul est aimable_.\"", "location": 703650}
{"sentence": "Perdiera cien mil victorias,     Volviérame_,\" &c.      (Heaven!", "location": 762226}
{"sentence": "The identity of the knowing with the known is inexplicable, and yet is immediately present.", "location": 1051791}
{"sentence": "But we do not need to go so far: at the age of five years to enter a cotton- spinning or other factory, and from that time forth to sit there daily, first ten, then twelve, and ultimately fourteen hours, performing the same mechanical labour, is to purchase dearly the satisfaction of drawing breath.", "location": 809529}
{"sentence": "From this excellence of the sight of beautiful nature, is the harmonious and thoroughly satisfying character of its impression to be explained, and also the favourable effect which it has upon our whole thought, which in its formal part thereby becomes more correctly disposed, and to a certain extent purified, for that brain-phenomenon which alone is entirely faultless sets the brain in general in perfectly normal action; and now the thought seeks to follow that method of nature in the consistency, connectedness, regularity, and harmony of all its processes, after being brought by it into the right swing.", "location": 369695}
{"sentence": "On what, then, the likeness between childhood and genius depends I scarcely need to express further: upon the surplus of the powers of knowledge over the needs of the will, and the predominance of the purely intellectual activity which springs from this.", "location": 351469}
{"sentence": "So long as the vibrations of two notes have a rational relation to each other, which can be expressed in small numbers, they can be connected together in our apprehension through their constantly recurring coincidence: the notes become blended, and are thereby in consonance.", "location": 491888}
{"sentence": "But the spirit and ethical tendency are what is essential in a religion, not the myths in which these are clothed.", "location": 970257}
{"sentence": "Writing serves to restore unity to the consciousness of the human race, which is constantly interrupted by death, and therefore fragmentary; so that the thought which has arisen in the ancestor is thought out by his remote descendant; it finds a remedy for the breaking up of the human race and its consciousness into an innumerable number of ephemeral individuals, and so bids defiance to the ever hurrying time, in whose hand goes forgetfulness.", "location": 479685}
{"sentence": "Self-renunciation, meaning of, iii.", "location": 1112775}
{"sentence": "But after this time the working humble-bees show absolutely no inclination to eat the eggs even when offered to them; on the contrary, they now become the zealous tenders and nourishers of the larvæ now being hatched out.", "location": 227461}
{"sentence": "Even the excessively empirical Hume says in his sceptical essay on immortality, p. 23: \"The metempsychosis is therefore the only system of this kind that philosophy can hearken to.", "location": 642228}
{"sentence": "This impulse does away with that carelessness, serenity, and innocence which would accompany a merely individual existence, for it brings unrest and melancholy into the consciousness; misfortunes, cares, and misery into the course of life.", "location": 784868}
{"sentence": "If you do not agree to abide by all the terms of this agreement, you must cease using and return or destroy all copies of Project Gutenberg™ electronic works in your possession.", "location": 1151636}
{"sentence": "Instead of this, however, it is indeed an insoluble problem; for even the most perfect philosophy will yet always contain an unexplained element, like an insoluble deposit or the remainder which the irrational relation of two quantities always leaves over.", "location": 811828}
{"sentence": "In the _Freimüthigen_ of the 13th July 1821 we read that in the department of Aube the police pursued a girl because she had murdered two children, whom she ought to have taken to the foundling hospital, in order to keep the little money given to the children.", "location": 676689}
{"sentence": "The _punctum saliens_ of every beautiful work, of every great or profound thought, is a purely objective perception.", "location": 286153}
{"sentence": "As a rule for determining that degree the ancients devised the line of equilibrium, which is got by carrying out the diminution of the thickness of the column as it ascends till it runs out into an acute angle, whereby the column becomes a cone; now every cross section will leave the lower part so strong that it is sufficient to support the upper part cut off.", "location": 388280}
{"sentence": "In consequence of this whole beneficent impression upon our feeling, the moon becomes gradually our bosom friend.", "location": 296561}
{"sentence": "They do not constitute a _sect_, which adheres to, defends, and propagates a favourite dogma once laid hold of; indeed the Indian, Christian, and Mohammedan mystics, quietists, and ascetics are different in every respect, except the inner significance and spirit of their teaching.", "location": 912321}
{"sentence": "The true original freedom re-enters at this moment, which, in the sense indicated, may be regarded as a _restitutio in integrum_.", "location": 648553}
{"sentence": "Clemens Alexandrinus, \"Stromata\" referred to, i.", "location": 1071294}
{"sentence": "Let the result arrived at in the first book be here borne in mind, that all perception is intellectual and not merely sensuous.", "location": 303440}
{"sentence": "If, on the other hand, his father and grandfather were both little, that inclination will make itself less felt.", "location": 747988}
{"sentence": "That which presents itself in the individual consciousness as sexual impulse in general, without being directed towards a definite individual of the other sex, is in itself, and apart from the phenomenon, simply the will to live.", "location": 712092}
{"sentence": "For the rest, I have only considered the physical origin of madness, thus what is introduced by external, objective occasions.", "location": 364826}
{"sentence": "There is something quite peculiar in the profound unconscious seriousness with which two young persons of opposite sex who see each other for the first time regard each other, in the searching and penetrating glance they cast at one another, in the careful review which all the features and parts of their respective persons have to endure.", "location": 752513}
{"sentence": "As this subject has been treated with sufficient fulness in the first volume, I have here only to add a few supplementary remarks.", "location": 258396}
{"sentence": "203 n.  Leucippus, ii.", "location": 1095354}
{"sentence": "In almost all it lies exclusively in their own well-being and that of their families; therefore they are in a position to promote this and nothing else; for no purpose, no voluntary and intentional effort, imparts the true, profound, and proper seriousness, or makes up for it, or more correctly, takes its place.", "location": 320550}
{"sentence": "30, 103-105;   difference between man and brutes with regard to, ii.", "location": 1077888}
{"sentence": "429 _seq._;   origin of belief in God, ii.", "location": 1079820}
{"sentence": "Then, also: I knew individuality as a quality of everything organised, and therefore, if this is a self-conscious organism, also of consciousness.", "location": 533643}
{"sentence": "In the evening they die, and the next morning they again appear anew.\"", "location": 556237}
{"sentence": "In both processes, however, what is essential to madness remains the same, the impossibility of a uniformly connected recollection, such as is the basis of our healthy and rational reflection.", "location": 364458}
{"sentence": "It is accordingly as perverse as it is common to take the great minds of different nations as the standard for comparing their mental powers: for that is just attempting to prove the rule by the exceptions.", "location": 40236}
{"sentence": "13;   on repetition, ii.", "location": 1074272}
{"sentence": "174, 185;   critique of judgment, ii.", "location": 1091157}
{"sentence": "It is just that abnormal superfluity of intellect by virtue of which it obtains the decided preponderance, sets itself free from the will, and now, forgetting its origin, is freely active from its own strength and elasticity; and from this the creations of genius proceed.", "location": 330282}
{"sentence": "In the same spirit it was then asserted that ethics should have for its material not the conduct of individuals, but that of nations, that this alone was a theme worthy of it.", "location": 851865}
{"sentence": "In the latter case from _one_ individual are often annually obtained a hundred thousand germs, and more; for example, from trees, fishes, crabs, termites, and many others.", "location": 582144}
{"sentence": "The greatest concentration of subjectivity consists in the _act of will_ proper, in which therefore we have the most distinct consciousness of our own self.", "location": 279109}
{"sentence": "265;   rhetorics of, ii.", "location": 1058796}
{"sentence": "Even from this it is evident that the man must be in a certain sense his own work.", "location": 876404}
{"sentence": "This receives an additional and striking confirmation in the fundamental rule of music, that the bass must be at a much greater distance below the three upper parts than they have between themselves; so that it must never approach nearer to them than at the most within an octave of them, and generally remains still further below them.", "location": 482753}
{"sentence": "203;   relation of number and time, ii.", "location": 1058479}
{"sentence": "Yet how questionable a thing it is to exist as a part of nature every one experiences in his own life and death.", "location": 891263}
{"sentence": "Title: The World as Will and Idea (Vol.", "location": 522}
{"sentence": "Only by means of this does the will become conscious of itself, because this focus of the activity of the brain, or that which knows, apprehends itself as identical with its own basis, from which it springs, that which wills; and thus the _ego_ arises.", "location": 27283}
{"sentence": "Certainly these are extremes, taken for the sake of distinctness; but every excitement of the will, however slight, will have as its consequence a slight but constantly proportionate falsification of knowledge.", "location": 312578}
{"sentence": "Motivation is, in fact, causality viewed from within.", "location": 1052021}
{"sentence": "\"    146,  \"   23, _for_ \"became\" _read_ \"become.\"", "location": 1127558}
{"sentence": "Point, extensionless, ii.", "location": 1107644}
{"sentence": "Yet for this I find comfort in the words of Petrarch: _Si quis tota die currens, pervenit ad vesperam satis est_ (_de vera Sapientia_, p. 140).", "location": 1121350}
{"sentence": "A judgment may also have its ground in sense-perception, and its truth is then material truth.", "location": 1048233}
{"sentence": "Since, on the contrary, the will wills life absolutely and for all time, it exhibits itself also as sexual impulse, which has in view an endless series of generations.", "location": 784700}
{"sentence": "280, 291;   on love, iii.", "location": 1115461}
{"sentence": "Just on this account, then, is it so difficult to impart interest to a drama without the element of love, and, on the other hand, this theme is never worn out even by daily use.", "location": 711913}
{"sentence": "Want of understanding does a man no harm with women; indeed extraordinary mental endowment, or even genius, might sooner influence them unfavourably as an abnormity.", "location": 741259}
{"sentence": "In Judaism and Christianity everything runs back to obedience or disobedience to the command of God: {~GREEK SMALL LETTER UPSILON WITH DASIA~}{~GREEK SMALL LETTER PI~}{~GREEK SMALL LETTER ALPHA~}{~GREEK SMALL LETTER KAPPA~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER ETA~} {~GREEK SMALL LETTER KAPPA~}{~GREEK SMALL LETTER ALPHA~}{~GREEK SMALL LETTER IOTA~} {~GREEK SMALL LETTER PI~}{~GREEK SMALL LETTER ALPHA~}{~GREEK SMALL LETTER RHO~}{~GREEK SMALL LETTER ALPHA~}{~GREEK SMALL LETTER KAPPA~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER ETA~}; as befits us creatures, {~GREEK SMALL LETTER ETA WITH DASIA~}{~GREEK SMALL LETTER MU~}{~GREEK SMALL LETTER IOTA~}{~GREEK SMALL LETTER NU~}, {~GREEK SMALL LETTER TAU~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER IOTA~}{~GREEK SMALL LETTER FINAL SIGMA~} {~GREEK SMALL LETTER PI~}{~GREEK SMALL LETTER EPSILON~}{~GREEK SMALL LETTER PI~}{~GREEK SMALL LETTER LAMDA~}{~GREEK SMALL LETTER ALPHA~}{~GREEK SMALL LETTER SIGMA~}{~GREEK SMALL LETTER MU~}{~GREEK SMALL LETTER EPSILON~}{~GREEK SMALL LETTER NU~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER IOTA~}{~GREEK SMALL LETTER FINAL SIGMA~} {~GREEK SMALL LETTER UPSILON WITH DASIA~}{~GREEK SMALL LETTER PI~}{~GREEK SMALL LETTER OMICRON~} {~GREEK SMALL LETTER TAU~}{~GREEK SMALL LETTER ETA~}{~GREEK SMALL LETTER FINAL SIGMA~} {~GREEK SMALL LETTER TAU~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER UPSILON~} {~GREEK CAPITAL LETTER PI~}{~GREEK SMALL LETTER ALPHA~}{~GREEK SMALL LETTER NU~}{~GREEK SMALL LETTER TAU~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER KAPPA~}{~GREEK SMALL LETTER RHO~}{~GREEK SMALL LETTER ALPHA~}{~GREEK SMALL LETTER TAU~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER RHO~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER FINAL SIGMA~} {~GREEK SMALL LETTER BETA~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER UPSILON~}{~GREEK SMALL LETTER LAMDA~}{~GREEK SMALL LETTER ETA~}{~GREEK SMALL LETTER SIGMA~}{~GREEK SMALL LETTER EPSILON~}{~GREEK SMALL LETTER OMEGA~}{~GREEK SMALL LETTER FINAL SIGMA~} (_nobis, qui Omnipotentis voluntate efficti sumus_), chap.", "location": 966499}
{"sentence": "In the second half of the period everything is reversed, and in the last note they are _reconciled_.", "location": 504990}
{"sentence": "Compliance requirements are not uniform and it takes a considerable effort, much paperwork and many fees to meet and keep up with these requirements.", "location": 1165957}
{"sentence": "The true philosophy of history consists in the insight that in all these endless changes and their confusion we have always before us only the same, even, unchanging nature, which to-day acts in the same way as yesterday and always; thus it ought to recognise the identical in all events, of ancient as of modern times, of the east as of the west; and, in spite of all difference of the special circumstances, of the costume and the customs, to see everywhere the same humanity.", "location": 475452}
{"sentence": "What is the fatality lying beyond all experience which has placed it in the very doubtful dilemma of either appearing as a world in which suffering and death reign, or else denying its very being?--or again, what can have prevailed upon it to forsake the infinitely preferable peace of blessed nothingness?", "location": 1017992}
{"sentence": "We see a seriousness and intentness never known in it at any other time.", "location": 654552}
{"sentence": "To this end it works, through the immense superfluity of germs, through the urgent vehemence of the sexual instinct, through its willingness to adapt itself to all circumstances and opportunities, even to the production of bastards, and through the instinctive maternal affection, the strength of which is so great that in many kinds of animals it even outweighs self-love, so that the mother sacrifices her life in order to preserve that of the young.", "location": 237457}
{"sentence": "As the scattered drops of the roaring waterfall change with lightning rapidity, while the rainbow, whose supporter they are, remains immovably at rest, quite untouched by that ceaseless change, so every Idea, _i.e._, every species of living creature remains quite untouched by the continual change of its individuals.", "location": 576025}
{"sentence": "But our ideas stand to one another as a matter of fact in an orderly connection, which is always determinable _a priori_ in point of form, and on account of which nothing that is in itself separate and wholly independent of other things can be the object of our consciousness.", "location": 1040616}
{"sentence": "Wherefore the straining and storming, the anxiety and want?", "location": 709429}
{"sentence": "Therefore its declaration extends also to man: the life and death of the individual are indifferent to it.", "location": 543313}
{"sentence": "For example, if we see that every planet, with its present velocity, can only maintain itself exactly where it actually has its place, because if it were brought nearer to the sun it would necessarily fall into it, or if placed further from it would necessarily fly away from it; how, conversely, if we take the place as given, it can only remain there with its present velocity and no other, because if it went faster it would necessarily fly away from the sun, and if it went slower it would necessarily fall into it; that thus only one definite place is suitable to each definite velocity of a planet; and if we now see this solved by the fact that the same physical, necessary, and blindly acting cause which appointed it its place, at the same time and just by doing so, imparted to it exactly the only velocity suitable for this place, in consequence of the law of nature that a revolving body increases its velocity in proportion as its revolution becomes smaller; and, moreover, if finally we understand how endless permanence is assured to the whole system, by the fact that all the mutual disturbances of the course of the planets which unavoidably enter, must adjust themselves in time; how then it is just the irrationality of the periods of revolution of Jupiter and Saturn to each other that prevents their respective perturbations from repeating themselves at one place, whereby they would become dangerous, and brings it about that, appearing seldom and always at a different place, they must sublate themselves again, like dissonances in music which are again resolved into harmony.", "location": 150773}
{"sentence": "Besides, it must also let itself be taught by every new day in its trivial commonplaceness what as yet it did not know at all.", "location": 463579}
{"sentence": "380, 381;   influence of nearness upon strength of, ii.", "location": 1099918}
{"sentence": "34;   on punishment, i.", "location": 1107045}
{"sentence": "Written monuments have less to fear from the elements, but more to fear from barbarians, than stone ones; they accomplish far more.", "location": 481578}
{"sentence": "Whoever conceives his existence as merely accidental must certainly fear that he will lose it by death.", "location": 591908}
{"sentence": "Whoever, then, absolutely insists upon Gothic architecture being accepted as an essential and authorised style may, if he is also fond of analogies, regard it as the negative pole of architecture, or, again, as its minor key.", "location": 405954}
{"sentence": "Accordingly the fundamental theme of almost all comedies is the appearance of the genius of the species with its aims, which are opposed to the personal interest of the individuals presented, and therefore threaten to undermine their happiness.", "location": 765025}
{"sentence": "If it has promised, it does not keep its word, unless to show how little worth desiring were the things desired: thus we are deluded now by hope, now by what was hoped for.", "location": 797297}
{"sentence": "Here now the tragic poets have preceded the Encratites (to the prejudice of their originality) and have said the same things.", "location": 956085}
{"sentence": "J. J. Rousseau says in the first book of the \"Confessions:\" \"_La beauté de ma mère, son __ esprit, ses talents,--elle en avait de trop brillans pour son état_,\" &c., and then quotes some delightful lines of hers.", "location": 683021}
{"sentence": "5 Let me here remark in passing that, judging from the German       literature since Kant, one would necessarily believe that Hume's       whole wisdom had consisted in his obviously false scepticism with       regard to the law of causality, for this alone is everywhere       referred to.", "location": 1131281}
{"sentence": "Thus that the work of art facilitates so greatly the apprehension of the Ideas, in which æsthetic satisfaction consists, depends not merely upon the fact that art, by giving prominence to what is essential and eliminating what is unessential, presents the things more distinctly and characteristically, but just as much on the fact that the absolute silence of the will, which is demanded for the purely objective comprehension of the nature of the things, is attained with the greatest certainty when the perceived object itself lies entirely outside the province of things which are capable of having a relation to the will, because it is nothing real, but a mere picture.", "location": 282826}
{"sentence": "\"     49,  \"   22, _after_ \"to\" _insert_ \"abstract\". \"", "location": 1124676}
{"sentence": "It denies all those original forces, for it pretends and seems to reduce them all, and ultimately also the vital force, to the mere mechanical activity of matter, thus to manifestations of impenetrability, form, cohesion, impulsive power, inertia, gravity, &c., qualities which certainly have least that is inexplicable in themselves, just because they partly depend upon what is known _a priori_, consequently on the forms of our own intellect, which are the principle of all comprehensibility.", "location": 126263}
{"sentence": "In this respect, next to the column with the entablature, but as a special construction not imitating it, stands the vault with the pillar.", "location": 386684}
{"sentence": "The old man stricken in years totters about or rests in a corner now only a shadow, a ghost of his former self.", "location": 529914}
{"sentence": "If now, in conclusion, to confirm my view, I were to give what has been said by great men of all ages in this anti-optimistic spirit, there would be no end to the quotations, for almost every one of them has expressed in strong language his knowledge of the misery of this world.", "location": 829638}
{"sentence": "Thus, although the individual consciousness does not survive death, yet that survives it which alone struggles against it--the will.", "location": 620162}
{"sentence": "And, therefore, if an animal is injured or weakened it must, as a rule, starve.", "location": 582478}
{"sentence": "510;   philosophy of, ii.", "location": 1080778}
{"sentence": "This may without violence be taken as an analogue of children's complaints, especially teething, in which it is just the future nourishers of the organism making an attack upon it which so often costs it its life.", "location": 227683}
{"sentence": "It has hitherto been believed that this increase in thickness was peculiar to the Ionic and Corinthian columns alone, but recent measurements have shown it also in the Doric columns, even at Pæstum.", "location": 390744}
{"sentence": "Thus the subjective here gives the key for the exposition of the objective.", "location": 240715}
{"sentence": "Evil, meaning of word, i.", "location": 1079392}
{"sentence": "Thus, taken simply as a force of nature, the vital force remains entirely undisturbed by the change of forms and states, which the bond of cause and effect introduces and carries off again, and which alone are subject to the process of coming into being and passing away, as it lies before us in experience.", "location": 536486}
{"sentence": "18,       19, by _Judoei_, 1 John iv.", "location": 1148225}
{"sentence": "28 _In gladiatoriis pugnis timidos et supplices, et, ut vivere liceat,       obsecrantes etiam odisse solemus; fortes et animosos, et se acriter       ipsos morti offerentes servare cupimus_ (_Cic.", "location": 1138552}
{"sentence": "For if we seek anything upon a wrong path, we have just on that account forsaken the right path, and upon the path we follow we will never attain to anything in the end but late disillusion.", "location": 573679}
{"sentence": "On The Assertion Of The Will To Live.", "location": 2878}
{"sentence": "Not merely philosophy but also the fine arts work at bottom towards the solution of the problem of existence.", "location": 373325}
{"sentence": "On the contrary, the whole mechanical and atomistic view of nature is approaching its bankruptcy, and its defenders have to learn that something more is concealed behind nature than action and reaction.", "location": 117997}
{"sentence": "10-13, 175, 275, 276, ii.", "location": 1098200}
{"sentence": "Cæsar, Jul., on Druids, iii.", "location": 1067872}
{"sentence": "What is true and genuine would more easily gain room in the world if it were not that those who are incapable of producing it are also sworn to prevent it from succeeding.", "location": 1120839}
{"sentence": "The mysticism of the Sufis also expresses itself throughout precisely in accordance with this spirit, principally as a revelling in the consciousness that one is oneself the kernel of the world and the source of all existence, to which all returns.", "location": 910598}
{"sentence": "Metaphysically, it might perhaps be answered, \"I was always I; that is, all who during that time said I, were just I.\"", "location": 523767}
{"sentence": "Now what goes on in it?", "location": 654625}
{"sentence": "Body, the, an object among objects, i.", "location": 1064328}
{"sentence": "But thus the former has still always this good, that it is the end of life, and we console ourselves with regard to the suffering of life with death, and with regard to death with the suffering of life.", "location": 811094}
{"sentence": "It is omitted.--_Trs._]     40 This chapter is connected with § 60 of the first volume.", "location": 1144087}
{"sentence": "(9) On The Knowledge Of The Ideas.", "location": 257942}
{"sentence": "The works of plastic and pictorial art and of poetry, as also the achievements of mimicry, may also be regarded as means by which those who have no imagination may make up for this defect as far as possible, and those who are gifted with it may facilitate the use of it.", "location": 307004}
{"sentence": "This step is signified in the Christian myth by the eating of the tree of the knowledge of good and evil, with which moral responsibility enters, together with original sin.", "location": 898906}
{"sentence": "I have further to add here a special remark on the _childlike_ character of the genius, _i.e._, on a certain resemblance which exists between genius and the age of childhood.", "location": 347434}
{"sentence": "The following speech on the gallows was made on the 15th April, 1837, at Gloucester, by a man called Bartlett, who had murdered his mother-in-law: \"Englishmen and fellow countrymen,--I have a few words to say to you, and they shall be but very few.", "location": 992095}
{"sentence": "An article by Ampère, who is otherwise so acute, upon light and heat, which is to be found in the April number of the \"_Annales de chimie et physique_,\" of 1835, may be considered as a flagrant expression of this, and indeed of the whole of atomism in general.", "location": 93407}
{"sentence": "Il avança un peu,       essaya de reculer, revint encore en avant, tâche de retourner en       arrière.", "location": 1134229}
{"sentence": "He is only half responsible for all that he says; metre and rhyme must answer for the other half.", "location": 429177}
{"sentence": "To return, then, to Leibnitz, I cannot ascribe to the Théodicée, as a methodical and broad unfolding of optimism, any other merit than this, that it gave occasion later for the immortal \"_Candide_\" of the great Voltaire; whereby certainly Leibnitz's often-repeated and lame excuse for the evil of the world, that the bad sometimes brings about the good, received a confirmation which was unexpected by him.", "location": 821988}
{"sentence": "The Gichtelians live also in strict chastity.", "location": 980864}
{"sentence": "_Pensez à votre affaire!_\" and the thing is expedited and hurried on in a thoroughly business fashion, and no one detains himself with irrelevances which do not belong to it, or looks to the right or the left.", "location": 452992}
{"sentence": "That which in the higher grades of love imparts such a tinge of poetry and sublimeness to his thoughts, which gives them even a transcendental and hyperphysical tendency, on account of which he seems to lose sight altogether of his real, very physical aim, is at bottom this, that he is now inspired by the spirit of the species whose affairs are infinitely more important than all those which concern mere individuals, in order to find under the special directions of this spirit the whole existence of an indefinitely long posterity with this individual and exactly determined nature, which it can receive only from him as father and the woman he loves as mother, and which otherwise could never, _as such_, attain to existence, while the objectification of the will to live expressly demands this existence.", "location": 766717}
{"sentence": "However, any one who wishes this kind of supplement to the negative knowledge to which alone philosophy can guide him will find it in its most beautiful and richest form in the Oupnekhat, then also in the Enneads of Plotinus, in Scotus Erigena, in passages of Jakob Böhm, but especially in the marvellous work of Madame de Guion, _Les Torrens_, and in Angelus Silesius; finally also in the poems of the Sufis, of which Tholuk has given us a collection translated into Latin, and another translated into German, and in many other works.", "location": 909110}
{"sentence": "But if now one denies these two predicates, not together, but separately, it appears as if the contradictory opposite of the predicate which in each case is denied were proved of the subject of the judgment.", "location": 606129}
{"sentence": "Moreover, every one is free to leave them; very rarely is any one expelled for misconduct.", "location": 979966}
{"sentence": "The great mystery of our being and not being, to explain which these and all kindred dogmas have been devised, ultimately rests upon the fact that the same thing which objectively constitutes an infinite course of time is subjectively an indivisible, ever present present: but who comprehends it?", "location": 594471}
{"sentence": "It also follows that the sciences all speak of that which always is as history, on the other hand, of that which is once, and then no more.", "location": 463270}
{"sentence": "In the course of walks she drew the attention of her son to all kinds of natural phenomena, and tried to explain to him through them the power of God.\"", "location": 685714}
{"sentence": "372 _seq._;   mysteries essential to, ii.", "location": 1110387}
{"sentence": "I will give it here in German (English of _Quarterly Review_): \"There are moralists who have questioned the right of the Europeans to intrude upon the possessions of the aboriginals in any case, and under any limitations whatsoever; but have they maturely considered the whole subject?", "location": 868101}
{"sentence": "By quite an analogous procedure he displaces the correct astronomical system of the world of the Pythagoreans, and by his absurd fundamental principles, which he specially explains in the books _de Coelo_, introduces the system of Ptolemy, whereby mankind was again deprived of an already discovered truth of the greatest importance for almost two thousand years.", "location": 73481}
{"sentence": "46;   relation to perceptive knowledge, ii.", "location": 1110134}
{"sentence": "We see the most of them assert its immortality, that is to say, its metaphysical nature; yet others, supported by facts which incontrovertibly prove the entire dependence of the intellect upon the bodily organism, unweariedly maintain the contrary.", "location": 6800}
{"sentence": "295;   on fable of Proserpine and pomegranate, i.", "location": 1082963}
{"sentence": "It wills well- being, and quiet pleasure, and mild joys for itself, for others, for all.", "location": 787879}
{"sentence": "292;   how knowledge of it can be attained, i.", "location": 1117641}
{"sentence": "But from this it follows that what is proved to be indestructible by death is not properly the individual, which, moreover, as having arisen through generation, and having in itself the qualities of the father and mother, presents itself as a mere difference of the species, but as such can only be finite.", "location": 597186}
{"sentence": "In the writing of music the former depends upon the perpendicular, and the latter upon the horizontal lines.", "location": 497736}
{"sentence": "165;   cause of beauty of vegetable world, i.", "location": 1061731}
{"sentence": "_Muscicapa tyrannus_ protects its nest with remarkable courage, and defends itself against eagles.", "location": 666840}
{"sentence": "Hence I have said that these puppets are not pulled from without, but each bears in itself the clockwork from which its movements result.", "location": 252508}
{"sentence": "Where, on the other hand, this takes place--where the brain has such a surplus of the power of ideation that a pure, distinct, objective image of the external world exhibits itself _without any aim_; an image which is useless for the intentions of the will, indeed, in the higher degrees, disturbing, and even injurious to them--there, the natural disposition, at least, is already present for that abnormity which the name genius denotes, which signifies that here a _genius_ foreign to the will, _i.e._, to the I proper, as it were coming from without, seems to be active.", "location": 300324}
{"sentence": "It is, in fact, the point of connection of the empirical part of our knowledge with the pure and _a priori_ part, consequently the peculiar foundation-stone of the world of experience.", "location": 105465}
{"sentence": "42 All that we lay hold of resists us because it has its own will,       which must be overcome.", "location": 1144366}
{"sentence": "Nothing can, in fact, be given as the end of our existence but the knowledge that we had better not be.", "location": 892148}
{"sentence": "But, as is always the way in human affairs, the removal of one evil generally opens the way for a new one; thus the granting of that double protection introduces the need of a third, namely: (3.)", "location": 865918}
{"sentence": "94;   how not to be conceived, ii.", "location": 1053993}
{"sentence": "The end of existence has been missed.", "location": 1012162}
{"sentence": "Now the circumstances which plunge a citizen family into want and despair are in the eyes of the great or rich, for the most part, very insignificant, and capable of being removed by human assistance, nay, sometimes even by a trifle: such spectators, therefore, cannot be tragically affected by them.", "location": 456849}
{"sentence": "As the most distinct expression of the will, then, this act is the kernel, the compendium, the quintessence of the world.", "location": 791240}
{"sentence": "What was fully shown in the preceding chapter, that the apprehension of the Ideas is conditioned by the fact that the knower is the _pure subject_ of knowledge, _i.e._, that the will entirely vanishes from consciousness, must be borne in mind here.", "location": 308403}
{"sentence": "To say that time and space are mere forms of our knowledge, not conditions of things in themselves, is the same as to say that the doctrine of metempsychosis, \"Thou shalt one day be born as him whom thou now injurest, and in thy turn shalt suffer like injury,\" is identical with the formula of the Brahmans, which has frequently been mentioned, _Tat twam asi_, \"This thou art.\"", "location": 881130}
{"sentence": "What it promises to supply would be, as it were, an already realised and clear gain, a firm and abiding possession; while that which proceeds from the achievements and works of art is one which has constantly to be reproduced anew.", "location": 376974}
{"sentence": "And Chamfort says: \"_Il en est de la valeur des hommes comme de celle des diamans, qui à une certaine mesure de grosseur, de pureté, de perfection, ont un prix fixe et marqué, mais qui, par-delà cette mesure, restent sans prix, et ne trouvent point d'acheteurs_.\"", "location": 341405}
{"sentence": "Modern sculpture, whatever it may achieve, is still analogous to modern Latin poetry, and, like this, is a child of imitation, sprung from reminiscences.", "location": 411425}
{"sentence": "224;   philosophy, ii.", "location": 1118388}
{"sentence": "\"   463,  \"   27, _for_ \"ever\" _read_ \"every.\"", "location": 1130406}
{"sentence": "Punctum emin saliens ovi incubantis avis ostendit primum cor micans, cerebrumque cum medulla: corculum hoc, cessans a frigore, excitatur calido halitu, premitque bulla aërea, sensim dilatata, liquores, secundum canales fluxiles.", "location": 693697}
{"sentence": "This explains why all such works, only excepting the perfect masterpieces of the very greatest masters (as, for example, \"Hamlet,\" \"Faust,\" the opera of \"Don Juan\"), inevitably contain an admixture of something insipid and wearisome, which in some measure hinders the enjoyment of them.", "location": 384085}
{"sentence": "It is rather the most real of all real knowledge which is here expressed in language.", "location": 69255}
{"sentence": "For architecture, considered merely as a fine art, the Ideas of the lowest grades of nature, such as gravity, rigidity, and cohesion, are the peculiar theme; but not, as has hitherto been assumed, merely regular form, proportion, and symmetry, which, as something purely geometrical, properties of space, are not Ideas, and therefore cannot be the theme of a fine art.", "location": 393769}
{"sentence": "If, on the other hand, that relation is an irrational one, or one which can only be expressed in larger numbers, then no coincidence of the vibrations which can be apprehended occurs, but _obstrepunt sibi perpetuo_, whereby they resist being joined together in our apprehension, and accordingly are called a dissonance.", "location": 492164}
{"sentence": "Chinese, philosophy, i.", "location": 1070508}
{"sentence": "129;   {~GREEK SMALL LETTER NU~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER UPSILON~}{~GREEK SMALL LETTER FINAL SIGMA~} {~GREEK SMALL LETTER PI~}{~GREEK SMALL LETTER RHO~}{~GREEK SMALL LETTER ALPHA~}{~GREEK SMALL LETTER KAPPA~}{~GREEK SMALL LETTER TAU~}{~GREEK SMALL LETTER IOTA~}{~GREEK SMALL LETTER KAPPA~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER FINAL SIGMA~} of, ii.", "location": 1057979}
{"sentence": "It has also been said of Mozart that all his life he remained a child (Nissen's Biography of Mozart, p. 2 and 529).", "location": 352330}
{"sentence": "The very useful German compendium of Buddhism by Köppen is also right upon this point.", "location": 632008}
{"sentence": "The earthquake of Lisbon, the earthquake of Haiti, the destruction of Pompeii, are only small, playful hints of what is possible.", "location": 824541}
{"sentence": "Persons of great power and consideration are yet the best adapted for tragedy on this account, that the misfortune in which we ought to recognise the fate of humanity must have a sufficient magnitude to appear terrible to the spectator, whoever he may be.", "location": 455603}
{"sentence": "English, the, their faults, ii.", "location": 1076839}
{"sentence": "37 _seq._  Chevreul, experiments on light, iii.", "location": 1070392}
{"sentence": "62;   on scientific knowledge, i.", "location": 1057295}
{"sentence": "The considerations concerning genius here set forth are connected by way of supplement with the exposition contained in chapter 21, of the _ever wider separation of the will and the intellect_, which can be traced in the whole series of existences.", "location": 316327}
{"sentence": "The wasps, for instance, who through the whole summer have with great care and labour fed their larvæ on the produce of their plundering, but now, in October, see the last generation of them facing starvation, sting them to death (Kirby and Spence, vol.", "location": 226867}
{"sentence": "For such a man knows nothing but the actual perception of the senses: till it comes he gnaws at conceptions and abstractions which are yet mere shells and husks, not the kernel of knowledge.", "location": 306730}
{"sentence": "268;   and genius, i.", "location": 1098086}
{"sentence": "was his hideous image, Cæsar Borgia.", "location": 675200}
{"sentence": "In truth, the essence of human life, as of nature in general, is given complete in every present time, and therefore only requires depth of comprehension in order to be exhaustively known.", "location": 468245}
{"sentence": "In Germany Kant's teaching has prevented the continuance of the absurdities of the atomistic and purely mechanical physics for any length of time; although at the present moment these views prevail here also, which is a consequence of the shallowness, crudeness, and folly introduced by Hegel.", "location": 95168}
{"sentence": "But the individualising, and with it the intensity of the love, can reach so high a degree that without its satisfaction all the good things in the world, and even life itself, lose their value.", "location": 755076}
{"sentence": "Interesting, distinguished from beautiful, i.", "location": 1089734}
{"sentence": "Scotus Erigena, quite consistently with the spirit of Pantheism, explains every phenomenon as a theophany; but then this conception must also be applied to the most terrible and abominable phenomena.", "location": 1024644}
{"sentence": "Forsaken by this spirit, the individual falls back into its original limitation and narrowness, and sees with wonder that after such a high, heroic, and infinite effort nothing has resulted for its pleasure but what every sexual gratification affords.", "location": 774802}
{"sentence": "\"   429,  \"   25, _after_ \"chapter\" _insert_ \"of his.\"", "location": 1129868}
{"sentence": "But the intellect as the condition of all objects, and consequently of the whole phenomenal world, is entirely ignored by materialism.", "location": 126759}
{"sentence": "On the other hand, upon the subjective path the inner is accessible to us at every moment; for we find it as the _will_ primarily in ourselves, and must, by the clue of the analogy with our own nature, be able to solve that of others, in that we attain to the insight that a being in itself independent of being known, _i.e._, of exhibiting itself in an intellect, is only conceivable as willing.", "location": 15790}
{"sentence": "It is therefore a merely superficial force, clings to the surface of things, and apprehends mere _species transitivas_, not the true being of things.", "location": 53328}
{"sentence": "This is also the {~GREEK SMALL LETTER MU~}{~GREEK SMALL LETTER EPSILON~}{~GREEK SMALL LETTER TAU~}{~GREEK SMALL LETTER ALPHA~}{~GREEK SMALL LETTER NU~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER IOTA~}{~GREEK SMALL LETTER ALPHA~} {~GREEK SMALL LETTER KAPPA~}{~GREEK SMALL LETTER ALPHA~}{~GREEK SMALL LETTER IOTA~} {~GREEK SMALL LETTER ALPHA~}{~GREEK SMALL LETTER PHI~}{~GREEK SMALL LETTER EPSILON~}{~GREEK SMALL LETTER SIGMA~}{~GREEK SMALL LETTER IOTA~}{~GREEK SMALL LETTER FINAL SIGMA~} {~GREEK SMALL LETTER ALPHA WITH DASIA~}{~GREEK SMALL LETTER MU~}{~GREEK SMALL LETTER ALPHA~}{~GREEK SMALL LETTER RHO~}{~GREEK SMALL LETTER TAU~}{~GREEK SMALL LETTER IOTA~}{~GREEK SMALL LETTER OMEGA~}{~GREEK SMALL LETTER NU~}, the announcement of which the risen Christ exclusively imposes upon His Apostles as the sum of their mission (Luke xxiv.", "location": 897980}
{"sentence": "Now further, just this, that genius in working consists of the free intellect, _i.e._, of the intellect emancipated from the service of the will, has as a consequence that its productions serve no useful ends.", "location": 330556}
{"sentence": "To matter it leaves, of the properly _empirical_ qualities, only gravity, because it already appears as something quantitative, the only measure of the quantity of the matter.", "location": 127054}
{"sentence": "423, 425, 310, 312-314, 376;   physiological correlative of, iii.", "location": 1113370}
{"sentence": "And this is also supported by its great flexibility, which depends upon the same rapidity of the vibrations, and shows itself in the ornate passages, whereby the soprano becomes the suitable representative of the heightened sensibility, susceptible to the slightest impression, and determinable by it, consequently of the most highly developed consciousness standing on the uppermost stage of the scale of being.", "location": 495344}
{"sentence": "16 of the _Tractatus theologico-       politicus_ is the true compendium of the immorality of Spinoza's       philosophy.", "location": 1149222}
{"sentence": "449;   relation to wickedness, i.", "location": 1110845}
{"sentence": "They persuade no one to join them, but test those who present themselves by a novitiate of several years.", "location": 979860}
{"sentence": "There is, however, a small German piece called \"Duty for Duty's Sake\" (a title which sounds as if it had been taken from the Critique of Practical Reason), which has only three characters, and yet all the three are of most transcendent magnanimity.", "location": 454909}
{"sentence": "Accordingly he must cease to be what he is in order to be able to arise out of the germ of his nature as a new and different being.", "location": 647921}
{"sentence": "dumtaxat in caritate, de corde puro et conscientia bona, et fide non ficta: multo citius Dei civitas compleretur, ut acceleraretur terminus mundi_\" (_De bono conjugali_, c. 10).", "location": 937129}
{"sentence": "It is as if nature had wished, in the mechanical tendencies of animals, to give the investigator an illustrative commentary upon her works, according to final causes and the admirable design of her organised productions which is thereby introduced.", "location": 212539}
{"sentence": "Whether now it has really something to fear from death we will investigate further on, and will then remember the real source of the fear of death, which has been shown here along with the requisite distinction of the willing and the knowing part of our nature.", "location": 527358}
{"sentence": "So long as this required coincidence of the satisfaction of both elements is not attained, the rhythm, on the one hand, may follow its regular course, and, on the other hand, the required notes may occur often enough, but yet they will remain entirely without that effect through which melody arises.", "location": 504134}
{"sentence": "If now we attribute this spirit and fundamental thought to Gothic architecture, and would like thereby to set it up as the equally justified antithesis of antique architecture, we must remember that the conflict between rigidity and gravity, which the antique architecture so openly and naïvely expresses, is an actual and true conflict founded in nature; the entire overcoming of gravity by rigidity, on the contrary, remains a mere appearance, a fiction accredited by illusion.", "location": 403793}
{"sentence": "There are a lot of things you can do with Project Gutenberg™ electronic works if you follow the terms of this agreement and help preserve free future access to Project Gutenberg™ electronic works.", "location": 1152440}
{"sentence": "308;   foundation of, i.", "location": 1118561}
{"sentence": "They know nothing of others like them, who have lived before them, or will live after them; it is the species which always lives, and in the consciousness of the imperishable nature of the species and their identity with it the individuals cheerfully exist.", "location": 557751}
{"sentence": "(7) Let one consider it well and comprehend it in all its objectifications; and then one will arrive at an understanding of its nature and of the world; but not if one frames general conceptions and builds card houses out of them.", "location": 247021}
{"sentence": "327;   a crime to be born, i.", "location": 1067961}
{"sentence": "This is indicated by the entirely extravagant provision which nature always makes for maintaining the species which once exist.", "location": 119849}
{"sentence": "And Bacon of Verulam has also expressed it: \"_Infimarum virtutum, apud vulgus, laus est, mediarum admiratio, supremarum sensus nullus_\" (_De augm.", "location": 341669}
{"sentence": "132;   opposition between useful and fine, iii.", "location": 1060291}
{"sentence": "Its opposite, from converse causes, is the bass, inflexible, rising and falling only in great intervals, thirds, fourths, and fifths, and also at every step guided by rigid rules.", "location": 495757}
{"sentence": "21, 41, 109, 143; ii.", "location": 1106995}
{"sentence": "But if one enters within, thus considers also the _subjective_ and _moral_ side, with its preponderance of want, suffering, and misery, of dissension, wickedness, madness, and perversity, then one soon becomes conscious with horror that the last thing imaginable one has before one is a theophany.", "location": 853289}
{"sentence": "223;   and poetry, i.", "location": 1085653}
{"sentence": "422;   its connection with Brahmanism and Buddhism, iii.", "location": 1070752}
{"sentence": "433;   difference of spirit of cynicism, ii.", "location": 1060967}
{"sentence": "Always to see the universal in the particular is just the fundamental characteristic of genius, while the normal man knows in the particular only the particular as such, for only as such does it belong to the actual which alone has interests for him, _i.e._, relations to his _will_.", "location": 307585}
{"sentence": "A full female bosom exerts an exceptional charm upon the male sex; because, standing in direct connection with the female functions of propagation, it promises abundant nourishment to the new-born child.", "location": 738044}
{"sentence": "\"What thou hast wished,\" it says, \"ends thus: desire something better.\"", "location": 800243}
{"sentence": "They are the dreams which Hamlet inquires after in the famous soliloquy.", "location": 530121}
{"sentence": "For only the antique style of architecture is conceived in a purely _objective_ spirit; the Gothic style is more in the subjective spirit.", "location": 402566}
{"sentence": "We may remark in passing that such a melodious bass, forcibly obtained by inversion, might, in keeping with our metaphysic of music, be compared to a block of marble to which the human form has been imparted: and therefore it is wonderfully suitable to the stone guest in \"Don Juan.\"", "location": 496843}
{"sentence": "The poorness of French poetry depends principally upon the fact that it is confined to rhyme alone without metre, and it is increased by the fact that in order to conceal its want of means it has increased the difficulty of rhyming by a number of pedantic laws, such as, for example, that only syllables which are written the same way rhyme, as if it were for the eye and not for the ear that the hiatus is forbidden; that a number of words must not occur; and many such, to all of which the new school of French poetry seeks to put an end.", "location": 429801}
{"sentence": "Without doubt the realism of the Scholastics arose from the confusion of the Platonic Ideas, to which, since they are also the species, an objective real being can certainly be attributed, with the mere concepts to which the Realists now wished to attribute such a being, and thereby called forth the victorious opposition of Nominalism.", "location": 274177}
{"sentence": "345;   sublime and comic sides of, iii.", "location": 1096513}
{"sentence": "Here, however, the rule holds good: it is improbable that the improbable _never_ happens.", "location": 680017}
{"sentence": "Therefore with our intellect, this mere tool of the will, we are everywhere striking upon insoluble problems, as against the walls of our prison.", "location": 1020163}
{"sentence": "367 _seq._;   value of, ii.", "location": 1110315}
{"sentence": "I may give here in a few words the story of the conversion of the Abbé Rancé, as it is strikingly similar to that of Raymond Lully, which is told in the text, and besides this is memorable on account of its result.", "location": 989455}
{"sentence": "It is too rare to find its like with ease, and too different from the rest of men to be their companion.", "location": 335830}
{"sentence": "Now this assumption actually finds its confirmation in experience; only this cannot be decided by a physical experiment upon the table, but results partly from the careful and acute observation of many years, and partly from history.", "location": 668868}
{"sentence": "An analogous case takes place when through special circumstances the conditions of life appear of a species which up till then was foreign to that _place_.", "location": 115867}
{"sentence": "With the _organised_ body the case is exactly reversed; for its life, _i.e._, its existence as an organised being, simply consists in the constant change of the _material_, while the _form_ remains permanent.", "location": 76779}
{"sentence": "The growing inclination of two lovers is really already the will to live of the new individual which they can and desire to produce; nay, even in the meeting of their longing glances its new life breaks out, and announces itself as a future individuality harmoniously and well composed.", "location": 714900}
{"sentence": "486;   naïveté of, i.", "location": 1055635}
{"sentence": "Sketches, value of, iii.", "location": 1113878}
{"sentence": "151, 183 _seq._, Bip.", "location": 900440}
{"sentence": "In \"Eastern       Monachism,\" by Spence Hardy, p. 295, Nirvana is derived from _vana_,       \"sinful desires,\" with the negative _nir_.", "location": 1141602}
{"sentence": "If we further ponder the fact, that not only, as we have just seen, are life and death dependent upon the most trifling accidents, but that the existence of the organised being in general is an ephemeral one, that animal and plant arise to-day and pass away to-morrow, and birth and death follow in quick succession, while to the unorganised things which stand so much lower an incomparably longer duration is assured, and an infinite duration to the absolutely formless matter alone, to which, indeed, we attribute this _a priori_,--then, I think, the thought must follow of its own accord, even from the purely empirical, but objective and unprejudiced comprehension of such an order of things, that this is only a superficial phenomenon, that such a constant arising and passing away can by no means touch the root of things, but can only be relative, nay, only apparent, in which the true inner nature of that thing is not included, the nature which everywhere evades our glance and is thoroughly mysterious, but rather that this continues to exist undisturbed by it; although we can neither apprehend nor conceive the manner in which this happens, and must therefore think of it only generally as a kind of _tour de passe-passe_ which took place there.", "location": 543898}
{"sentence": "258;   eight spheres of, ii.", "location": 1058767}
{"sentence": "It is not consciousness any more than it is the body upon which clearly consciousness depends.", "location": 612939}
{"sentence": "129, 130;   object of perception, ii.", "location": 1092377}
{"sentence": "In accordance with the deduction given in the text of the pure æsthetics of architecture from the lowest grades of the objectification of the will or of nature, the Ideas of which it seeks to bring to distinct perception, its one constant theme is _support and burden_, and its fundamental law is that no burden shall be without sufficient support, and no support without a suitable burden; consequently that the relation of these two shall be exactly the fitting one.", "location": 384983}
{"sentence": "Then enters the bitter repentance, which says, \"If it were not done it would never happen.\"", "location": 861715}
{"sentence": "The invalidity or unenforceability of any provision of this agreement shall not void the remaining provisions.", "location": 1162759}
{"sentence": "320 _seq._;   relation of intelligible to empirical, i.", "location": 1070044}
{"sentence": "228-395;   subjective correlative of, i.", "location": 1086889}
{"sentence": "Abstract, idea, knowledge, dependent on idea of perception, i.", "location": 1054069}
{"sentence": "But see now how the young, innocent, human intellect, when that great secret of the world first becomes known to it, is startled at the enormity!", "location": 792595}
{"sentence": "Therefore we do not become conscious of the three greatest blessings of life, health, youth, and freedom, so long as we possess them, but only after we have lost them; for they also are negations.", "location": 801912}
{"sentence": "On the other hand, as has been said, the mechanical tendencies of insects reflect much light upon the working of the unconscious will in the inner functions of the organism and in its construction.", "location": 220848}
{"sentence": "Because the moon is an object of perception, but never of desire:       \"The stars we yearn not after     Delight us with their glory.\"--G.", "location": 295663}
{"sentence": "129, 130;   laws of homogeneity and specification, i.", "location": 1091609}
