"Title: The World as Will and Idea (Vol. 3 of 3)"
"Author: Schopenhauer"
{"paragraph": "The considerations which have brought us to this point, and to which the\nfurther explanations link themselves on, started from the remarkable fear\nof death which fills all living beings. But now we will change the\nstandpoint and consider how, in contrast to the individual beings, the\n_whole_ of nature bears itself with reference to death. In doing this,\nhowever, we still always remain upon the ground of experience.", "location": 540784}
{"paragraph": "Chapter XXVII. On Instinct And Mechanical Tendency.", "location": 212484}
{"paragraph": "The will, which is the root of the intellect, opposes itself to any\nactivity of the latter which is directed to anything else but its own\naims. Therefore the intellect is only capable of a purely objective and\nprofound comprehension of the external world when it has freed itself at\nleast for a while from this its root. So long as it remains bound to the\nwill, it is of its own means capable of no activity, but sleeps in a\nstupor, whenever the will (the interests) does not awake it, and set it in\nmotion. If, however, this happens, it is indeed very well fitted to\nrecognise the relations of things according to the interest of the will,\nas the prudent mind does, which, however, must always be an awakened mind,\n_i.e._, a mind actively aroused by volition; but just on this account it\nis not capable of comprehending the purely objective nature of things. For\nthe willing and the aims make it so one-sided that it sees in things only\nthat which relates to these, and the rest either disappears or enters\nconsciousness in a falsified form. For example, the traveller in anxiety\nand haste will see the Rhine and its banks only as a line, and the bridges\nover it only as lines cutting it. In the mind of the man who is filled\nwith his own aims the world appears as a beautiful landscape appears on\nthe plan of a battlefield. Certainly these are extremes, taken for the\nsake of distinctness; but every excitement of the will, however slight,\nwill have as its consequence a slight but constantly proportionate\nfalsification of knowledge. The world can only appear in its true colour\nand form, in its whole and correct significance, when the intellect,\ndevoid of willing, moves freely over the objects, and without being driven\non by the will is yet energetically active. This is certainly opposed to\nthe nature and determination of the intellect, thus to a certain extent\nunnatural, and just on this account exceedingly rare; but it is just in\nthis that the essential nature of genius lies, in which alone that\ncondition takes place in a high degree and is of some duration, while in\nothers it only appears approximately and exceptionally. I take it to be in\nthe sense expounded here that Jean Paul (_Vorschule der Æsthetik_, § 12)\nplaces the essence of genius in _reflectiveness_. The normal man is sunk\nin the whirl and tumult of life, to which he belongs through his will; his\nintellect is filled with the things and events of life; but he does not\nknow these things nor life itself in their objective significance; as the\nmerchant on 'Change in Amsterdam apprehends perfectly what his neighbour\nsays, but does not hear the hum of the whole Exchange, like the sound of\nthe sea, which astonishes the distant observer. From the genius, on the\ncontrary, whose intellect is delivered from the will, and thus from the\nperson, what concerns these does not conceal the world and things\nthemselves; but he becomes distinctly conscious of them, he apprehends\nthem in and for themselves in objective perception; in this sense he is\n_reflective_.", "location": 311252}
{"paragraph": "In this third edition the reader will miss nothing that was contained in\nthe second, but will receive considerably more, for, on account of the\nadditions that have been made in it, it has, with the same type, 136 pages\nmore than the second.", "location": 1121737}
{"paragraph": "The life of a man, with its endless care, want, and suffering, is to be\nregarded as the explanation and paraphrase of the act of procreation,\n_i.e._, the decided assertion of the will to live; and further, it is also\ndue to this that he owes to nature the debt of death, and thinks with\nanxiety of this debt. Is this not evidence of the fact that our existence\ninvolves guilt? At any rate, we always exist, subject to the periodical\npayment of the toll, birth and death, and successively partake of all the\nsorrows and joys of life, so that none can escape us: this is just the\nfruit of the assertion of the will to live. Thus the fear of death, which\nin spite of all the miseries of life holds us firmly to it, is really\nillusory; but just as illusory is the impulse which has enticed us into\nit. This enticement itself may be seen objectively in the reciprocal\nlonging glances of two lovers; they are the purest expression of the will\nto live, in its assertion. How soft and tender it is here! It wills well-\nbeing, and quiet pleasure, and mild joys for itself, for others, for all.\nIt is the theme of Anacreon. Thus by allurements and flattery it makes its\nway into life. But when once it is there, misery introduces crime, and\ncrime misery; horror and desolation fill the scene. It is the theme of\nÆschylus.", "location": 786883}
{"paragraph": "Early Roman history presents to us whole families whose members in long\nsuccession distinguished themselves by devoted patriotism and courage;\nsuch were the _gens Fabia_ and the _gens Fabricia_. Again, Alexander the\nGreat was fond of power and conquest, like his father Philip. The pedigree\nof Nero which, with a moral intention, Suetonius (c. 4 _et_ 5) gives at\nthe beginning of his sketch of this monster is very well worth\nconsidering. It is the _gens Claudia_ he describes, which flourished in\nRome through six centuries, and produced not only capable, but arrogant\nand cruel men. From it sprang Tiberius, Caligula, and finally Nero. In his\ngrandfather, and still more strongly in his father, all those atrocious\nqualities show themselves, which could only attain their perfect\ndevelopment in Nero, partly because his higher position afforded them\nfreer scope, partly because he had for his mother the irrational\nBacchante, Agrippina, who could impart to him no intellect to bridle his\npassions. Quite in our sense, therefore, Suetonius relates that at his\nbirth _præsagio fuit etiam Domitii, patris, vox, inter gratulationes\namicorum, negantis, quidquam ex se __ et Agrippina, nisi detestabile et\nmalo publico nasci potuisse_. On the other hand, Cimon was the son of\nMiltiades, and Hannibal of Hamilcar, and the Scipios make up a whole\nfamily of heroes and noble defenders of their country. But the son of Pope\nAlexander VI. was his hideous image, Cæsar Borgia. The son of the\nnotorious Duke of Alba was just as cruel and wicked a man as his father.\nThe malicious and unjust Philip IV. of France, who is specially known by\nhis cruel torture and execution of the knights templars, had for his\ndaughter Isabella, wife of Edward II. of England, who rebelled against her\nhusband, took him prisoner, and after he had signed his abdication, since\nthe attempt to kill him by ill-usage was unsuccessful, caused him to be\nput to death in prison in a manner which is too horrible for me to care to\nrelate. The blood-thirsty tyrant and _defensor fidei_, Henry VIII. of\nEngland had a daughter by his first marriage, Queen Mary, equally\ndistinguished for bigotry and cruelty, who from her numerous burnings of\nheretics has won the name of Bloody Mary. His daughter by his second\nmarriage, Elizabeth, received an excellent understanding from her mother,\nAnne Boleyn, which prevented bigotry and curbed the parental character in\nher, yet did not do away with it; so that it still always shone through on\noccasions, and distinctly appeared in her cruel treatment of Mary of\nScotland. Van Geuns(35) tells a story, after Marcus Donatus, of a Scotch\ngirl whose father had been burnt as a highway robber and a cannibal when\nshe was only one year old. Although she was brought up among quite\ndifferent people, there developed in her the same craving for human flesh,\nand being caught in the act of satisfying it, she was buried alive. In the\n_Freimüthigen_ of the 13th July 1821 we read that in the department of\nAube the police pursued a girl because she had murdered two children, whom\nshe ought to have taken to the foundling hospital, in order to keep the\nlittle money given to the children. At last the police found the girl on\nthe road to Paris, near Romilly, drowned, and her own father gave himself\nup as her murderer. Finally, let me mention a couple of cases which have\noccurred recently, and have therefore only the newspapers as their\nvouchers. In October 1836 a Count Belecznai was condemned to death in\nHungary because he had murdered an official and severely wounded his own\nrelations. His elder brother was executed earlier as a patricide, and his\nfather also had been a murderer (_Frankfurter Postzeitung_ of the 26th\nOctober 1836). A year later the youngest brother of this Count, in the\nsame street where the latter had murdered the official, fired a pistol at\nthe steward of his estates, but missed him (_Frankfurter Journal_, 16th\nSeptember 1837). In the _Frankfurter Postzeitung_ of the 19th November\n1857 a correspondent in Paris announces the condemnation to death of a\nvery dangerous highway robber, Lemaire, and his companions, and adds: \"The\ncriminal tendency seems hereditary in his family and in those of his\nconfederates, as several of their race have died on the scaffold.\" It\nfollows from a passage in the Laws of Plato that similar cases were\nalready known in Greece (_Stob. Flor._, vol. ii. p. 213). The annals of\ncrime will certainly have many similar pedigrees to show. The tendency to\nsuicide is specially hereditary.", "location": 673769}
{"paragraph": "Individuality, as phenomenon rooted in the thing in itself, i. 147, 219,\n            354, 357, 358, iii. 74, 428, 469;\n  at the different grades of nature, i. 170-172;\n  language of nature with reference to, i. 355, 356, iii. 108 _seq._, 416,\n              417;\n  destruction of, by death, iii. 286, 298 _seq._", "location": 1088560}
{"paragraph": "Books, not so instructive as reality, ii. 244, 245;\n  why they cannot take the place of experience, ii. 248, 249.", "location": 1064883}
{"paragraph": "In accordance with the deduction given in the text of the pure æsthetics\nof architecture from the lowest grades of the objectification of the will\nor of nature, the Ideas of which it seeks to bring to distinct perception,\nits one constant theme is _support and burden_, and its fundamental law is\nthat no burden shall be without sufficient support, and no support without\na suitable burden; consequently that the relation of these two shall be\nexactly the fitting one. The purest example of the carrying out of this\ntheme is the column and entablature. Therefore the order or columnar\narrangement has become, as it were, the thorough bass of the whole of\narchitecture. In column and entablature the support and the burden are\n_completely separated_; whereby the reciprocal action of the two and their\nrelation to each other becomes apparent. For certainly even every plain\nwall contains support and burden; but here the two are still fused\ntogether. All is here support and all is burden; hence there is no\næsthetic effect. This first appears through the separation, and takes\nplace in proportion to its degree. For between the row of columns and the\nplain wall there are many intermediate degrees. Even in the mere breaking\nup of the wall of a house by windows and doors one seeks at least to\nindicate that separation by flat projecting pilasters (_antæ_) with\ncapitals, which are inserted under the mouldings, nay, in case of need,\nare represented by mere painting, in order to indicate in some way the\nentablature and an order. Real pillars, and also consoles and supports of\nvarious kinds, realise more that pure separation of support and burden\nwhich is striven after throughout by architecture. In this respect, next\nto the column with the entablature, but as a special construction not\nimitating it, stands the vault with the pillar. The latter certainly is\nfar from attaining to the æsthetic effect of the former, because here the\nsupport and the burden are not _purely separated_, but are fused, passing\nover into each other. In the vault itself every stone is at once burden\nand support, and even the pillars, especially in groined vaulting, are, at\nleast apparently, held in position by the pressure of opposite arches; and\nalso just on account of this lateral pressure not only vaults but even\nmere arches ought not to rest upon columns, but require the massive four-\ncornered pillars. In the row of columns alone is the separation complete,\nfor here the entablature appears as pure burden, the column as pure\nsupport. Accordingly the relation of the colonnade to the plain wall may\nbe compared to that which would exist between a scale ascending in regular\nintervals and a tone ascending little by little from the same depth to the\nsame height without gradation, which would produce a mere howl. For in the\none as in the other the material is the same, and the important difference\nproceeds entirely from the _pure separation_.", "location": 384982}
{"paragraph": "Perhaps we would have to except whoever had once said from the bottom of\nhis heart, with regard to this game, \"I want no more.\" But this is not yet\nthe place to speak of this.", "location": 559125}
{"paragraph": "Schiller, i. 79, 318, ii. 148, 276, 321, iii. 215, 217.", "location": 1112003}
{"paragraph": "Schelling, i. 187, ii. 22, 31, 116, 169, 176, 236, 261, iii. 62, 471.", "location": 1111932}
{"paragraph": "Finally, as regards the endeavour--specially introduced by the Hegelian\npseudo-philosophy, everywhere so pernicious and stupefying to the mind--to\ncomprehend the history of the world as a planned whole, or, as they call\nit, \"to construe it organically,\" a crude and positive realism lies at its\nfoundation, which takes the phenomenon for the inner being of the world,\nand imagines that this phenomenon, its forms and events, are the chief\nconcern; in which it is secretly supported by certain mythological notions\nwhich it tacitly assumes: otherwise one might ask for what spectators such\na comedy was really produced. For, since only the individual, and not the\nhuman race, has actual, immediate unity of consciousness, the unity of the\ncourse of life of the race is a mere fiction. Besides, as in nature only\nthe species are real, and the genera are mere abstractions, so in the\nhuman race only the individuals and their course of life are real, the\npeoples and their lives mere abstractions. Finally, constructive\nhistories, guided by a positive optimism, always ultimately end in a\ncomfortable, rich, fat State, with a well-regulated constitution, good\njustice and police, useful arts and industries, and, at the most, in\nintellectual perfection; for this, in fact, is alone possible, since what\nis moral remains essentially unaltered. But it is the moral element which,\naccording to the testimony of our inmost consciousness, is the whole\nconcern: and this lies only in the individual as the tendency of his will.\nIn truth, only the life of each individual has unity, connection, and true\nsignificance: it is to be regarded as an instruction, and the meaning of\nit is moral. Only the incidents of our _inner_ life, since they concern\nthe will, have true reality, and are actual events; because the will alone\nis the thing in itself. In every microcosm lies the whole macrocosm, and\nthe latter contains nothing more than the former. Multiplicity is\nphenomenal, and external events are mere configurations of the phenomenal\nworld, and have therefore directly neither reality nor significance, but\nonly indirectly through their relation to the wills of the individuals.\nThe endeavour to explain and interpret them directly is accordingly like\nthe endeavour to see in the forms of the clouds groups of men and animals.\nWhat history narrates is in fact only the long, heavy, and confused dream\nof humanity.", "location": 470105}
{"paragraph": "\"_Tous les hommes désirent uniquement de se délivrer de la mort:\n    ils ne savent pas se délivrer de la vie._\"", "location": 509744}
{"paragraph": "In the supplements to the second book the will was compared to the root\nand the intellect to the crown of the tree; and this is the case inwardly\nor psychologically. But outwardly or physiologically the genitals are the\nroot and the head the crown. The nourishing part is certainly not the\ngenitals, but the villi of the intestines: yet not the latter but the\nformer are the root; because through them the individual is connected with\nthe species in which it is rooted. For physically the individual is a\nproduction of the species, metaphysically a more or less perfect picture\nof the Idea, which, in the form of time, exhibits itself as species. In\nagreement with the relation expressed here, the greatest vitality, and\nalso the decrepitude of the brain and the genital organs, is simultaneous\nand stands in connection. The sexual impulse is to be regarded as the\ninner life of the tree (the species) upon which the life of the individual\ngrows, like a leaf that is nourished by the tree, and assists in\nnourishing the tree; this is why that impulse is so strong, and springs\nfrom the depths of our nature. To castrate an individual means to cut him\noff from the tree of the species upon which he grows, and thus severed,\nleave him to wither: hence the degradation of his mental and physical\npowers. That the service of the species, _i.e._, fecundation, is followed\nin the case of every animal individual by momentary exhaustion and\ndebility of all the powers, and in the case of most insects indeed by\nspeedy death, on account of which Celsus said, \"_Seminis emissio est\npartis animæ jactura_;\" that in the case of man the extinction of the\ngenerative power shows that the individual approaches death; that\nexcessive use of this power at every age shortens life, while, on the\nother hand, temperance in this respect increases all the powers, and\nespecially the muscular powers, on which account it was part of the\ntraining of the Greek athletes; that the same restraint lengthens the life\nof the insect even to the following spring; all this points to the fact\nthat the life of the individual is at bottom only borrowed from the\nspecies, and that all vital force is, as it were, force of the species\nrestricted by being dammed up. But this is to be explained from the fact\nthat the metaphysical substratum of life reveals itself directly in the\nspecies and only by means of this in the individual. Accordingly the\nLingam with the Yoni, as the symbol of the species and its immortality, is\nworshipped in India, and, as the counterpoise of death, is ascribed as an\nattribute to the very divinity who presides over death, Siva.", "location": 651107}
{"paragraph": "42 All that we lay hold of resists us because it has its own will,\n      which must be overcome.", "location": 1144363}
{"paragraph": "Castration, its significance, iii. 310;\n  its use as a punishment, iii. 331.", "location": 1068459}
{"paragraph": "_Principium individuationis_, i. 145, 146, 166, 454 _seq._, 481, iii. 274,\n            417, 418.", "location": 1108089}
{"paragraph": "Clemens Alexandrinus, \"Stromata\" referred to, i. 425, ii. 98, iii. 427,\n            438, 442, 443.", "location": 1071294}
{"paragraph": "_What reason is to the individual that is history to the human race._ By\nvirtue of reason, man is not, like the brute, limited to the narrow,\nperceptible present, but also knows the incomparably more extended past,\nwith which it is linked, and out of which it has proceeded; and only thus\nhas he a proper understanding of the present itself, and can even draw\ninferences as to the future. The brute, on the other hand, whose\nknowledge, devoid of reflection, is on this account limited to the\npresent, even when it is tamed, moves about among men ignorant, dull,\nstupid, helpless, and dependent. Analogous to this is the nation that does\nnot know its own history, is limited to the present of the now living\ngeneration, and therefore does not understand itself and its own present,\nbecause it cannot connect it with a past, and explain it from this; still\nless can it anticipate the future. Only through history does a nation\nbecome completely conscious of itself. Accordingly history is to be\nregarded as the rational consciousness of the human race, and is to the\nrace what the reflected and connected consciousness is to the individual\nwho is conditioned by reason, a consciousness through the want of which\nthe brute is confined to the narrow, perceptible present. Therefore every\ngap in history is like a gap in the recollective self-consciousness of a\nman; and in the presence of a monument of ancient times which has outlived\nthe knowledge of itself, as, for example, the Pyramids, or temples and\npalaces in Yucatan, we stand as senseless and stupid as the brute in the\npresence of the action of man, in which it is implicated in his service;\nor as a man before something written in an old cipher of his own, the key\nto which he has forgotten; nay, like a somnambulist who finds before him\nin the morning what he has done in his sleep. In this sense, then, history\nis to be regarded as the reason, or the reflected consciousness, of the\nhuman race, and takes the place of an immediate self-consciousness common\nto the whole race, so that only by virtue of it does the human race come\nto be a whole, come to be a humanity. This is the true value of history,\nand accordingly the universal and predominating interest in it depends\nprincipally upon the fact that it is a personal concern of the human race.\nNow, what language is for the reason of individuals, as an indispensable\ncondition of its use, writing is for the reason of the whole race here\npointed out; for only with this does its real existence begin, as that of\nthe individual reason begins first with language. Writing serves to\nrestore unity to the consciousness of the human race, which is constantly\ninterrupted by death, and therefore fragmentary; so that the thought which\nhas arisen in the ancestor is thought out by his remote descendant; it\nfinds a remedy for the breaking up of the human race and its consciousness\ninto an innumerable number of ephemeral individuals, and so bids defiance\nto the ever hurrying time, in whose hand goes forgetfulness. As an attempt\nto accomplish this we must regard not only written, but also _stone_\nmonuments, which in part are older than the former. For who will believe\nthat those who, at incalculable cost, set in action the human powers of\nmany thousands for many years in order to construct the pyramids,\nmonoliths, rock tombs, obelisks, temples, and palaces which have already\nexisted for thousands of years, could have had in view the short span of\ntheir own life, too short to let them see the finishing of the\nconstruction, or even the ostensible end which the ignorance of the many\nrequired them to allege? Clearly their real end was to speak to their\nlatest descendants, to put themselves in connection with these, and so to\nestablish the unity of the consciousness of humanity. The buildings of the\nHindus, the Egyptians, even the Greeks and Romans, were calculated to last\nseveral thousand years, because through higher culture their horizon was a\nwider one; while the buildings of the Middle Ages and of modern times have\nonly been intended, at the most, to last a few centuries; which, however,\nis also due to the fact that men trusted more to writing after its use had\nbecome general, and still more since from its womb was born the art of\nprinting. Yet even in the buildings of more recent times we see the desire\nto speak to posterity; and, therefore, it is shameful if they are\ndestroyed or disfigured in order to serve low utilitarian ends. Written\nmonuments have less to fear from the elements, but more to fear from\nbarbarians, than stone ones; they accomplish far more. The Egyptians\nwished to combine the two, for they covered their stone monuments with\nhieroglyphics, nay, they added paintings in case the hieroglyphics should\nno longer be understood.", "location": 477108}
{"paragraph": "The deep conviction of the indestructibleness of our nature through death,\nwhich, as is also shown by the inevitable qualms of conscience at its\napproach, every one carries at the bottom of his heart, depends altogether\nupon the consciousness of the original and eternal nature of our being:\ntherefore Spinoza expresses it thus: \"_Sentimus, experimurque, nos æternos\nesse_.\" For a reasonable man can only think of himself as imperishable,\nbecause he thinks of himself as without beginning, as eternal, in fact as\ntimeless. Whoever, on the other hand, regards himself as having become out\nof nothing must also think that he will again become nothing; for that an\neternity had passed before he was, and then a second eternity had begun,\nthrough which he will never cease to be, is a monstrous thought. Really\nthe most solid ground for our immortality is the old principle: \"_Ex\nnihilo nihil fit, et in nihilum nihil potest reverti_.\" Theophrastus\nParacelsus very happily says (Works, Strasburg, 1603, vol. ii. p. 6): \"The\nsoul in me has arisen out of something; therefore it does not come to\nnothing; for it comes out of something.\" He gives the true reason. But\nwhoever regards the birth of the man as his absolute beginning must regard\ndeath as his absolute end. For both are what they are in the same sense;\nconsequently every one can only think of himself as _immortal_ so far as\nhe also thinks of himself as _unborn_, and in the same sense. What birth\nis, that also is death, according to its nature and significance: it is\nthe same line drawn in two directions. If the former is an actual arising\nout of nothing, then the latter is also an actual annihilation. But in\ntruth it is only by means of the _eternity_ of our real being that we can\nconceive it as imperishable, and consequently this imperishableness is not\ntemporal. The assumption that man is made out of nothing leads necessarily\nto the assumption that death is his absolute end. Thus in this the Old\nTestament is perfectly consistent; for no doctrine of immortality is\nsuitable to a creation out of nothing. New Testament Christianity has such\na doctrine because it is Indian in spirit, and therefore more than\nprobably also of Indian origin, although only indirectly, through Egypt.\nBut to the Jewish stem, upon which that Indian wisdom had to be grafted in\nthe Holy Land, such a doctrine is as little suited as the freedom of the\nwill to its determinism, or as", "location": 588335}
{"paragraph": "It follows, as a deduction from what has been said, that we have no ground\nto assume that there are more perfect intelligences than that of human\nbeings. For we see that even this degree of intelligence is sufficient to\nimpart to the will that knowledge in consequence of which it denies and\nabolishes itself, upon which the individuality, and consequently the\nintelligence, which is merely a tool of individual, and therefore animal\nnature, perish. This will appear to us less open to objection if we\nconsider that we cannot conceive even the most perfect intelligences\npossible, which for this end we may experimentally assume, existing\nthrough an endless time, which would be much too poor to afford them\nconstantly new objects worthy of them. Because the nature of all things is\nat bottom one, all knowledge of them is necessarily tautological. If now\nthis nature once becomes comprehended, as by those most perfect\nintelligences it soon would be comprehended, what would then remain but\nthe wearisomeness of mere repetition through an infinite time? Thus from\nthis side also we are pointed to the fact that the end of all intelligence\ncan only be reaction upon the will; since, however, all willing is an\nerror, it remains the last work of intelligence to abolish the willing,\nwhose ends it had hitherto served. Accordingly even the most perfect\nintelligence possible can only be a transition step to that to which no\nknowledge can ever extend: indeed such an intelligence can, in the nature\nof things, only assume the position of the moment of the attainment of\nperfect insight.", "location": 903903}
{"paragraph": "It is a disadvantage for the poetry of a language if it has many words\nwhich cannot be used in prose, and, on the other hand, dare not use\ncertain words of prose. The former is mostly the case in Latin and Italian\npoetry, and the latter in French, where it has recently been very aptly\ncalled, \"_La bégeulerie de la langue française_;\" both are to be found\nless in English, and least in German. For such words belonging exclusively\nto poetry remain foreign to our heart, do not speak to us directly, and\ntherefore leave us cold. They are a conventional language of poetry, and\nas it were mere painted sensations instead of real ones: they exclude\ngenuine feeling.", "location": 437198}
{"paragraph": "Since, then, the infinitely important understanding of the\nindestructibility of our true nature by death depends entirely upon the\ndistinction between phenomenon and thing in itself, I wish now to bring\nthis difference into the clearest light by explaining it in the opposite\nof death, thus in the origin of the animal existence, _i.e._, generation.\nFor this process, which is just as mysterious as death, presents to us\nmost directly the fundamental opposition between the phenomenal appearance\nand the true being of things, _i.e._, between the world as idea and the\nworld as will, and also the entire heterogeneity of the laws of these two.\nThe act of procreation presents itself to us in a twofold manner: first,\nfor self-consciousness, whose only object, as I have often shown, is the\nwill, with all its affections; and then for the consciousness of other\nthings, _i.e._, the world of idea, or the empirical reality of things.\nNow, from the side of the will, thus inwardly, subjectively, for self-\nconsciousness, that act presents itself as the most immediate and complete\nsatisfaction of the will, _i.e._, as sensual pleasure. From the side of\nthe idea, on the other hand, thus externally, objectively, for the\nconsciousness of other things, this act is just the woof of the most\ncunning of webs, the foundation of the inexpressibly complicated animal\norganism, which then only requires to be developed to become visible to\nour astonished eyes. This organism, whose infinite complication and\nperfection is only known to him who has studied anatomy, cannot, from the\nside of the idea, be otherwise conceived and thought of than as a system\ndevised with the most ingenious forethought and carried out with the most\nconsummate skill and exactness, as the most arduous work of profound\nreflection. But from the side of the will we know, through self-\nconsciousness, the production of this organism as the work of an act which\nis exactly the opposite of all reflection, an impetuous, blind impulse, an\nexceedingly pleasurable sensation. This opposition is closely related to\nthe infinite contrast, which is shown above, between the absolute facility\nwith which nature produces its works, together with the correspondingly\nboundless carelessness with which it abandons them to destruction, and the\nincalculably ingenious and studied construction of these very works,\njudging from which they must have been infinitely difficult to make, and\ntheir maintenance should have been provided for with all conceivable care;\nwhile we have the opposite before our eyes. If now by this certainly very\nunusual consideration, we have brought together in the boldest manner the\ntwo heterogeneous sides of the world, and, as it were, grasped them with\none hand, we must now hold them fast in order to convince ourselves of the\nentire invalidity of the laws of the phenomenon, or the world as idea, for\nthat of will, or the thing in itself. Then it will become more\ncomprehensible to us that while on the side of the idea, that is, in the\nphenomenal world, there exhibits itself to us now an arising out of\nnothing, and now an entire annihilation of what has arisen, from that\nother side, or in itself, a nature lies before us with reference to which\nthe conceptions of arising and passing away have no significance. For, by\ngoing back to the root, where, by means of self-consciousness, the\nphenomenon and the thing in itself meet, we have just, as it were,\npalpably apprehended that the two are absolutely incommensurable, and the\nwhole manner of being of the one, together with all the fundamental laws\nof its being, signify nothing, and less than nothing, in the other. I\nbelieve that this last consideration will only be rightly understood by a\nfew, and that it will be displeasing and even offensive to all who do not\nunderstand it, but I shall never on this account omit anything that can\nserve to illustrate my fundamental thought.", "location": 613950}
{"paragraph": "The law of motivation, as was shown in § 29 of the first volume, only\nextends to the particular actions, not to willing _as a whole and in\ngeneral_. It depends upon this, that if we conceive of the human race and\nits action _as a whole and universally_, it does not present itself to us,\nas when we contemplate the particular actions, as a play of puppets who\nare pulled after the ordinary manner by threads outside them; but from\nthis point of view, as puppets which are set in motion by internal\nclockwork. For if, as we have done above, one compares the ceaseless,\nserious, and laborious striving of men with what they gain by it, nay,\neven with what they ever can gain, the disproportion we have pointed out\nbecomes apparent, for one recognises that that which is to be gained,\ntaken as the motive-power, is entirely insufficient for the explanation of\nthat movement and that ceaseless striving. What, then, is a short\npostponement of death, a slight easing of misery or deferment of pain, a\nmomentary stilling of desire, compared with such an abundant and certain\nvictory over them all as death? What could such advantages accomplish\ntaken as actual moving causes of a human race, innumerable because\nconstantly renewed, which unceasingly moves, strives, struggles, grieves,\nwrithes, and performs the whole tragi-comedy of the history of the world,\nnay, what says more than all, _perseveres_ in such a mock-existence as\nlong as each one possibly can? Clearly this is all inexplicable if we seek\nthe moving causes outside the figures and conceive the human race as\nstriving, in consequence of rational reflection, or something analogous to\nthis (as moving threads), after those good things held out to it, the\nattainment of which would be a sufficient reward for its ceaseless cares\nand troubles. The matter being taken thus, every one would rather have\nlong ago said, \"_Le jeu ne vaut pas la chandelle_,\" and have gone out.\nBut, on the contrary, every one guards and defends his life, like a\nprecious pledge intrusted to him under heavy responsibility, under\ninfinite cares and abundant misery, even under which life is tolerable.\nThe wherefore and the why, the reward for this, certainly he does not see;\nbut he has accepted the worth of that pledge without seeing it, upon trust\nand faith, and does not know what it consists in. Hence I have said that\nthese puppets are not pulled from without, but each bears in itself the\nclockwork from which its movements result. This is _the will to live_,\nmanifesting itself as an untiring machine, an irrational tendency, which\nhas not its sufficient reason in the external world. It holds the\nindividuals firmly upon the scene, and is the _primum mobile_ of their\nmovements; while the external objects, the motives, only determine their\ndirection in the particular case; otherwise the cause would not be at all\nsuitable to the effect. For, as every manifestation of a force of nature\nhas a cause, but the force of nature itself none, so every particular act\nof will has a motive, but the will in general has none: indeed at bottom\nthese two are one and the same. The will, as that which is metaphysical,\nis everywhere the boundary-stone of every investigation, beyond which it\ncannot go. From the original and unconditioned nature of the will, which\nhas been proved, it is explicable that man loves beyond everything else an\nexistence full of misery, trouble, pain, and anxiety, and, again, full of\nennui, which, if he considered and weighed it purely objectively, he would\ncertainly abhor, and fears above all things the end of it, which is yet\nfor him the one thing certain.(8) Accordingly we often see a miserable\nfigure, deformed and shrunk with age, want, and disease, implore our help\nfrom the bottom of his heart for the prolongation of an existence, the end\nof which would necessarily appear altogether desirable if it were an\nobjective judgment that determined here. Thus instead of this it is the\nblind will, appearing as the tendency to life, the love of life, and the\nsense of life; it is the same which makes the plants grow. This sense of\nlife may be compared to a rope which is stretched above the puppet-show of\nthe world of men, and on which the puppets hang by invisible threads,\nwhile apparently they are supported only by the ground beneath them (the\nobjective value of life). But if the rope becomes weak the puppet sinks;\nif it breaks the puppet must fall, for the ground beneath it only seemed\nto support it: _i.e._, the weakening of that love of life shows itself as\nhypochondria, spleen, melancholy: its entire exhaustion as the inclination\nto suicide, which now takes place on the slightest occasion, nay, for a\nmerely imaginary reason, for now, as it were, the man seeks a quarrel with\nhimself, in order to shoot himself dead, as many do with others for a like\npurpose;--indeed, upon necessity, suicide is resorted to without any\nspecial occasion. (Evidence of this will be found in Esquirol, _Des\nmaladies mentales_, 1838.) And as with the persistence in life, so is it\nalso with its action and movement. This is not something freely chosen;\nbut while every one would really gladly rest, want and ennui are the whips\nthat keep the top spinning. Therefore the whole and every individual bears\nthe stamp of a forced condition; and every one, in that, inwardly weary,\nhe longs for rest, but yet must press forward, is like his planet, which\ndoes not fall into the sun only because a force driving it forward\nprevents it. Therefore everything is in continual strain and forced\nmovement, and the course of the world goes on, to use an expression of\nAristotle's (_De coelo_, ii. 13), \"{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER UPSILON~} {~GREEK SMALL LETTER PHI~}{~GREEK SMALL LETTER UPSILON~}{~GREEK SMALL LETTER SIGMA~}{~GREEK SMALL LETTER EPSILON~}{~GREEK SMALL LETTER IOTA~}, {~GREEK SMALL LETTER ALPHA~}{~GREEK SMALL LETTER LAMDA~}{~GREEK SMALL LETTER LAMDA~}{~GREEK SMALL LETTER ALPHA~} {~GREEK SMALL LETTER BETA~}{~GREEK SMALL LETTER IOTA~}{~GREEK SMALL LETTER ALPHA WITH YPOGEGRAMMENI~}\" (_Motu, non naturali\nsed violento_). Men are only apparently drawn from in front; really they\nare pushed from behind; it is not life that tempts them on, but necessity\nthat drives them forward. The law of motivation is, like all causality,\nmerely the form of the phenomenon. We may remark in passing that this is\nthe source of the comical, the burlesque, the grotesque, the ridiculous\nside of life; for, urged forward against his will, every one bears himself\nas best he can, and the straits that thus arise often look comical enough,\nserious as is the misery which underlies them.", "location": 250172}
{"paragraph": "In general, however, the conduct of men towards each other is\ncharacterised as a rule by injustice, extreme unfairness, hardness, nay,\ncruelty: an opposite course of conduct appears only as an exception. Upon\nthis depends the necessity of the State and legislation, and upon none of\nyour false pretences. But in all cases which do not lie within the reach\nof the law, that regardlessness of his like, peculiar to man, shows itself\nat once; a regardlessness which springs from his boundless egoism, and\nsometimes also from wickedness. How man deals with man is shown, for\nexample, by negro slavery, the final end of which is sugar and coffee. But\nwe do not need to go so far: at the age of five years to enter a cotton-\nspinning or other factory, and from that time forth to sit there daily,\nfirst ten, then twelve, and ultimately fourteen hours, performing the same\nmechanical labour, is to purchase dearly the satisfaction of drawing\nbreath. But this is the fate of millions, and that of millions more is\nanalogous to it.", "location": 808887}
{"paragraph": "Etiology, subject and scope of, i. 124 _seq._;\n  its relation to the philosophy of nature, i. 182 _seq._", "location": 1078464}
{"paragraph": "{~GREEK SMALL LETTER NU~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER UPSILON~}{~GREEK SMALL LETTER MU~}{~GREEK SMALL LETTER EPSILON~}{~GREEK SMALL LETTER NU~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER NU~} and {~GREEK CAPITAL LETTER PHI~}{~GREEK SMALL LETTER ALPHA~}{~GREEK SMALL LETTER IOTA~}{~GREEK SMALL LETTER NU~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER MU~}{~GREEK SMALL LETTER EPSILON~}{~GREEK SMALL LETTER NU~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER NU~}, i. 93, ii. 85.", "location": 1101723}
{"paragraph": "Flourens, ii. 133, 416, 417, 479, 494-496, iii. 165, 326.", "location": 1080075}
{"paragraph": "Chapter XLV.(40) On The Assertion Of The Will To Live.", "location": 784343}
{"paragraph": "Berkeley, on rareness of thought, i. 50;\n  his idealism, ii. 15, 29, 41, 163, 165, 175, iii. 59, 261.", "location": 1063388}
{"paragraph": "Point, extensionless, ii. 223;\n  immovable, ii. 219.", "location": 1107644}
{"paragraph": "The {~GREEK SMALL LETTER EPSILON WITH DASIA~}{~GREEK SMALL LETTER NU~} {~GREEK SMALL LETTER KAPPA~}{~GREEK SMALL LETTER ALPHA~}{~GREEK SMALL LETTER IOTA~} {~GREEK SMALL LETTER PI~}{~GREEK SMALL LETTER ALPHA~}{~GREEK SMALL LETTER NU~}, _i.e._, that the inner nature in all things is absolutely\none and the same, my age had already grasped and understood, after the\nEleatics, Scotus Erigena, Giordano Bruno, and Spinoza had thoroughly\ntaught, and Schelling had revived this doctrine. But _what_ this one is,\nand how it is able to exhibit itself as the many, is a problem the\nsolution of which is first found in my philosophy. Certainly from the most\nancient times man had been called the microcosm. I have reversed the\nproposition, and shown the world as the macranthropos: because will and\nidea exhaust its nature as they do that of man. But it is clearly more\ncorrect to learn to understand the world from man than man from the world;\nfor one has to explain what is indirectly given, thus external perception\nfrom what is directly given, thus self-consciousness--not conversely.", "location": 1022909}
{"paragraph": "[Transcriber's Note: The above cover image was produced by the submitter\nat Distributed Proofreaders, and is being placed into the public domain.]", "location": 3383}
{"paragraph": "_Essentia_ and _existentia_, their relation, ii. 129, 130;\n  their union in pure matter, ii. 218.", "location": 1078139}
{"paragraph": "Mysteries essential to religion, ii. 367, 368, iii. 430.", "location": 1100392}
{"paragraph": "44 This chapter is connected with § 68 of the first volume. Chapter 14\n      of the second volume of the Parerga should also be compared with it.", "location": 1144537}
{"paragraph": "In § 14 of my prize essay on the foundation of morals there will be found\nan exposition of egoism, as regards its nature; and the following attempt\nto discover its root may be looked upon as supplementary to that\nparagraph. Nature itself contradicts itself directly, according as it\nspeaks from the individual or the universal, from within or from without,\nfrom the centre or the periphery. It has its centre in every individual;\nfor each individual is the whole will to live. Therefore, even if this\nindividual is only an insect or a worm, nature itself speaks out of it\nthus: \"I alone am all in all: in my maintenance everything is involved;\nthe rest may perish, it is really nothing.\" So speaks nature from the\n_particular_ standpoint, thus from the point of view of self-\nconsciousness, and upon this depends the egoism of every living thing. On\nthe other hand, from the _universal_ point of view,--which is that of the\n_consciousness of other things_, that of objective knowledge, which for\nthe moment looks away from the individual with whom the knowledge is\nconnected,--from without then, from the periphery nature speaks thus: \"The\nindividual is nothing, and less than nothing. I destroy millions of\nindividuals every day, for sport and pastime: I abandon their fate to the\nmost capricious and wilful of my children, chance, who harasses them at\npleasure. I produce millions of new individuals every day, without any\ndiminution of my productive power; just as little as the power of a mirror\nis exhausted by the number of reflections of the sun, which it casts on\nthe wall one after another. The individual is nothing.\" Only he who knows\nhow to really reconcile and eliminate this patent contradiction of nature\nhas a true answer to the question as to the perishableness and\nimperishableness of his own self. I believe I have given, in the first\nfour chapters of this fourth book of the supplements, an adequate\nintroduction to such knowledge. What is said above may further be\nillustrated in the following manner. Every individual, when he looks\nwithin, recognises in his nature, which is his will, the thing in itself,\ntherefore that which everywhere alone is real. Accordingly he conceives\nhimself as the kernel and centre of the world, and regards himself as of\ninfinite importance. If, on the other hand, he looks without, then he is\nin the province of the idea the mere phenomenon, where he sees himself as\nan individual among an infinite number of other individuals, accordingly\nas something very insignificant, nay, vanishing altogether. Consequently\nevery individual, even the most insignificant, every I, when regarded from\nwithin, is all in all; regarded from without, on the other hand, he is\nnothing, or at least as good as nothing. Hence upon this depends the great\ndifference between what each one necessarily is in his own eyes and what\nhe is in the eyes of others, consequently the egoism with which every one\nreproaches every one else.", "location": 877922}
{"paragraph": "The mother of the useful arts is necessity; that of the fine arts\nsuperfluity. As their father, the former have understanding; the latter\ngenius, which is itself a kind of superfluity, that of the powers of\nknowledge beyond the measure which is required for the service of the\nwill.", "location": 384642}
{"paragraph": "The terrors of death depend for the most part upon the false illusion that\nnow the ego vanishes and the world remains. But rather is the opposite the\ncase; the world vanishes, but the inmost kernel of the ego, the supporter\nand producer of that subject, in whose idea alone the world has its\nexistence, remains. With the brain the intellect perishes, and with the\nintellect the objective world, its mere idea. That in other brains,\nafterwards as before, a similar world lives and moves is, with reference\nto the intellect which perishes, a matter of indifference. If, therefore,\nreality proper did not lie in the _will_, and if the moral existence were\nnot that which extends beyond death, then, since the intellect, and with\nit its world, is extinguished, the true nature of things in general would\nbe no more than an endless succession of short and troubled dreams,\nwithout connection among themselves; for the permanence of unconscious\nnature consists merely in the idea of time of conscious nature. Thus a\nworld-spirit dreaming without end or aim, dreams which for the most part\nare very troubled and heavy, would then be all in all.", "location": 624987}
{"paragraph": "Heart, the centre and _primum mobile_ of life, ii. 428, 479-481;\n  opposition between head and heart, ii. 450 _seq._;\n  why love affairs are called affairs of the heart, iii. 373.", "location": 1084969}
{"paragraph": "In fact, the fear of death is independent of all knowledge; for the brute\nhas it, although it does not know death. Everything that is born brings it\nwith it into the world. But this fear of death is _a priori_ only the\nreverse side of the will to live, which indeed we all are. Therefore in\nevery brute the fear of its destruction is inborn, like the care for its\nmaintenance. Thus it is the fear of death, and not the mere avoidance of\npain, which shows itself in the anxious carefulness with which the brute\nseeks to protect itself, and still more its brood, from everything that\nmight become dangerous. Why does the brute flee, trembling, and seek to\nconceal itself? Because it is simply the will to live, but, as such, is\nforfeited to death, and wishes to gain time. Such also, by nature, is man.\nThe greatest evil, the worst that can anywhere threaten, is death; the\ngreatest fear is the fear of death. Nothing excites us so irresistibly to\nthe most lively interest as danger to the life of others; nothing is so\nshocking as an execution. Now the boundless attachment to life which\nappears here cannot have sprung from knowledge and reflection; to these it\nrather appears foolish, for the objective worth of life is very uncertain,\nand at least it remains doubtful whether it is preferable to not being,\nnay, if experience and reflection come to be expressed, not being must\ncertainly win. If one knocked on the graves, and asked the dead whether\nthey wished to rise again, they would shake their heads. Such is the\nopinion of Socrates in \"Plato's Apology,\" and even the gay and amiable\nVoltaire cannot help saying, \"_On aime la vie; mais le néant ne laisse pas\nd'avoir du bon_;\" and again, \"_Je ne sais pas ce que c'est que la vie\néternelle, mais celle-ci est une mauvaise plaisanterie_.\" Besides, life\nmust in any case soon end; so that the few years which perhaps one has yet\nto be vanish entirely before the endless time when one will be no more.\nAccordingly it appears to reflection even ludicrous to be so anxious about\nthis span of time, to tremble so much if our own life or that of another\nis in danger, and to compose tragedies the horror of which has its\nstrength in the fear of death. That powerful attachment to life is\ntherefore irrational and blind; it can only be explained from the fact\nthat our whole inner nature is itself will to live, to which, therefore,\nlife must appear as the highest good, however embittered, short, and\nuncertain it may always be; and that that will, in itself and originally,\nis unconscious and blind. Knowledge, on the contrary, far from being the\nsource of that attachment to life, even works against it, for it discloses\nthe worthlessness of life, and thus combats the fear of death. When it\nconquers, and accordingly the man faces death courageously and composedly,\nthis is honoured as great and noble, thus we hail then the triumph of\nknowledge over the blind will to live, which is yet the kernel of our own\nbeing. In the same way we despise him in whom knowledge is defeated in\nthat conflict, and who therefore clings unconditionally to life, struggles\nto the utmost against approaching death, and receives it with despair;(28)\nand yet in him it is only the most original being of ourselves and of\nnature that expresses itself. We may here ask, in passing, how could this\nboundless love of life and endeavour to maintain it in every way as long\nas possible be regarded as base, contemptible, and by the adherents of\nevery religion as unworthy of this, if it were the gift of good gods, to\nbe recognised with thankfulness? And how could it then seem great and\nnoble to esteem it lightly? Meanwhile, what is confirmed by these\nconsiderations is--(1.) that the will to live is the inmost nature of man;\n(2.) that in itself it is unconscious and blind; (3.) that knowledge is an\nadventitious principle, which is originally foreign to the will; (4.) that\nknowledge conflicts with the will, and that our judgment applauds the\nvictory of knowledge over the will.", "location": 517820}
{"paragraph": "Every one knows only _one_ being quite immediately--his own will in self-\nconsciousness. Everything else he knows only indirectly, and then judges\nit by analogy with this; a process which he carries further in proportion\nto the grade of his reflective powers. Even this ultimately springs from\nthe fact that there really is _only one being_; the illusion of\nmultiplicity (_Maja_), which proceeds from the forms of external,\nobjective comprehension, could not penetrate to inner, simple\nconsciousness; therefore this always finds before it only one being.", "location": 145275}
{"paragraph": "If, then, considerations of this kind are at any rate adapted to awaken\nthe conviction that there is something in us which death cannot destroy,\nthis yet only takes place by raising us to a point of view from which\nbirth is not the beginning of our existence. But from this it follows that\nwhat is proved to be indestructible by death is not properly the\nindividual, which, moreover, as having arisen through generation, and\nhaving in itself the qualities of the father and mother, presents itself\nas a mere difference of the species, but as such can only be finite. As,\nin accordance with this, the individual has no recollection of its\nexistence before its birth, so it can have no remembrance of its present\nexistence after death. But every one places his ego in _consciousness_;\nthis seems to him therefore to be bound to individuality, with which,\nbesides, everything disappears which is peculiar to him, as to this, and\ndistinguishes him from others. His continued existence without\nindividuality becomes to him therefore indistinguishable from the\ncontinuance of other beings, and he sees his ego sink. But whoever thus\nlinks his existence to the identity of consciousness, and therefore\ndesires an endless existence after death for this, ought to reflect that\nhe can certainly only attain this at the price of just as endless a past\nbefore birth. For since he has no remembrance of an existence before\nbirth, thus his consciousness begins with birth, he must accept his birth\nas an origination of his existence out of nothing. But then he purchases\nthe endless time of his existence after death for just as long a time\nbefore birth; thus the account balances without any profit for him. If, on\nthe other hand, the existence which death leaves untouched is different\nfrom that of the individual consciousness, then it must be independent of\nbirth, just as of death; and therefore, with regard to it, it must be\nequally true to say, \"I will always be,\" and \"I have always been;\" which\nthen gives two infinities for one. But the great equivocation really lies\nin the word \"I,\" as any one will see at once who remembers the contents of\nour second book, and the separation which is made there of the willing\nfrom the knowing part of our nature. According as I understand this word I\ncan say, \"Death is my complete end;\" or, \"This my personal phenomenal\nexistence is just as infinitely small a part of my true nature as I am of\nthe world.\" But the \"I\" is the dark point in consciousness, as on the\nretina the exact point at which the nerve of sight enters is blind, as the\nbrain itself is entirely without sensation, the body of the sun is dark,\nand the eye sees all except itself. Our faculty of knowledge is directed\nentirely towards without, in accordance with the fact that it is the\nproduct of a brain function, which has arisen for the purpose of mere\nself-maintenance, thus of the search for nourishment and the capture of\nprey. Therefore every one knows himself only as this individual as it\npresents itself in external perception. If, on the other hand, he could\nbring to consciousness what he is besides and beyond this, then he would\nwillingly give up his individuality, smile at the tenacity of his\nattachment to it, and say, \"What is the loss of this individuality to me,\nwho bear in myself the possibility of innumerable individualities?\" He\nwould see that even if a continued existence of his individuality does not\nlie before him, it is yet quite as good as if he had such an existence,\nbecause he carries in himself complete compensation for it. Besides,\nhowever, it may further be taken into consideration that the individuality\nof most men is so miserable and worthless that with it they truly lose\nnothing, and that that in them which may still have some worth is the\nuniversal human element; but to this imperishableness can be promised.\nIndeed, even the rigid unalterableness and essential limitation of every\nindividual would, in the case of an endless duration of it, necessarily at\nlast produce such great weariness by its monotony that only to be relieved\nof this one would prefer to become nothing. To desire that the\nindividuality should be immortal really means to wish to perpetuate an\nerror infinitely. For at bottom every individuality is really only a\nspecial error, a false step, something that had better not be; nay,\nsomething which it is the real end of life to bring us back from. This\nalso finds confirmation in the fact that the great majority, indeed really\nall men, are so constituted that they could not be happy in whatever kind\nof world they might be placed. In proportion as such a world excluded want\nand hardship, they would become a prey to ennui, and in proportion as this\nwas prevented, they would fall into want, misery, and suffering. Thus for\na blessed condition of man it would be by no means sufficient that he\nshould be transferred to a \"better world,\" but it would also be necessary\nthat a complete change should take place in himself; that thus he should\nno longer be what he is, and, on the contrary, should become what he is\nnot. But for this he must first of all cease to be what he is: this\ndesideratum is, as a preliminary, supplied by death, the moral necessity\nof which can already be seen from this point of view. To be transferred to\nanother world and to have his whole nature changed are, at bottom, one and\nthe same. Upon this also ultimately rests that dependence of the objective\nupon the subjective which the idealism of our first book shows.\nAccordingly here lies the point at which the transcendent philosophy links\nitself on to ethics. If one considers this one will find that the awaking\nfrom the dream of life is only possible through the disappearance along\nwith it of its whole ground-warp also, But this is its organ itself, the\nintellect together with its forms, with which the dream would spin itself\nout without end, so firmly is it incorporated with it. That which really\ndreamt this dream is yet different from it, and alone remains over. On the\nother hand, the fear that with death all will be over may be compared to\nthe case of one who imagines in a dream that there are only dreams without\na dreamer. But now, after an individual consciousness has once been ended\nby death, would it even be desirable that it should be kindled again in\norder to continue for ever? The greater part of its content, nay,\ngenerally its whole content, is nothing but a stream of small, earthly,\npaltry thoughts and endless cares. Let them, then, at last be stilled!\nTherefore with a true instinct, the ancients inscribed upon their\ngravestones: _Securitati perpetuæ_;--or _Bonæ quieti_. But if here, as so\noften has happened, a continued existence of the individual consciousness\nshould be desired, in order to connect with it a future reward or\npunishment, what would really be aimed at in this would simply be the\ncompatibility of virtue and egoism. But these two will never embrace: they\nare fundamentally opposed. On the other hand, the conviction is well\nfounded, which the sight of noble conduct calls forth, that the spirit of\nlove, which enjoins one man to spare his enemy, and another to protect at\nthe risk of his life some one whom he has never seen before, can never\npass away and become nothing.", "location": 596926}
{"paragraph": "The co-operation of the beholder, which is referred to above, as demanded\nfor the enjoyment of a work of art, depends partly upon the fact that\nevery work of art can only produce its effect through the medium of the\nfancy; therefore it must excite this, and can never allow it to be left\nout of the play and remain inactive. This is a condition of the æsthetic\neffect, and therefore a fundamental law of all fine arts. But it follows\nfrom this that, through the work of art, everything must not be directly\ngiven to the senses, but rather only so much as is demanded to lead the\nfancy on to the right path; something, and indeed the ultimate thing, must\nalways be left over for the fancy to do. Even the author must always leave\nsomething over for the reader to think; for Voltaire has very rightly\nsaid, \"_Le secret d'être ennuyeux, c'est de tout dire_.\" But besides this,\nin art the best of all is too spiritual to be given directly to the\nsenses; it must be born in the imagination of the beholder, although\nbegotten by the work of art. It depends upon this that the sketches of\ngreat masters often effect more than their finished pictures; although\nanother advantage certainly contributes to this, namely, that they are\ncompleted offhand in the moment of conception; while the perfected\npainting is only produced through continued effort, by means of skilful\ndeliberation and persistent intention, for the inspiration cannot last\ntill it is completed. From the fundamental æsthetical law we are speaking\nof, it is further to be explained why wax figures never produce an\næsthetic effect, and therefore are not properly works of fine art,\nalthough it is just in them that the imitation of nature is able to reach\nits highest grade. For they leave nothing for the imagination to do.\nSculpture gives merely the form without the colour; painting gives the\ncolour, but the mere appearance of the form; thus both appeal to the\nimagination of the beholder. The wax figure, on the other hand, gives all,\nform and colour at once; whence arises the appearance of reality, and the\nimagination is left out of account. Poetry, on the contrary, appeals\nindeed to the imagination alone, which it sets in action by means of mere\nwords.", "location": 377442}
{"paragraph": "Eternity, conception of, i. 228, 360 _seq._, iii. 276.", "location": 1078238}
{"paragraph": "We are accustomed to see poets principally occupied with describing the\nlove of the sexes. This is as a rule the chief theme of all dramatic\nworks, tragical as well as comical, romantic as well as classical, Indian\nas well as European. Not less is it the material of by far the largest\npart of lyrical and also of epic poetry, especially if we class with the\nlatter the enormous piles of romances which for centuries every year has\nproduced in all the civilised countries of Europe as regularly as the\nfruits of the earth. As regards their main contents, all these works are\nnothing else than many-sided brief or lengthy descriptions of the passion\nwe are speaking of. Moreover, the most successful pictures of it--such, for\nexample, as Romeo and Juliet, _La Nouvelle Hélöise_, and _Werther_--have\ngained immortal fame. Yet, when Rochefoucauld imagines that it is the same\nwith passionate love as with ghosts, of which every one speaks, but which\nno one has seen; and Lichtenberg also in his essay, \"_Ueber die Macht der\nLiebe_,\" disputes and denies the reality and naturalness of that passion,\nthey are greatly in error. For it is impossible that something which is\nforeign and contrary to human nature, thus a mere imaginary caricature,\ncould be unweariedly represented by poetic genius in all ages, and\nreceived by mankind with unaltered interest; for nothing that is\nartistically beautiful can be without truth:--", "location": 702528}
{"paragraph": "Accordingly, if we regard man as a being whose existence is a punishment\nand an expiation, we then view him in a right light. The myth of the fall\n(although probably, like the whole of Judaism, borrowed from the Zend-\nAvesta: Bundahish, 15), is the only point in the Old Testament to which I\ncan ascribe metaphysical, although only allegorical, truth; indeed it is\nthis alone that reconciles me to the Old Testament. Our existence\nresembles nothing so much as the consequence of a false step and a guilty\ndesire. New Testament Christianity, the ethical spirit of which is that of\nBrahmanism and Buddhism, and is therefore very foreign to the otherwise\noptimistic spirit of the Old Testament, has also, very wisely, linked\nitself on precisely to that myth: indeed, without this it would have found\nno point of connection with Judaism at all. If any one desires to measure\nthe degree of guilt with which our existence is tainted, then let him look\nat the suffering that is connected with it. Every great pain, whether\nbodily or mental, declares what we deserve: for it could not come to us if\nwe did not deserve it. That Christianity also regards our existence in\nthis light is shown by a passage in Luther's Commentary on Galatians,\nchap. 3, which I only have beside me in Latin: \"_Sumus autem nos omnes\ncorporibus et rebus subjecti Diabolo, et hospites sumus in mundo, cujus\nipse princeps et Deus est. Ideo panis, quem edimus, potus, quem bibimus,\nvestes, quibus utimur, imo aër et totum quo vivimus in carne, sub ipsius\nimperio est._\" An outcry has been made about the melancholy and\ndisconsolate nature of my philosophy; yet it lies merely in the fact that\ninstead of inventing a future hell as the equivalent of sin, I show that\nwhere guilt lies in the world there is also already something akin to\nhell; but whoever is inclined to deny this can easily experience it.", "location": 815150}
{"paragraph": "The following may serve to strengthen my solution of the problem as to why\nLaocoon does not cry out. One may practically convince oneself of the\nfaulty effect of the representation of shrieking by the works of the\nplastic and pictorial arts, which are essentially dumb, by a picture of\nthe slaughter of the innocents, by Guido Reni, which is to be found in the\nAcademy of Arts at Bologna, and in which this great artist has committed\nthe mistake of painting six shrieking wide-open mouths. Let any one who\nwants to have this more distinct think of a pantomimic representation on\nthe stage, and in one of the scenes an urgent occasion for one of the\nplayers to shriek; if now the dancer who is representing this part should\nexpress the shriek by standing for a while with his mouth wide open, the\nloud laughter of the whole house would bear witness to the absurdity of\nthe thing. Accordingly, since the shrieking of Laocoon had to be avoided\nfor reasons which did not lie in the objects to be represented, but in the\nnature of the representing art, the task thus arose for the artist so to\npresent this not-shrieking as to make it plausible to us that a man in\nsuch a position should not shriek. He solves this problem by representing\nthe bite of the snake, not as having already taken place, nor yet as still\nthreatening, but as just happening now in the side; for thereby the lower\npart of the body is contracted, and shrieking made impossible. This\nimmediate but only subordinate reason was correctly discovered by Goethe,\nand is expounded at the end of the eleventh book of his autobiography, and\nalso in the paper on Laocoon in the first part of the Propylæa; but the\nultimate, primary reason, which conditions this one, is that which I have\nset forth. I cannot refrain from remarking that I here stand in the same\nrelation to Goethe as with reference to the theory of colours. In the\ncollection of the Duke of Aremberg at Brussels there is an antique head of\nLaocoon which was found later. However, the head in the world-renowned\ngroup is not a restored one which follows from Goethe's special table of\nall the restorations of this group, which is given at the end of the first\nvolume of the Propylæa, and is also confirmed by the fact that the head\nwhich was found later resembles that of the group very much. Thus we must\nassume that another antique repetition of the group has existed to which\nthe Aremberg head belonged. In my opinion the latter excels both in beauty\nand expression that of the group. It has the mouth decidedly wider open\nthan in the group, yet not really to the extent of shrieking.", "location": 416762}
{"paragraph": "1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg™ License.", "location": 1156470}
{"paragraph": "\"_Nox erat, at coelo fulgebat luna sereno,_\n          _Inter minora sidera_,\"", "location": 284506}
{"paragraph": "What contributes among other things to make the sight of a beautiful\nlandscape so exceedingly delightful is the perfect _truth and consistency_\nof nature. Certainly nature does not follow here the guidance of logic in\nthe connection of the grounds of knowledge, of antecedents and\nconsequences, premisses and conclusions; but still it follows what is for\nit analogous to the law of causality in the visible connection of causes\nand effects. Every modification, even the slightest, which an object\nreceives from its position, foreshortening, concealment, distance,\nlighting, linear and atmospheric perspective, &c., is, through its effect\nupon the eye, unerringly given and accurately taken account of: the Indian\nproverb, \"Every corn of rice casts its shadow,\" finds here its\nconfirmation. Therefore here everything shows itself so consistent,\naccurately regular, connected, and scrupulously right; here there are no\nevasions. If now we consider the sight of a beautiful view, merely as a\nbrain-phenomenon, it is the only one among the complicated brain-phenomena\nwhich is always absolutely regular, blameless, and perfect; all the rest,\nespecially our own mental operations, are, in form or material, affected\nmore or less with defects or inaccuracies. From this excellence of the\nsight of beautiful nature, is the harmonious and thoroughly satisfying\ncharacter of its impression to be explained, and also the favourable\neffect which it has upon our whole thought, which in its formal part\nthereby becomes more correctly disposed, and to a certain extent purified,\nfor that brain-phenomenon which alone is entirely faultless sets the brain\nin general in perfectly normal action; and now the thought seeks to follow\nthat method of nature in the consistency, connectedness, regularity, and\nharmony of all its processes, after being brought by it into the right\nswing. A beautiful view is therefore a cathartic of the mind, as music,\naccording to Aristotle, is of the feeling, and in its presence one will\nthink most correctly.", "location": 368440}
{"paragraph": "So long as no denial of the will takes place, what death leaves untouched\nis the germ and kernel of quite another existence, in which a new\nindividual finds itself again, so fresh and original that it broods over\nitself in astonishment. What sleep is for the individual, death is for the\nwill as thing in itself. It would not endure to continue the same actions\nand sufferings throughout an eternity without true gain, if memory and\nindividuality remained to it. It flings them off, and this is lethe; and\nthrough this sleep of death it reappears refreshed and fitted out with\nanother intellect, as a new being--\"a new day tempts to new shores.\"", "location": 627074}
{"paragraph": "In this, the concluding chapter, Schopenhauer sums up his results.\nNecessity has no meaning other than that of the irresistible sequence of\nthe effect where the cause is given. All necessity is thus conditioned,\nand absolute or unconditioned necessity is a contradiction in terms. And\nthere is a fourfold necessity corresponding to the four forms of the\nprinciple of sufficient reason:--(1.) The logical form, according to the\nprinciple of the ground of knowledge; on account of which, if the\npremisses are given, the conclusion follows. (2.) The physical form,\naccording to the law of causality; on account of which, if the cause is\ngiven, the effect must follow. (3.) The mathematical form, according to\nthe law of being; on account of which every relation expressed by a true\ngeometrical proposition is what it is affirmed to be, and every correct\ncalculation is irrefutable. (4.) The moral form, on account of which every\nhuman being and every brute must, when the motive appears, perform the\nonly act which accords with the inborn and unalterable character. A\nconsequence of this is, that every department of science has one or other\nof the forms of the principle of sufficient reason as its basis. In\nconclusion, Schopenhauer points out that just because the principle of\nsufficient reason belongs to the _a priori_ element in intelligence, it\ncannot be applied to the entirety of things, to the universe as inclusive\nof intelligence. Such a universe is mere phenomenon, and what is only true\nbecause it belongs to the form of intelligence can have no application to\nintelligence itself. Thus it is that it cannot be said that the universe\nand all things in it exist because of something else. In other words, the\ncosmological proof of the existence of God is inadmissible.", "location": 1052094}
{"paragraph": "Well known and too long for quotation is the passage in the \"Apology of\nSocrates,\" in which Plato makes this wisest of mortals say that death,\neven if it deprives us of consciousness for ever, would be a wonderful\ngain, for a deep, dreamless sleep every day is to be preferred even to the\nhappiest life.", "location": 834319}
{"paragraph": "Since now, in the foregoing remarks, and also in the text, I have\nconsidered music only from the metaphysical side, that is, with reference\nto the inner significance of its performances, it is right that I should\nnow also subject to a general consideration the means by which, acting\nupon our mind, it brings these about; therefore that I should show the\nconnection of that metaphysical side of music, and the physical side,\nwhich has been fully investigated, and is well known, I start from the\ntheory which is generally known, and has by no means been shaken by recent\nobjections, that all harmony of the notes depends upon the coincidence of\ntheir vibrations, which when two notes sound together occurs perhaps at\nevery second, or at every third, or at every fourth vibration, according\nto which, then, they are the octave, the fifth, or the fourth of each\nother, and so on. So long as the vibrations of two notes have a rational\nrelation to each other, which can be expressed in small numbers, they can\nbe connected together in our apprehension through their constantly\nrecurring coincidence: the notes become blended, and are thereby in\nconsonance. If, on the other hand, that relation is an irrational one, or\none which can only be expressed in larger numbers, then no coincidence of\nthe vibrations which can be apprehended occurs, but _obstrepunt sibi\nperpetuo_, whereby they resist being joined together in our apprehension,\nand accordingly are called a dissonance. Now, according to this theory,\nmusic is a means of making rational and irrational relations of numbers\ncomprehensible, not like arithmetic by the help of the concept, but by\nbringing them to a knowledge which is perfectly directly and\nsimultaneously sensible. Now the connection of the metaphysical\nsignificance of music with this its physical and arithmetical basis\ndepends upon the fact that what resists our _apprehension_, the irrational\nrelation, or the dissonance, becomes the natural type of what resists our\n_will_; and, conversely, the consonance, or the rational relation, which\neasily adapts itself to our apprehension, becomes the type of the\nsatisfaction of the will. And further, since that rational and irrational\nelement in the numerical relations of the vibrations admits of innumerable\ndegrees, shades of difference, sequences, and variations, by means of it\nmusic becomes the material in which all the movements of the human heart,\n_i.e._, of the will, movements whose essential nature is always\nsatisfaction and dissatisfaction, although in innumerable degrees, can be\nfaithfully portrayed and rendered in all their finest shades and\nmodifications, which takes place by means of the invention of the melody.\nThus we see here the movements of the will transferred to the province of\nthe mere idea, which is the exclusive scene of the achievements of the\nfine arts, for they absolutely demand that the _will itself_ shall not\ninterfere, and that we shall conduct ourselves as pure _knowing_ subjects.\nTherefore the affections of the will itself, thus actual pain and actual\npleasure, must not be excited, but only their substitutes, that which is\nagreeable to _the intellect_, as a _picture_ of the satisfaction of the\nwill, and that which is more or less repugnant to it, as a _picture_ of\ngreater or less pain. Only thus does music never cause us actual sorrow,\nbut even in its most melancholy strains is still pleasing, and we gladly\nhear in its language the secret history of our will, and all its emotions\nand strivings, with their manifold protractions, hindrances, and griefs,\neven in the saddest melodies. When, on the other hand, in reality and its\nterrors, it is our _will itself_ that is roused and tormented, we have not\nthen to do with tones and their numerical relations, but are rather now\nourselves the trembling string that is stretched and twanged.", "location": 491010}
{"paragraph": "Perception, intellectuality of, i. 14-16, ii. 40, 174, 185, 192;\n  share of senses and brain in, ii. 185;\n  object of, i. 7, ii. 40;\n  relation to thing in itself, ii. 174, 401;\n  significance for knowledge, science, art, philosophy, and virtue, ii.\n              244-269, iii. 131, 141 _seq._", "location": 1103863}
{"paragraph": "Yet how æsthetic is nature! Every spot that is entirely uncultivated and\nwild, _i.e._, left free to itself, however small it may be, if only the\nhand of man remains absent, it decorates at once in the most tasteful\nmanner, clothes it with plants, flowers, and shrubs, whose unforced\nnature, natural grace, and tasteful grouping bears witness that they have\nnot grown up under the rod of correction of the great egoist, but that\nnature has here moved freely. Every neglected plant at once becomes\nbeautiful. Upon this rests the principle of the English garden, which is\nas much as possible to conceal art, so that it may appear as if nature had\nhere moved freely; for only then is it perfectly beautiful, _i.e._, shows\nin the greatest distinctness the objectification of the still unconscious\nwill to live, which here unfolds itself with the greatest naïveté, because\nthe forms are not, as in the animal world, determined by external ends,\nbut only immediately by the soil, climate, and a mysterious third\ninfluence on account of which so many plants which have originally sprung\nup in the same soil and climate yet show such different forms and\ncharacters.", "location": 371272}
{"paragraph": "33 _Sancara, s. de theologumenis Vedanticorum_, ed. F. H. H.\n      Windischmann, p. 37; \"_Oupnekhat_,\" vol. i. p. 387 _et_ p. 78;\n      Colebrooke's \"Miscellaneous Essays,\" vol. i. p. 363.", "location": 1140783}
{"paragraph": "Now, although the poet, like every artist, always brings before us only\nthe particular, the individual, what he has known, and wishes by his work\nto make us know, is the (Platonic) Idea, the whole species; therefore in\nhis images, as it were, the type of human characters and situations will\nbe impressed. The narrative and also the dramatic poet takes the whole\nparticular from life, and describes it accurately in its individuality,\nbut yet reveals in this way the whole of human existence; for although he\nseems to have to do with the particular, in truth he is concerned with\nthat which is everywhere and at all times. Hence it arises that sentences,\nespecially of the dramatic poets, even without being general apophthegms,\nfind frequent application in actual life. Poetry is related to philosophy\nas experience is related to empirical science. Experience makes us\nacquainted with the phenomenon in the particular and by means of examples,\nscience embraces the whole of phenomena by means of general conceptions.\nSo poetry seeks to make us acquainted with the (Platonic) Ideas through\nthe particular and by means of examples. Philosophy aims at teaching, as a\nwhole and in general, the inner nature of things which expresses itself in\nthese. One sees even here that poetry bears more the character of youth,\nphilosophy that of old age. In fact, the gift of poetry really only\nflourishes in youth; and also the susceptibility for poetry is often\npassionate in youth: the youth delights in verses as such, and is often\ncontented with small ware. This inclination gradually diminishes with\nyears, and in old age one prefers prose. By that poetical tendency of\nyouth the sense of the real is then easily spoiled. For poetry differs\nfrom reality by the fact that in it life flows past us, interesting and\nyet painless; while in reality, on the contrary, so long as it is painless\nit is uninteresting, and as soon as it becomes interesting, it does not\nremain without pain. The youth who has been initiated into poetry earlier\nthan into reality now desires from the latter what only the former can\nachieve; this is a principal source of the discomfort which oppresses the\nmost gifted youths.", "location": 426799}
{"paragraph": "The great difference between the English, or more correctly the Chinese,\ngarden and the old French, which is now always becoming more rare, yet\nstill exists in a few magnificent examples, ultimately rests upon the fact\nthat the former is planned in an objective spirit, the latter in a\nsubjective. In the former the will of nature, as it objectifies itself in\ntree and shrub, mountain and waterfall, is brought to the purest possible\nexpression of these its Ideas, thus of its own inner being. In the French\ngarden, on the other hand, only the will of the possessor of it is\nmirrored, which has subdued nature so that instead of its Ideas it bears\nas tokens of its slavery the forms which correspond to that will, and\nwhich are forcibly imposed upon it--clipped hedges, trees cut into all\nkinds of forms, straight alleys, arched avenues, &c.", "location": 372430}
{"paragraph": "Painting, i. 282-292, 297-301, 306-310, iii. 193, 196-198.", "location": 1103372}
{"paragraph": "The Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular state\nvisit www.gutenberg.org/donate.", "location": 1165817}
{"paragraph": "The predominance of the cerebral nervous system and of intelligence in\nchildhood, which is here under consideration, together with the decline of\nit in riper age, receives important illustration and confirmation from the\nfact that in the species of animals which stands nearest to man, the apes,\nthe same relation is found in a striking degree. It has by degrees become\ncertain that the highly intelligent orang-outang is a young pongo, which\nwhen it has grown up loses the remarkable human look of its countenance,\nand also its astonishing intelligence, because the lower and brutal part\nof its face increases in size, the forehead thereby recedes, large\n_cristæ_, muscular developments, give the skull a brutish form, the\nactivity of the nervous system sinks, and in its place extraordinary\nmuscular strength develops, which, as it is sufficient for its\npreservation, makes the great intelligence now superfluous. Especially\nimportant is what Fréd. Cuvier has said in this reference, and Flourens\nhas illustrated in a review of the \"_Histoire Naturelle_\" of the former,\nwhich appeared in the September number of the \"_Journal des Savans_\" of\n1839, and was also separately printed with some additions, under the\ntitle, \"_Résumé analytique des observations de Fr. Cuvier sur l'instinct\net l'intelligence des animaux_,\" _p. Flourens_, 1841. It is there said, p.\n50: \"_L'intelligence de l'orang-outang, cette intelligence si développée,\net développée de si bonne heure, décroit avec l'âge. L'orang-outang,\nlorsqu'il est jeune, nous étonne par sa pénétration, par sa ruse, par son\nadresse; l'orang-outang, devenu adulte, n'est plus qu'un animal grossier,\nbrutal, intraitable. Et il en est de tous les singes comme de l'orang-\noutang. Dans tous, l'intelligence décroit à mesure que les forces\ns'accroissent. L'animal qui a le plus d'intelligence, n'a toute cette\nintelligence que dans le jeune âge._\" Further, p. 87: \"_Les singes de tous\nles genres offrent ce rapport inverse de l'âge et de l'intelligence.\nAinsi, par exemple, l'Entelle (espèce de guenon du sous-genre des Semno-\npithèques et l'un des singes vénérés dans la religion des Brames) a, dans\nle __ jeune âge, le front large, le museau peu saillant, le crâne élevé,\narrondi, etc. Avec l'âge le front disparait, recule, le museau proémine;\net le moral ne change pas moins que le physique: l'apathie, la violence,\nle besoin de solitude, remplacent la pénétration, la docilité, la\nconfiance. __{~SINGLE LEFT-POINTING ANGLE QUOTATION MARK~} __Ces différences sont si grandes,__ {~SINGLE RIGHT-POINTING ANGLE QUOTATION MARK~}__ dit Mr. Fréd.\nCuvier, __{~SINGLE LEFT-POINTING ANGLE QUOTATION MARK~} __que dans l'habitude où nous sommes de juger des actions des\nanimaux par les nôtres, nous prendrions le jeune animal pour un individu\nde l'âge, où toutes les qualités morales de l'espèce sont acquises, et\nl'Entelle adulte pour un individu qui n'aurait encore que ses forces\nphysiques. Mais la nature n'en agit pas ainsi avec ces animaux, qui ne\ndoivent pas sortir de la sphère étroite, qui leur est fixée, et à qui il\nsuffit en quelque sorte de pouvoir veiller à leur conservation. Pour cela\nl'intelligence était nécessaire, quand la force n'existait pas, et quand\ncelle-ci est acquise, toute autre puissance perd de son utilité.__ {~SINGLE RIGHT-POINTING ANGLE QUOTATION MARK~}_\" And\np. 118: \"_La conservation des espèces ne repose pas moins sur les qualités\nintellectuelles des animaux, que sur leurs qualités organiques_.\" This\nlast confirms my principle that the intellect, like the claws and teeth,\nis nothing else than a weapon in the service of the will.", "location": 354849}
{"paragraph": "Antinomies, criticism of Kantian, i, 39, ii. 107 _seq._;\n  the two of natural science, i. 37 _seq._", "location": 1055926}
{"paragraph": "If we go to the bottom of the matter we will recognise that even in the\nmost famous passages of the Sermon on the Mount there is contained an\nindirect injunction to voluntary poverty, and thereby to the denial of the\nwill to live. For the precept (Matt. v. 40 _seq._) to consent\nunconditionally to all demands made upon us, to give our cloak also to him\nwho will take away our coat, &c., similarly (Matt. vi. 25-34) the precept\nto cast aside all care for the future, even for the morrow, and so to live\nsimply in the present, are rules of life the observance of which\ninevitably leads to absolute poverty, and which therefore just say in an\nindirect manner what Buddha directly commands his disciples and has\nconfirmed by his own example: throw everything away and become bhikkhu,\n_i.e._, beggars. This appears still more decidedly in the passage Matt. x.\n9-15, where all possessions, even shoes and a staff, are forbidden to the\nApostles, and they are directed to beg. These commands afterwards became\nthe foundation of the mendicant order of St. Francis (_Bonaventuræ vita S.\nFrancisci_, c. 3). Hence, then, I say that the spirit of Christian ethics\nis identical with that of Brahmanism and Buddhism. In conformity with the\nwhole view expounded here Meister Eckhard also says (Works, vol. i. p.\n492): \"The swiftest animal that bears thee to perfection is suffering.\"", "location": 999232}
{"paragraph": "Certainly, however, we cannot obtain an idea of all that is said above\nentirely without time-concepts; yet when we are dealing with the thing in\nitself these ought to be excluded. But it belongs to the unalterable\nlimitations of our intellect that it can never entirely cast off this\nfirst and most immediate form of all its ideas, in order to operate\nwithout it. Therefore we certainly come here upon a kind of\nmetempsychosis, although with the important difference that it does not\nconcern the whole {~GREEK SMALL LETTER PSI~}{~GREEK SMALL LETTER UPSILON~}{~GREEK SMALL LETTER CHI~}{~GREEK SMALL LETTER ETA~}, not the _knowing_ being, but the _will_ alone; and\nthus, with the consciousness that the form of time only enters here as an\nunavoidable concession to the limitation of our intellect, so many\nabsurdities which accompany the doctrine of metempsychosis disappear. If,\nindeed, we now call in the assistance of the fact, to be explained in\nchapter 43, that the character, _i.e._, the will, is inherited from the\nfather, and the intellect, on the other hand, from the mother, it agrees\nvery well with our view that the will of a man, in itself individual,\nseparated itself in death from the intellect received from the mother in\ngeneration, and in accordance with its now modified nature, under the\nguidance of the absolutely necessary course of the world harmonising with\nthis, received through a new generation a new intellect, with which it\nbecame a new being, which had no recollection of an earlier existence; for\nthe intellect, which alone has the faculty of memory, is the mortal part\nor the form, while the will is the eternal part, the substance. In\naccordance with this, this doctrine is more correctly denoted by the word\npalingenesis than by metempsychosis. These constant new births, then,\nconstitute the succession of the life-dreams of a will which in itself is\nindestructible, until, instructed and improved by so much and such various\nsuccessive knowledge in a constantly new form, it abolishes or abrogates\nitself.", "location": 629243}
{"paragraph": "Catholicism, compared with Protestantism in an ethical regard, iii. 448,\n            449.", "location": 1068587}
{"paragraph": "A few remarks now concerning the individuality of genius. Aristotle has\nalready said, according to Cicero (_Tusc._, i. 33), \"_Omnes ingeniosos\nmelancholicos esse_;\" which without doubt is connected with the passage of\nAristotle's \"_Problemata_,\" xxx. 1. Goethe also says: \"My poetic rapture\nwas very small, so long as I only encountered good; but it burnt with a\nbright flame when I fled from threatening evil. The tender poem, like the\nrainbow, is only drawn on a dark ground; hence the genius of the poet\nloves the element of melancholy.\"", "location": 316824}
{"paragraph": "Sleep, necessity of, ii. 337, 428, 462, 463, 466;\n  action of vital force in, ii. 463, 466;\n  positive character of, ii. 464;\n  relation to brain life, ii. 465;\n  relation to death, i. 358, iii. 267 _seq._", "location": 1113980}
{"paragraph": "The remaining class of objects for the subject is a very peculiar and\nimportant one. It comprehends only one object, the immediate object of\ninner sense, the subject in volition which becomes an object of knowledge,\nbut only in inner sense, and therefore always in time and never in space;\nand in time only under limitations. There can be no knowledge of\nknowledge, for that would imply that the subject had separated itself from\nknowledge, and yet knew knowledge, which is impossible. The subject is the\ncondition of the existence of ideas, and can never itself become idea or\nobject. It knows itself therefore never as _knowing_, but only as\n_willing_. Thus what we know in ourselves is never what knows, but what\nwills, the will. The identity of the subject of volition with the subject\nof knowledge, through which the word \"I\" includes both, is the insoluble\nproblem. The identity of the knowing with the known is inexplicable, and\nyet is immediately present. The operation of a motive is not, like that of\nall other causes, known only from without, and therefore indirectly, but\nalso from within. Motivation is, in fact, causality viewed from within.", "location": 1050918}
{"paragraph": "Leibnitz-Wolfian philosophy, i. 64, ii. 8, 127, 129, 141, iii. 394.", "location": 1095200}
{"paragraph": "1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you ‘AS-IS’, WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.", "location": 1162111}
{"paragraph": "Bacon, his conception of philosophy, i. 109;\n  all movement preceded by perception, i. 137 n.;\n  on atheism, ii. 131;\n  his philosophical method, ii. 212;\n  on the intellect, ii. 433;\n  his moral character, ii. 447;\n  influence of climate upon intellect, iii. 18;\n  rejected teleology, iii. 91;\n  on final causes, iii. 93;\n  on Democritus, iii. 95;\n  on rarity of genius, iii. 158.", "location": 1062193}
{"paragraph": "Guilt, i. 204, 454, iii. 390, 415, 418, 420 _seq._, 448.", "location": 1084285}
{"paragraph": "As I have never spoken before on the subject I have just been considering,\nI wish to add a psychological illustration of it.", "location": 288605}
{"paragraph": "The very remarkable and, in its place, astonishing passage in Diderot's\n\"_Jacques le fataliste_,\" deserves not less to be mentioned here: \"_Un\nchâteau immense, au frontispice duquel on lisait: __{~SINGLE LEFT-POINTING ANGLE QUOTATION MARK~} __Je n'appartiens à\npersonne, et j'appartiens à tout le monde: vous y étiez avant que d'y\nentrer, vous y serez encore, quand vous en sortirez__ {~SINGLE RIGHT-POINTING ANGLE QUOTATION MARK~}_.\"", "location": 570961}
{"paragraph": "God, origin of the word, iii. 446;\n  egotistical origin of belief in, ii. 130;\n  an asserted \"consciousness of God,\" ii. 129, 141, 142;\n  criticism of proofs for existence of, ii. 128-133.", "location": 1082580}
{"paragraph": "\"_Tu me traites sans doute en favori des cieux,_\n    _Car tu n'épargnes pas les larmes à mes yeux._\n    _Eh bien! je les reçois comme tu les envoies,_\n    _Tes maux seront mes biens, et tes soupirs mes joies._\n    _Je sens qu'il est en toi, sans avoir combattu,_\n    _Une vertu divine au lieu de ma vertu,_\n    _Que tu n'es pas la mort l'âme, mais sa vie,_\n    _Que ton bras, en frappant, guérit et vivifie._\"", "location": 1007424}
{"paragraph": "If, then, suffering itself has such a sanctifying power, this will belong\nin an even higher degree to death, which is more feared than any\nsuffering. Answering to this, a certain awe, kindred to that which great\nsuffering occasions us, is felt in the presence of every dead person,\nindeed every case of death presents itself to a certain extent as a kind\nof apotheosis or canonisation; therefore we cannot look upon the dead body\nof even the most insignificant man without awe, and indeed, extraordinary\nas the remark may sound in this place, in the presence of every corpse the\nwatch goes under arms. Dying is certainly to be regarded as the real aim\nof life: in the moment of death all that is decided for which the whole\ncourse of life was only the preparation and introduction. Death is the\nresult, the _Résumé_ of life, or the added up sum which expresses at once\nthe instruction which life gave in detail, and bit by bit; this, that the\nwhole striving whose manifestation is life was a vain, idle, and self-\ncontradictory effort, to have returned from which is a deliverance. As the\nwhole, slow vegetation of the plant is related to the fruit, which now at\na stroke achieves a hundredfold what the plant achieved gradually and bit\nby bit, so life, with its obstacles, deluded hopes, frustrated plans, and\nconstant suffering, is related to death, which at one stroke destroys all,\nall that the man has willed, and so crowns the instruction which life gave\nhim. The completed course of life upon which the dying man looks back has\nan effect upon the whole will that objectifies itself in this perishing\nindividuality, analogous to that which a motive exercises upon the conduct\nof the man. It gives it a new direction, which accordingly is the moral\nand essential result of the life. Just because a sudden death makes this\nretrospect impossible, the Church regards such a death as a misfortune,\nand prays that it should be averted. Since this retrospect, like the\ndistinct foreknowledge of death, as conditioned by the reason, is possible\nonly in man, not in the brute, and accordingly man alone really drinks the\ncup of death, humanity is the only material in which the will can deny\nitself and entirely turn away from life. To the will that does not deny\nitself every birth imparts a new and different intellect,--till it has\nlearned the true nature of life, and in consequence of this wills it no\nmore.", "location": 1007840}
{"paragraph": "If now, after these considerations, we return to ourselves and our own\nspecies, then cast our glance forward far into the future, and seek to\npresent to our minds the future generations, with the millions of their\nindividuals in the strange form of their customs and pursuits, and then\ninterpose with the question: Whence will all these come? Where are they\nnow? Where is the fertile womb of that nothing, pregnant with worlds,\nwhich still conceals the coming races? Would not the smiling and true\nanswer to this be, Where else should they be than there where alone the\nreal always was and will be, in the present and its content?--thus with\nthee, the foolish questioner, who in this mistaking of his own nature is\nlike the leaf upon the tree, which, fading in autumn and about to fall,\ncomplains at its destruction, and will not be consoled by looking forward\nto the fresh green which will clothe the tree in spring, but says\nlamenting, \"I am not these! These are quite different leaves!\" Oh, foolish\nleaf! Whither wilt thou? And whence should others come? Where is the\nnothing whose abyss thou fearest? Know thine own nature, that which is so\nfilled with thirst for existence; recognise it in the inner, mysterious,\ngerminating force of the tree, which, constantly _one_ and the same in all\ngenerations of leaves, remains untouched by all arising and passing away.\nAnd now, {~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER IOTA WITH DASIA~}{~GREEK SMALL LETTER ETA~} {~GREEK SMALL LETTER PI~}{~GREEK SMALL LETTER EPSILON~}{~GREEK SMALL LETTER RHO~} {~GREEK SMALL LETTER PHI~}{~GREEK SMALL LETTER UPSILON~}{~GREEK SMALL LETTER LAMDA~}{~GREEK SMALL LETTER LAMDA~}{~GREEK SMALL LETTER OMEGA~}{~GREEK SMALL LETTER NU~} {~GREEK SMALL LETTER GAMMA~}{~GREEK SMALL LETTER EPSILON~}{~GREEK SMALL LETTER NU~}{~GREEK SMALL LETTER EPSILON~}{~GREEK SMALL LETTER ETA~}, {~GREEK SMALL LETTER TAU~}{~GREEK SMALL LETTER OMICRON~}{~GREEK SMALL LETTER IOTA~}{~GREEK SMALL LETTER ETA~}{~GREEK SMALL LETTER DELTA~}{~GREEK SMALL LETTER EPSILON~} {~GREEK SMALL LETTER KAPPA~}{~GREEK SMALL LETTER ALPHA~}{~GREEK SMALL LETTER IOTA~} {~GREEK SMALL LETTER ALPHA~}{~GREEK SMALL LETTER NU~}{~GREEK SMALL LETTER DELTA~}{~GREEK SMALL LETTER RHO~}{~GREEK SMALL LETTER OMEGA~}{~GREEK SMALL LETTER NU~} (_Qualis foliorum\ngeneratio, talis et hominum_). Whether the fly which now buzzes round me\ngoes to sleep in the evening, and buzzes again tomorrow, or dies in the\nevening, and in spring another fly buzzes which has sprung from its egg:\nthat is in itself the same thing; but therefore the knowledge which\nexhibits this as two fundamentally different things is not unconditioned,\nbut relative, a knowledge of the phenomenon, not of the thing in itself.\nIn the morning the fly exists again; it also exists again in the spring.\nWhat distinguishes for it the winter from the night? In Burdach's\n\"Physiology,\" vol. i. § 275, we read, \"Till ten o'clock in the morning no\n_Cercaria ephemera_ (one of the infusoria) is to be seen (in the\ninfusion), and at twelve the whole water swarms with them. In the evening\nthey die, and the next morning they again appear anew.\" So it was observed\nby Nitzsch six days running.", "location": 553176}
{"paragraph": "41 This chapter is connected with §§ 56-59 of the first volume. Also\n      chapters 11 and 12 of the second volume of the \"Parerga and\n      Paralipomena\" should be compared with it.", "location": 1144176}
{"paragraph": "Transcendental knowledge, i. 224;\n  philosophy, ii. 11.", "location": 1118359}
{"paragraph": "(_Lugere genitum, tanta qui intrarit mala:_\n    _At morte si quis finiisset miserias,_\n    _Hunc laude amicos atque lætitia exsequi._)", "location": 833605}
{"paragraph": "Let us now call to mind a truth, the fullest and most thorough proof of\nwhich will be found in my prize essay on the freedom of the will--the truth\nthat on account of the absolutely universal validity of the law of\ncausality, the conduct or the action of all existences in this world is\nalways strictly _necessitated_ by the causes which in each case call it\nforth. And in this respect it makes no difference whether such an action\nhas been occasioned by causes in the strictest sense of the word, or by\nstimuli, or finally by motives, for these differences refer only to the\ngrade of the susceptibility of the different kinds of existences. On this\npoint we must entertain no illusion: the law of causality knows no\nexception; but everything, from the movement of a mote in a sunbeam to the\nmost deeply considered action of man, is subject to it with equal\nstrictness. Therefore, in the whole course of the world, neither could a\nmote in a sunbeam describe any other line in its flight than it has\ndescribed, nor a man act any other way than he has acted; and no truth is\nmore certain than this, that all that happens, be it small or great,\nhappens with absolute _necessity_. Consequently, at every given moment of\ntime, the whole condition of all things is firmly and accurately\ndetermined by the condition which has just preceded it, and so is it with\nthe stream of time back to infinity and on to infinity. Thus the course of\nthe world is like that of a clock after it has been put together and wound\nup; thus from this incontestable point of view it is a mere machine, the\naim of which we cannot see. Even if, quite without justification, nay, at\nbottom, in spite of all conceivability and its conformity to law, one\nshould assume a first beginning, nothing would thereby be essentially\nchanged. For the arbitrarily assumed first condition of things would at\nits origin have irrevocably determined and fixed, both as a whole and down\nto the smallest detail, the state immediately following it; this state,\nagain, would have determined the one succeeding it, and so on _per secula\nseculorum_, for the chain of causality, with its absolute strictness--this\nbrazen bond of necessity and fate--introduces every phenomenon irrevocably\nand unalterably, just as it is. The difference merely amounts to this,\nthat in the case of the one assumption we would have before us a piece of\nclockwork which had once been wound up, but in the case of the other a\nperpetual motion; the necessity of the course, on the other hand, would\nremain the same. In the prize essay already referred to I have irrefutably\nproved that the action of man can make no exception here, for I showed how\nit constantly proceeds with strict necessity from two factors--his\ncharacter and the motives which come to him. The character is inborn and\nunalterable; the motives are introduced with necessity under the guidance\nof causality by the strictly determined course of the world.", "location": 137823}
{"paragraph": "I have shown in § 55 of the first volume how, notwithstanding the\nunalterable nature of the character, _i.e._, of the special fundamental\nwill of a man, a real moral repentance is yet possible. I wish, however,\nto add the following explanation, which I must preface by a few\ndefinitions. _Inclination_ is every strong susceptibility of the will for\nmotives of a certain kind. _Passion_ is an inclination so strong that the\nmotives which excite it exercise a power over the will, which is stronger\nthan that of every possible motive that can oppose them; thus its mastery\nover the will becomes absolute, and consequently with reference to it the\nwill is _passive_ or _suffering_. It must, however, be remarked here that\npassions seldom reach the degree at which they fully answer to the\ndefinition, but rather bear their name as mere approximations to it:\ntherefore there are then still counter-motives which are able at least to\nrestrict their effect, if only they appear distinctly in consciousness.\nThe _emotion_ is just as irresistible, but yet only a passing excitement\nof the will, by a motive which receives its power, not from a deeply\nrooted inclination, but merely from the fact that, appearing suddenly, it\nexcludes for the moment the counter-effect of all other motives, for it\nconsists of an idea, which completely obscures all others by its excessive\nvividness, or, as it were, conceals them entirely by its too close\nproximity, so that they cannot enter consciousness and act on the will,\nwhereby, therefore, the capacity for reflection, and with it _intellectual\nfreedom_, is to a certain extent abolished. Accordingly the emotion is\nrelated to the passion as delirium to madness.", "location": 858411}
{"paragraph": "For not only the religions of the East, but also true Christianity, has\nthroughout that ascetic fundamental character which my philosophy explains\nas the denial of the will to live; although Protestantism, especially in\nits present form, seeks to conceal this. Yet even the open enemies of\nChristianity who have appeared in the most recent times have ascribed to\nit the doctrines of renunciation, self-denial, perfect chastity, and, in\ngeneral, mortification of the will, which they quite correctly denote by\nthe name of the \"_anti-cosmic tendency_,\" and have fully proved that such\ndoctrines are essentially proper to original and genuine Christianity. In\nthis they are undeniably right. But that they set up this as an evident\nand patent reproach to Christianity, while just here lies its profoundest\ntruth, its high value, and its sublime character,--this shows an obscuring\nof the mind, which can only be explained by the fact that these men's\nminds, unfortunately like thousands more at the present day in Germany,\nare completely spoiled and distorted by the miserable Hegelism, that\nschool of dulness, that centre of misunderstanding and ignorance, that\nmind-destroying, spurious wisdom, which now at last begins to be\nrecognised as such, and the veneration of which will soon be left to the\nDanish Academy, in whose eyes even that gross charlatan is a _summus\nphilosophus_, for whom it takes the field:--", "location": 918083}
{"paragraph": "Lichtenberg, ii. 113, 172 n., 198, 445. iii. 21, 203 n., 305, 332 n.", "location": 1095401}
{"paragraph": "But I now turn to a _subjective_ consideration belonging to this place, to\nwhich, however, I am able to give still less distinctness than to the\nobjective consideration which has just been set forth; for I shall only be\nable to express it by images and similes. Why is our consciousness\nbrighter and more distinct the further it extends towards without, so that\nits greatest clearness lies in sense perception, which already half\nbelongs to things outside us,--and, on the other hand, grows dimmer as we\ngo in, and leads, if followed to its inmost recesses, to a darkness in\nwhich all knowledge ceases? Because, I say, consciousness presupposes\n_individuality_; but this belongs to the mere phenomenon, for it is\nconditioned by the forms of the phenomenon, space and time, as\nmultiplicity of the similar. Our inner nature, on the other hand, has its\nroot in that which is no longer phenomenon, but thing in itself, to which,\ntherefore, the forms of the phenomenon do not extend; and thus the chief\nconditions of individuality are wanting, and with these the distinctness\nof consciousness falls off. In this root of existence the difference of\nbeings ceases, like that of the radii of a sphere in the centre; and as in\nthe sphere the surface is produced by the radii ending and breaking off,\nso consciousness is only possible where the true inner being runs out into\nthe phenomenon, through whose forms the separate individuality becomes\npossible upon which consciousness depends, which is just on that account\nconfined to phenomena. Therefore all that is distinct and thoroughly\ncomprehensible in our consciousness always lies without upon this surface\nof the sphere. Whenever, on the contrary, we withdraw entirely from this,\nconsciousness forsakes us,--in sleep, in death, to a certain extent also in\nmagnetic or magic influences; for these all lead through the centre. But\njust because distinct consciousness, being confined to the surface of the\nsphere, is not directed towards the centre, it recognises other\nindividuals certainly as of the same kind, but not as identical, which yet\nin themselves they are. Immortality of the individual might be compared to\na point of the surface flying off at a tangent. But immortality, by virtue\nof the eternal nature of the inner being of the whole phenomenon, may be\ncompared to the return of that point, on the radius, to the centre, of\nwhich the whole surface is just the extension. The will as the thing in\nitself is whole and undivided in every being, as the centre is an integral\npart of every radius; while the peripherical end of this radius is in the\nmost rapid revolution, with the surface, which represents time and its\ncontent, the other end, at the centre, which represents eternity, remains\nin the profoundest peace, because the centre is the point of which the\nrising half is not different from the sinking. Therefore in the Bhagavad-\ngita it is said: \"_Haud distributum animantibus, et quasi distributum\ntamen insidens, animantiumque sustentaculum id cognoscendum, edax et\nrursus genitale_\" (Lect. 13, 16 vers. Schlegel). Certainly we fall here\ninto mystical and figurative language, but it is the only language in\nwhich anything can be said on this entirely transcendent theme. So this\nsimile also may pass. The human race may be imagined as an _animal\ncompositum_, a form of life of which many polypi, especially those which\nswim, such as _Veretillum_, _Funiculina_, and others, afford examples. As\nin these the head isolates each individual animal, and the lower part,\nwith the common stomach, combines them all in the unity of one life\nprocess, so the brain with its consciousness isolates the human\nindividual, while the unconscious part, the vegetative life with its\nganglion system, into which in sleep the brain-consciousness disappears,\nlike a lotus which nightly sinks in the flood, is a common life of all, by\nmeans of which in exceptional cases they can even communicate, as, for\nexample, occurs when dreams communicate themselves directly, the thoughts\nof the mesmeriser pass into the somnambulist, and finally also in the\nmagnetic or generally magical influence proceeding from intentional\nwilling. Such an influence, if it occurs, is _toto genere_ different from\nevery other on account of the _influxus physicus_ which takes place, for\nit is really an _actio in distans_ which the will, certainly proceeding\nfrom the individual, yet performs in its metaphysical quality as the\nomnipresent substratum of the whole of nature. One might also say that as\nin the _generatio æquivoca_ there sometimes and as an exception appears a\nweak residue of the original _creative power_ of the will, which in the\nexisting forms of nature has already done its work and is extinguished, so\nthere may be, exceptionally, acting in these magical influences, as it\nwere, a surplus of its original _omnipotence_, which completes its work\nand spends itself in the construction and maintenance of the organisms. I\nhave spoken fully of this magical property of the will in \"The Will in\nNature,\" and I gladly omit here discussions which have to appeal to\nuncertain facts, which yet cannot be altogether ignored or denied.", "location": 154677}
{"paragraph": "Calderon, life a dream, i. 22;\n  steadfast prince, i. 327;\n  a crime to be born, i. 328, 458, iii. 420;\n  his Semiramis, iii. 343;\n  \"Zenobia the Great,\" iii. 364.", "location": 1067907}
{"paragraph": "It is, then, _perception_ to which primarily the peculiar and true nature\nof things, although still in a conditioned manner, discloses and reveals\nitself. All conceptions and everything thought are mere abstractions,\nconsequently partial ideas taken from perception, and have only arisen by\nthinking away. All profound knowledge, even wisdom properly so called, is\nrooted in the _perceptive_ apprehension of things, as we have fully\nconsidered in the supplements to the first book. A _perceptive_\napprehension has always been the generative process in which every genuine\nwork of art, every immortal thought, received the spark of life. All\nprimary thought takes place in pictures. From conceptions, on the other\nhand, arise the works of mere talent, the merely rational thoughts,\nimitations, and indeed all that is calculated merely with reference to the\npresent need and contemporary conditions.", "location": 304418}
{"paragraph": "Not merely philosophy but also the fine arts work at bottom towards the\nsolution of the problem of existence. For in every mind that once gives\nitself up to the purely objective contemplation of nature a desire has\nbeen excited, however concealed and unconscious it may be, to comprehend\nthe true nature of things, of life and existence. For this alone has\ninterest for the intellect as such, _i.e._, for the pure subject of\nknowledge which has become free from the aims of the will; as for the\nsubject which knows as a mere individual the aims of the will alone have\ninterest. On this account the result of the purely objective apprehension\nof things is an expression more of the nature of life and existence, more\nan answer to the question, \"What is life?\" Every genuine and successful\nwork of art answers this question in its own way with perfect correctness.\nBut all the arts speak only the naive and childish language of perception,\nnot the abstract and serious language of _reflection_; their answer is\ntherefore a fleeting image: not permanent and general knowledge. Thus for\n_perception_ every work of art answers that question, every painting,\nevery statue, every poem, every scene upon the stage: music also answers\nit; and indeed more profoundly than all the rest, for in its language,\nwhich is understood with absolute directness, but which is yet\nuntranslatable into that of the reason, the inner nature of all life and\nexistence expresses itself. Thus all the other arts hold up to the\nquestioner a perceptible image, and say, \"Look here, this is life.\" Their\nanswer, however correct it may be, will yet always afford merely a\ntemporary, not a complete and final, satisfaction. For they always give\nmerely a fragment, an example instead of the rule, not the whole, which\ncan only be given in the universality of the _conception_. For this,\ntherefore, thus for reflection and in the abstract, to give an answer\nwhich just on that account shall be permanent and suffice for always, is\nthe task of philosophy. However, we see here upon what the relationship of\nphilosophy to the fine arts rests, and can conclude from that to what\nextent the capacity of both, although in its direction and in secondary\nmatters very different, is yet in its root the same.", "location": 373324}
{"paragraph": "With reference to the physiological side of the theory set forth, I wish\nnow to mention that Burdach, who erroneously assumes that the same\npsychical qualities may be inherited now from the father, now from the\nmother, yet adds (_Physiologie als Erfahrungswissenschaft_, vol. i. §\n306): \"As a whole, the male element has more influence in determining the\nirritable life, and the female element, on the other hand, has more\ninfluence on the sensibility.\" What Linné says in the \"_Systema naturæ_,\"\nTom. i. p. 8, is also in point here: \"_Mater prolifera promit, ante\ngenerationem, __ vivum compendium medullare novi animalis suique\nsimillimi, carinam Malpighianam dictum, tanquam plumulam vegetabilium: hoc\nex genitura Cor adsociat ramificandum in corpus. Punctum emin saliens ovi\nincubantis avis ostendit primum cor micans, cerebrumque cum medulla:\ncorculum hoc, cessans a frigore, excitatur calido halitu, premitque bulla\naërea, sensim dilatata, liquores, secundum canales fluxiles. Punctum\nvitalitatis itaque in viventibus est tanquam a prima creatione continuata\nmedullaris vitæ ramificatio, cum ovum sit gemma medullaris matris a\nprimordio viva, licet non sua ante proprium cor paternum._\"", "location": 692943}
{"paragraph": "Now since the material of art is the _Idea_, and the material of science\nthe _concept_, we see both occupied with that which always exists and\nconstantly in the same manner, not something which now is and now is not,\nnow is thus and now otherwise; therefore both have to do with that which\nPlato set up as the exclusive object of real rational knowledge. The\nmaterial of history, on the other hand, is the particular in its\nparticularity and contingency, which at one time is, and then for ever is\nno more, the transient complexities of a human world moved like clouds in\nthe wind, a world which is often entirely transformed by the most trifling\naccident. From this point of view the material of history appears to us as\nscarcely a worthy object of the serious and painful consideration of the\nhuman mind, the human mind which, just because it is so transitory, ought\nto choose for its consideration that which passes not away.", "location": 469175}
{"paragraph": "1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.", "location": 1162386}
{"paragraph": "Love, nature of all true and pure, i. 484 _seq._;\n  root and significance of sexual love, iii, 419, 339-343, 360;\n  degrees of it, iii. 344-361;\n  the _rôle_ of instinct in it, iii. 345-349, 350-360;\n  independence of friendship, iii. 345;\n  sublime and comic sides of, iii. 366 _seq._", "location": 1096278}
{"paragraph": "In short, _Determinism_ stands firm. For fifteen hundred years men have\nwearied themselves in vain to shake it, influenced by certain crotchets,\nwhich are well known, but dare scarcely yet be called by their name. Yet\nin accordance with it the world becomes a mere puppet-show, drawn by wires\n(motives), without it being even possible to understand for whose\namusement. If the piece has a plan, then fate is the director; if it has\nnone, then blind necessity. There is no other deliverance from this\nabsurdity than the knowledge that the _being and nature_ of all things is\nthe manifestation of a really _free will_, which knows itself in them; for\ntheir _doing and acting_ cannot be delivered from necessity. To save\nfreedom from fate and chance, it had to be transferred from the action to\nthe existence.", "location": 144185}
{"paragraph": "Sculpture, as opposed to painting, i. 292, iii. 193;\n  æsthetic effect of, iii. 200, 201;\n  significance of drapery in, i. 296;\n  antique, i. 309, iii. 194, 195;\n  modern, iii. 195.", "location": 1112507}
{"paragraph": "Certainly we know no higher game of chance than that for death and life.\nEvery decision about this we watch with the utmost excitement, interest,\nand fear; for in our eyes all in all is at stake. On the other hand,\nnature, which never lies, but is always straightforward and open, speaks\nquite differently upon this theme, speaks like Krishna in the\nBhagavadgita. What it says is: The death or the life of the individual is\nof no significance. It expresses this by the fact that it exposes the life\nof every brute, and even of man, to the most insignificant accidents\nwithout coming to the rescue. Consider the insect on your path; a slight,\nunconscious turning of your step is decisive as to its life or death. Look\nat the wood-snail, without any means of flight, of defence, of deception,\nof concealment, a ready prey for all. Look at the fish carelessly playing\nin the still open net; the frog restrained by its laziness from the flight\nwhich might save it; the bird that does not know of the falcon that soars\nabove it; the sheep which the wolf eyes and examines from the thicket. All\nthese, provided with little foresight, go about guilelessly among the\ndangers that threaten their existence every moment. Since now nature\nexposes its organisms, constructed with such inimitable skill, not only to\nthe predatory instincts of the stronger, but also to the blindest chance,\nto the humour of every fool, the mischievousness of every child without\nreserve, it declares that the annihilation of these individuals is\nindifferent to it, does it no harm, has no significance, and that in these\ncases the effect is of no more importance than the cause. It says this\nvery distinctly, and it does not lie; only it makes no comments on its\nutterances, but rather expresses them in the laconic style of an oracle.\nIf now the all-mother sends forth her children without protection to a\nthousand threatening dangers, this can only be because she knows that if\nthey fall they fall back into her womb, where they are safe; therefore\ntheir fall is a mere jest. Nature does not act otherwise with man than\nwith the brutes. Therefore its declaration extends also to man: the life\nand death of the individual are indifferent to it. Accordingly, in a\ncertain sense, they ought also to be indifferent to us, for we ourselves\nare indeed nature. Certainly, if only we saw deep enough, we would agree\nwith nature, and regard life and death as indifferently as it does.\nMeanwhile, by means of reflection, we must attribute that carelessness and\nindifference of nature towards the life of the individuals to the fact\nthat the destruction of such a phenomenon does not in the least affect its\ntrue and proper nature.", "location": 541204}
{"paragraph": "Forms of thought, 86 _seq._;\n  their relation to parts of speech, ii. 85, 86.", "location": 1080396}
