"Title: The Birth of Tragedy; or, Hellenism and Pessimism"
"Author: Friedrich Wilhelm Nietzsche"
{"paragraph": "Thus Euripides as a poet echoes above all his own conscious\nknowledge; and it is precisely on this account that he occupies such\na notable position in the history of Greek art. With reference to his\ncritico-productive activity, he must often have felt that he ought\nto actualise in the drama the words at the beginning of the essay of\nAnaxagoras: \"In the beginning all things were mixed together; then\ncame the understanding and created order.\" And if Anaxagoras with his\n\"νοῡς\" seemed like the first sober person among nothing but drunken\nphilosophers, Euripides may also have conceived his relation to\nthe other tragic poets under a similar figure. As long as the sole\nruler and disposer of the universe, the νοῡς, was still excluded\nfrom artistic activity, things were all mixed together in a chaotic,\nprimitive mess;--it is thus Euripides was obliged to think, it is thus\nhe was obliged to condemn the \"drunken\" poets as the first \"sober\" one\namong them. What Sophocles said of Æschylus, that he did what was\nright, though unconsciously, was surely not in the mind of Euripides:\nwho would have admitted only thus much, that Æschylus, _because_ he\nwrought unconsciously, did what was wrong. So also the divine Plato\nspeaks for the most part only ironically of the creative faculty of the\npoet, in so far as it is not conscious insight, and places it on a par\nwith the gift of the soothsayer and dream-interpreter; insinuating that\nthe poet is incapable of composing until he has become unconscious and\nreason has deserted him. Like Plato, Euripides undertook to show to the\nworld the reverse of the \"unintelligent\" poet; his æsthetic principle\nthat \"to be beautiful everything must be known\" is, as I have said,\nthe parallel to the Socratic \"to be good everything must be known.\"\nAccordingly we may regard Euripides as the poet of æsthetic Socratism.\nSocrates, however, was that _second spectator_ who did not comprehend\nand therefore did not esteem the Old Tragedy; in alliance with him\nEuripides ventured to be the herald of a new artistic activity. If,\nthen, the Old Tragedy was here destroyed, it follows that æsthetic\nSocratism was the murderous principle; but in so far as the struggle is\ndirected against the Dionysian element in the old art, we recognise in\nSocrates the opponent of Dionysus, the new Orpheus who rebels against\nDionysus; and although destined to be torn to pieces by the Mænads of\nthe Athenian court, yet puts to flight the overpowerful god himself,\nwho, when he fled from Lycurgus, the king of Edoni, sought refuge in\nthe depths of the ocean--namely, in the mystical flood of a secret\ncult which gradually overspread the earth.", "location": 182687}
{"paragraph": "[14] This is thy world, and what a world!--_Faust._", "location": 152519}
{"paragraph": "\"The antagonism of these two attitudes and the _desires_ that underlie\nthem. The first-named would have the vision it conjures up _eternal_:\nin its light man must be quiescent, apathetic, peaceful, healed, and\non friendly terms with himself and all existence; the second strives\nafter creation, after the voluptuousness of wilful creation, _i.e._\nconstructing and destroying. Creation felt and explained as an instinct\nwould be merely the unremitting inventive action of a dissatisfied\nbeing, overflowing with wealth and living at high tension and high\npressure,--of a God who would overcome the sorrows of existence by\nmeans only of continual changes and transformations,--appearance as a\ntransient and momentary deliverance; the world as an apparent sequence\nof godlike visions and deliverances.", "location": 30902}
{"paragraph": "[9] An eternal sea, A weaving, flowing, Life, all glowing.\n_Faust,_ trans. of Bayard Taylor.--TR.", "location": 138911}
{"paragraph": "With the pre-established harmony which obtains between perfect drama\nand its music, the drama attains the highest degree of conspicuousness,\nsuch as is usually unattainable in mere spoken drama. As all the\nanimated figures of the scene in the independently evolved lines\nof melody simplify themselves before us to the distinctness of the\ncatenary curve, the coexistence of these lines is also audible in the\nharmonic change which sympathises in a most delicate manner with the\nevolved process: through which change the relations of things become\nimmediately perceptible to us in a sensible and not at all abstract\nmanner, as we likewise perceive thereby that it is only in these\nrelations that the essence of a character and of a line of melody\nmanifests itself clearly. And while music thus compels us to see more\nextensively and more intrinsically than usual, and makes us spread out\nthe curtain of the scene before ourselves like some delicate texture,\nthe world of the stage is as infinitely expanded for our spiritualised,\nintrospective eye as it is illumined outwardly from within. How can\nthe word-poet furnish anything analogous, who strives to attain this\ninternal expansion and illumination of the visible stage-world by a\nmuch more imperfect mechanism and an indirect path, proceeding as he\ndoes from word and concept? Albeit musical tragedy likewise avails\nitself of the word, it is at the same time able to place alongside\nthereof its basis and source, and can make the unfolding of the word,\nfrom within outwards, obvious to us.", "location": 282409}
{"paragraph": "Let us recollect furthermore how Kant and Schopenhauer made it\npossible for the spirit of _German philosophy_ streaming from the\nsame sources to annihilate the satisfied delight in existence of\nscientific Socratism by the delimitation of the boundaries thereof; how\nthrough this delimitation an infinitely profounder and more serious\nview of ethical problems and of art was inaugurated, which we may\nunhesitatingly designate as _Dionysian_ wisdom comprised in concepts.\nTo what then does the mystery of this oneness of German music and\nphilosophy point, if not to a new form of existence, concerning the\nsubstance of which we can only inform ourselves presentiently from\nHellenic analogies? For to us who stand on the boundary line between\ntwo different forms of existence, the Hellenic prototype retains the\nimmeasurable value, that therein all these transitions and struggles\nare imprinted in a classically instructive form: except that we, as\nit were, experience analogically in _reverse_ order the chief epochs\nof the Hellenic genius, and seem now, for instance, to pass backwards\nfrom the Alexandrine age to the period of tragedy. At the same time\nwe have the feeling that the birth of a tragic age betokens only a\nreturn to itself of the German spirit, a blessed self-rediscovering\nafter excessive and urgent external influences have for a long time\ncompelled it, living as it did in helpless barbaric formlessness, to\nservitude under their form. It may at last, after returning to the\nprimitive source of its being, venture to stalk along boldly and freely\nbefore all nations without hugging the leading-strings of a Romanic\ncivilisation: if only it can learn implicitly of one people--the\nGreeks, of whom to learn at all is itself a high honour and a rare\ndistinction. And when did we require these highest of all teachers more\nthan at present, when we experience _a re-birth of tragedy_ and are in\ndanger alike of not knowing whence it comes, and of being unable to\nmake clear to ourselves whither it tends.", "location": 263703}
{"paragraph": "Woe! Woe!\n    Thou hast it destroyed,\n    The beautiful world;\n    With powerful fist;\n    In ruin 'tis hurled!\n    _Faust,_ trans. of Bayard Taylor.--TR.", "location": 192611}
{"paragraph": "Let us now approach this _Socratic_ tendency with which Euripides\ncombated and vanquished Æschylean tragedy.", "location": 175852}
{"paragraph": "Our father's family was also in fairly comfortable circumstances,\nand likewise very large. Our grandfather Dr. Nietzsche (D.D. and\nSuperintendent) married twice, and had in all twelve children, of whom\nthree died young. Our grandfather on this side, whom I never knew,\nmust certainly have been a distinguished, dignified, very learned\nand reserved man; his second wife--our beloved grandmother--was an\nactive-minded, intelligent, and exceptionally good-natured woman.\nThe whole of our father's family, which I only got to know when they\nwere very advanced in years, were remarkable for their great power of\nself-control, their lively interest in intellectual matters, and a\nstrong sense of family unity, which manifested itself both in their\nsplendid readiness to help one another and in their very excellent\nrelations with each other. Our father was the youngest son, and, thanks\nto his uncommonly lovable disposition, together with other gifts, which\nonly tended to become more marked as he grew older, he was quite the\nfavourite of the family. Blessed with a thoroughly sound constitution,\nas all averred who knew him at the convent-school in Rossleben, at\nthe University, or later at the ducal court of Altenburg, he was tall\nand slender, possessed an undoubted gift for poetry and real musical\ntalent, and was moreover a man of delicate sensibilities, full of\nconsideration for his whole family, and distinguished in his manners.", "location": 5705}
{"paragraph": "*** END OF THE PROJECT GUTENBERG EBOOK THE BIRTH OF TRAGEDY; OR, HELLENISM AND PESSIMISM ***", "location": 329039}
{"paragraph": "[20] Cf. _World and Will as Idea,_ I. p. 339, trans. by\nHaldane and Kemp.", "location": 225944}
{"paragraph": "Frederick Nietzsche was born at Röcken near Lützen, in the Prussian\nprovince of Saxony, on the 15th of October 1844, at 10 a.m. The day\nhappened to be the anniversary of the birth of Frederick-William IV.,\nthen King of Prussia, and the peal of the local church-bells which was\nintended to celebrate this event, was, by a happy coincidence, just\ntimed to greet my brother on his entrance into the world. In 1841,\nat the time when our father was tutor to the Altenburg Princesses,\nTheresa of Saxe-Altenburg, Elizabeth, Grand Duchess of Olden-burg, and\nAlexandra, Grand Duchess Constantine of Russia, he had had the honour\nof being presented to his witty and pious sovereign. The meeting seems\nto have impressed both parties very favourably; for, very shortly\nafter it had taken place, our father received his living at Röcken \"by\nsupreme command.\" His joy may well be imagined, therefore, when a first\nson was born to him on his beloved and august patron's birthday, and\nat the christening ceremony he spoke as follows:--\"Thou blessed month\nof October!--for many years the most decisive events in my life have\noccurred within thy thirty-one days, and now I celebrate the greatest\nand most glorious of them all by baptising my little boy! O blissful\nmoment! O exquisite festival! O unspeakably holy duty! In the Lord's\nname I bless thee!--With all my heart I utter these words: Bring me\nthis, my beloved child, that I may consecrate it unto the Lord. My son,\nFrederick William, thus shalt thou be named on earth, as a memento of\nmy royal benefactor on whose birthday thou wast born!\"", "location": 1574}
{"paragraph": "Our whole modern world is entangled in the meshes of Alexandrine\nculture, and recognises as its ideal the _theorist_ equipped with\nthe most potent means of knowledge, and labouring in the service of\nscience, of whom the archetype and progenitor is Socrates. All our\neducational methods have originally this ideal in view: every other\nform of existence must struggle onwards wearisomely beside it, as\nsomething tolerated, but not intended. In an almost alarming manner the\ncultured man was here found for a long time only in the form of the\nscholar: even our poetical arts have been forced to evolve from learned\nimitations, and in the main effect of the rhyme we still recognise the\norigin of our poetic form from artistic experiments with a non-native\nand thoroughly learned language. How unintelligible must _Faust,_ the\nmodern cultured man, who is in himself intelligible, have appeared to a\ntrue Greek,--Faust, storming discontentedly through all the faculties,\ndevoted to magic and the devil from a desire for knowledge, whom we\nhave only to place alongside of Socrates for the purpose of comparison,\nin order to see that modern man begins to divine the boundaries of\nthis Socratic love of perception and longs for a coast in the wide\nwaste of the ocean of knowledge. When Goethe on one occasion said to\nEckermann with reference to Napoleon: \"Yes, my good friend, there is\nalso a productiveness of deeds,\" he reminded us in a charmingly naïve\nmanner that the non-theorist is something incredible and astounding to\nmodern man; so that the wisdom of Goethe is needed once more in order\nto discover that such a surprising form of existence is comprehensible,\nnay even pardonable.", "location": 239966}
{"paragraph": "The most sorrowful figure of the Greek stage, the hapless _Œdipus,_\nwas understood by Sophocles as the noble man, who in spite of his\nwisdom was destined to error and misery, but nevertheless through\nhis extraordinary sufferings ultimately exerted a magical, wholesome\ninfluence on all around him, which continues effective even after\nhis death. The noble man does not sin; this is what the thoughtful\npoet wishes to tell us: all laws, all natural order, yea, the moral\nworld itself, may be destroyed through his action, but through this\nvery action a higher magic circle of influences is brought into play,\nwhich establish a new world on the ruins of the old that has been\noverthrown. This is what the poet, in so far as he is at the same time\na religious thinker, wishes to tell us: as poet, he shows us first of\nall a wonderfully complicated legal mystery, which the judge slowly\nunravels, link by link, to his own destruction. The truly Hellenic\ndelight at this dialectical loosening is so great, that a touch of\nsurpassing cheerfulness is thereby communicated to the entire play,\nwhich everywhere blunts the edge of the horrible presuppositions of the\nprocedure. In the \"Œdipus at Colonus\" we find the same cheerfulness,\nelevated, however, to an infinite transfiguration: in contrast to\nthe aged king, subjected to an excess of misery, and exposed solely\nas a _sufferer_ to all that befalls him, we have here a supermundane\ncheerfulness, which descends from a divine sphere and intimates to\nus that in his purely passive attitude the hero attains his highest\nactivity, the influence of which extends far beyond his life, while\nhis earlier conscious musing and striving led him only to passivity.\nThus, then, the legal knot of the fable of Œdipus, which to mortal\neyes appears indissolubly entangled, is slowly unravelled--and the\nprofoundest human joy comes upon us in the presence of this divine\ncounterpart of dialectics. If this explanation does justice to the\npoet, it may still be asked whether the substance of the myth is\nthereby exhausted; and here it turns out that the entire conception\nof the poet is nothing but the light-picture which healing nature\nholds up to us after a glance into the abyss. Œdipus, the murderer of\nhis father, the husband of his mother, Œdipus, the interpreter of the\nriddle of the Sphinx! What does the mysterious triad of these deeds\nof destiny tell us? There is a primitive popular belief, especially\nin Persia, that a wise Magian can be born only of incest: which\nwe have forthwith to interpret to ourselves with reference to the\nriddle-solving and mother-marrying Œdipus, to the effect that when\nthe boundary of the present and future, the rigid law of individuation\nand, in general, the intrinsic spell of nature, are broken by prophetic\nand magical powers, an extraordinary counter-naturalness--as, in this\ncase, incest--must have preceded as a cause; for how else could one\nforce nature to surrender her secrets but by victoriously opposing her,\n_i.e.,_ by means of the Unnatural? It is this intuition which I see\nimprinted in the awful triad of the destiny of Œdipus: the very man\nwho solves the riddle of nature--that double-constituted Sphinx--must\nalso, as the murderer of his father and husband of his mother, break\nthe holiest laws of nature. Indeed, it seems as if the myth sought to\nwhisper into our ears that wisdom, especially Dionysian wisdom, is\nan unnatural abomination, and that whoever, through his knowledge,\nplunges nature into an abyss of annihilation, must also experience\nthe dissolution of nature in himself. \"The sharpness of wisdom turns\nround upon the sage: wisdom is a crime against nature\": such terrible\nexpressions does the myth call out to us: but the Hellenic poet touches\nlike a sunbeam the sublime and formidable Memnonian statue of the myth,\nso that it suddenly begins to sound--in Sophoclean melodies.", "location": 140765}
{"paragraph": "This enchantment is the prerequisite of all dramatic art. In this\nenchantment the Dionysian reveller sees himself as a satyr, _and as\nsatyr he in turn beholds the god,_ that is, in his transformation he\nsees a new vision outside him as the Apollonian consummation of his\nstate. With this new vision the drama is complete.", "location": 133056}
{"paragraph": "The most decisive word, however, for this new and unprecedented\nesteem of knowledge and insight was spoken by Socrates when he\nfound that he was the only one who acknowledged to himself that he\n_knew nothing_ while in his critical pilgrimage through Athens, and\ncalling on the greatest statesmen, orators, poets, and artists, he\ndiscovered everywhere the conceit of knowledge. He perceived, to his\nastonishment, that all these celebrities were without a proper and\naccurate insight, even with regard to their own callings, and practised\nthem only by instinct. \"Only by instinct\": with this phrase we touch\nupon the heart and core of the Socratic tendency. Socratism condemns\ntherewith existing art as well as existing ethics; wherever Socratism\nturns its searching eyes it beholds the lack of insight and the\npower of illusion; and from this lack infers the inner perversity and\nobjectionableness of existing conditions. From this point onwards,\nSocrates believed that he was called upon to, correct existence;\nand, with an air of disregard and superiority, as the precursor\nof an altogether different culture, art, and morality, he enters\nsingle-handed into a world, of which, if we reverently touched the hem,\nwe should count it our greatest happiness.", "location": 187593}
{"paragraph": "\"Against Wagner's theory that music is a means and drama an end.", "location": 32767}
{"paragraph": "On the other hand, we should not have to speak conjecturally, if asked\nto disclose the immense gap which separated the _Dionysian Greek_ from\nthe Dionysian barbarian. From all quarters of the Ancient World--to\nsay nothing of the modern--from Rome as far as Babylon, we can prove\nthe existence of Dionysian festivals, the type of which bears, at\nbest, the same relation to the Greek festivals as the bearded satyr,\nwho borrowed his name and attributes from the goat, does to Dionysus\nhimself. In nearly every instance the centre of these festivals lay\nin extravagant sexual licentiousness, the waves of which overwhelmed\nall family life and its venerable traditions; the very wildest beasts\nof nature were let loose here, including that detestable mixture of\nlust and cruelty which has always seemed to me the genuine \"witches'\ndraught.\" For some time, however, it would seem that the Greeks\nwere perfectly secure and guarded against the feverish agitations\nof these festivals (--the knowledge of which entered Greece by all\nthe channels of land and sea) by the figure of Apollo himself rising\nhere in full pride, who could not have held out the Gorgon's head to\na more dangerous power than this grotesquely uncouth Dionysian. It\nis in Doric art that this majestically-rejecting attitude of Apollo\nperpetuated itself. This opposition became more precarious and even\nimpossible, when, from out of the deepest root of the Hellenic nature,\nsimilar impulses finally broke forth and made way for themselves:\nthe Delphic god, by a seasonably effected reconciliation, was now\ncontented with taking the destructive arms from the hands of his\npowerful antagonist. This reconciliation marks the most important\nmoment in the history of the Greek cult: wherever we turn our eyes\nwe may observe the revolutions resulting from this event. It was\nthe reconciliation of two antagonists, with the sharp demarcation\nof the boundary-lines to be thenceforth observed by each, and with\nperiodical transmission of testimonials;--in reality, the chasm was\nnot bridged over. But if we observe how, under the pressure of this\nconclusion of peace, the Dionysian power manifested itself, we shall\nnow recognise in the Dionysian orgies of the Greeks, as compared with\nthe Babylonian Sacæa and their retrogression of man to the tiger and\nthe ape, the significance of festivals of world-redemption and days of\ntransfiguration. Not till then does nature attain her artistic jubilee;\nnot till then does the rupture of the _principium individuationis_\nbecome an artistic phenomenon. That horrible \"witches' draught\" of\nsensuality and cruelty was here powerless: only the curious blending\nand duality in the emotions of the Dionysian revellers reminds one of\nit--just as medicines remind one of deadly poisons,--that phenomenon,\nto wit, that pains beget joy, that jubilation wrings painful sounds out\nof the breast. From the highest joy sounds the cry of horror or the\nyearning wail over an irretrievable loss. In these Greek festivals a\nsentimental trait, as it were, breaks forth from nature, as if she must\nsigh over her dismemberment into individuals. The song and pantomime\nof such dually-minded revellers was something new and unheard-of in\nthe Homeric-Grecian world; and the Dionysian _music_ in particular\nexcited awe and horror. If music, as it would seem, was previously\nknown as an Apollonian art, it was, strictly speaking, only as the\nwave-beat of rhythm, the formative power of which was developed to\nthe representation of Apollonian conditions. The music of Apollo was\nDoric architectonics in tones, but in merely suggested tones, such\nas those of the cithara. The very element which forms the essence of\nDionysian music (and hence of music in general) is carefully excluded\nas un-Apollonian; namely, the thrilling power of the tone, the uniform\nstream of the melos, and the thoroughly incomparable world of harmony.\nIn the Dionysian dithyramb man is incited to the highest exaltation\nof all his symbolic faculties; something never before experienced\nstruggles for utterance--the annihilation of the veil of Mâyâ, Oneness\nas genius of the race, ay, of nature. The essence of nature is now\nto be expressed symbolically; a new world of symbols is required;\nfor once the entire symbolism of the body, not only the symbolism of\nthe lips, face, and speech, but the whole pantomime of dancing which\nsets all the members into rhythmical motion. Thereupon the other\nsymbolic powers, those of music, in rhythmics, dynamics, and harmony,\nsuddenly become impetuous. To comprehend this collective discharge\nof all the symbolic powers, a man must have already attained that\nheight of self-abnegation, which wills to express itself symbolically\nthrough these powers: the Dithyrambic votary of Dionysus is therefore\nunderstood only by those like himself! With what astonishment must the\nApollonian Greek have beheld him! With an astonishment, which was all\nthe greater the more it was mingled with the shuddering suspicion that\nall this was in reality not so very foreign to him, yea, that, like\nunto a veil, his Apollonian consciousness only hid this Dionysian world\nfrom his view.", "location": 73063}
{"paragraph": "We shall now have to avail ourselves of all the principles of art\nhitherto considered, in order to find our way through the labyrinth,\nas we must designate _the origin of Greek tragedy._ I shall not be\ncharged with absurdity in saying that the problem of this origin has\nas yet not even been seriously stated, not to say solved, however\noften the fluttering tatters of ancient tradition have been sewed\ntogether in sundry combinations and torn asunder again. This tradition\ntells us in the most unequivocal terms, _that tragedy sprang from the\ntragic chorus,_ and was originally only chorus and nothing but chorus:\nand hence we feel it our duty to look into the heart of this tragic\nchorus as being the real proto-drama, without in the least contenting\nourselves with current art-phraseology--according to which the chorus\nis the ideal spectator, or represents the people in contrast to the\nregal side of the scene. The latter explanatory notion, which sounds\nsublime to many a politician--that the immutable moral law was embodied\nby the democratic Athenians in the popular chorus, which always carries\nits point over the passionate excesses and extravagances of kings--may\nbe ever so forcibly suggested by an observation of Aristotle: still\nit has no bearing on the original formation of tragedy, inasmuch\nas the entire antithesis of king and people, and, in general, the\nwhole politico-social sphere, is excluded from the purely religious\nbeginnings of tragedy; but, considering the well-known classical\nform of the chorus in Æschylus and Sophocles, we should even deem\nit blasphemy to speak here of the anticipation of a \"constitutional\nrepresentation of the people,\" from which blasphemy others have not\nshrunk, however. The ancient governments knew of no constitutional\nrepresentation of the people _in praxi,_ and it is to be hoped that\nthey did not even so much as \"anticipate\" it in tragedy.", "location": 113604}
{"paragraph": "1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg™ electronic works\nprovided that:", "location": 337269}
{"paragraph": "1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.", "location": 341979}
{"paragraph": "\"This beginning is singular beyond measure. I had for my own inmost\nexperience _discovered_ the only symbol and counterpart of history,--I\nhad just thereby been the first to grasp the wonderful phenomenon\nof the Dionysian. And again, through my diagnosing Socrates as a\ndecadent, I had given a wholly unequivocal proof of how little risk\nthe trustworthiness of my psychological grasp would run of being\nweakened by some moralistic idiosyncrasy--to view morality itself as a\nsymptom of decadence is an innovation, a novelty of the first rank in\nthe history of knowledge. How far I had leaped in either case beyond\nthe smug shallow-pate-gossip of optimism _contra_ pessimism! I was\nthe first to see the intrinsic antithesis: here, the _degenerating_\ninstinct which, with subterranean vindictiveness, turns against life\n(Christianity, the philosophy of Schopenhauer, in a certain sense\nalready the philosophy of Plato, all idealistic systems as typical\nforms), and there, a formula of _highest affirmation,_ born of fullness\nand overfullness, a yea-saying without reserve to suffering's self,\nto guilt's self, to all that is questionable and strange in existence\nitself. This final, cheerfullest, exuberantly mad-and-merriest Yea to\nlife is not only the highest insight, it is also the _deepest,_ it\nis that which is most rigorously confirmed and upheld by truth and\nscience. Naught that is, is to be deducted, naught is dispensable; the\nphases of existence rejected by the Christians and other nihilists are\neven of an infinitely higher order in the hierarchy of values than\nthat which the instinct of decadence sanctions, yea durst _sanction._\nTo comprehend this _courage_ is needed, and, as a condition thereof, a\nsurplus of _strength_: for precisely in degree as courage _dares_ to\nthrust forward, precisely according to the measure of strength, does\none approach truth. Perception, the yea-saying to reality, is as much\na necessity to the strong as to the weak, under the inspiration of\nweakness, cowardly shrinking, and _flight_ from reality--the 'ideal.'\n... They are not free to perceive: the decadents have _need_ of the\nlie,--it is one of their conditions of self-preservation. Whoso not\nonly comprehends the word Dionysian, but also grasps his _self_ in\nthis word, requires no refutation of Plato or of Christianity or of\nSchopenhauer--_he smells the putrefaction._\"", "location": 322127}
{"paragraph": "Thus far we have considered the Apollonian and his antithesis,\nthe Dionysian, as artistic powers, which burst forth from nature\nherself, _without the mediation of the human artist,_ and in which\nher art-impulses are satisfied in the most immediate and direct way:\nfirst, as the pictorial world of dreams, the perfection of which\nhas no connection whatever with the intellectual height or artistic\nculture of the unit man, and again, as drunken reality, which likewise\ndoes not heed the unit man, but even seeks to destroy the individual\nand redeem him by a mystic feeling of Oneness. Anent these immediate\nart-states of nature every artist is either an \"imitator,\" to wit,\neither an Apollonian, an artist in dreams, or a Dionysian, an artist\nin ecstasies, or finally--as for instance in Greek tragedy--an artist\nin both dreams and ecstasies: so we may perhaps picture him, as in\nhis Dionysian drunkenness and mystical self-abnegation, lonesome and\napart from the revelling choruses, he sinks down, and how now, through\nApollonian dream-inspiration, his own state, _i.e._, his oneness\nwith the primal source of the universe, reveals itself to him _in a\nsymbolical dream-picture_.", "location": 70706}
{"paragraph": "That this effect is necessary, however, each one would most surely\nperceive by intuition, if once he found himself carried back--even in\na dream--into an Old-Hellenic existence. In walking under high Ionic\ncolonnades, looking upwards to a horizon defined by clear and noble\nlines, with reflections of his transfigured form by his side in shining\nmarble, and around him solemnly marching or quietly moving men, with\nharmoniously sounding voices and rhythmical pantomime, would he not in\nthe presence of this perpetual influx of beauty have to raise his hand\nto Apollo and exclaim: \"Blessed race of Hellenes! How great Dionysus\nmust be among you, when the Delian god deems such charms necessary\nto cure you of your dithyrambic madness!\"--To one in this frame of\nmind, however, an aged Athenian, looking up to him with the sublime\neye of Æschylus, might answer: \"Say also this, thou curious stranger:\nwhat sufferings this people must have undergone, in order to be able\nto become thus beautiful! But now follow me to a tragic play, and\nsacrifice with me in the temple of both the deities!\"", "location": 317586}
{"paragraph": "The plastic artist, as also the epic poet, who is related to him, is\nsunk in the pure contemplation of pictures. The Dionysian musician\nis, without any picture, himself just primordial pain and the\nprimordial re-echoing thereof. The lyric genius is conscious of a\nworld of pictures and symbols--growing out of the state of mystical\nself-abnegation and oneness,--which has a colouring causality and\nvelocity quite different from that of the world of the plastic artist\nand epic poet. While the latter lives in these pictures, and only in\nthem, with joyful satisfaction, and never grows tired of contemplating\nthem with love, even in their minutest characters, while even the\npicture of the angry Achilles is to him but a picture, the angry\nexpression of which he enjoys with the dream-joy in appearance--so\nthat, by this mirror of appearance, he is guarded against being unified\nand blending with his figures;--the pictures of the lyrist on the other\nhand are nothing but _his very_ self and, as it were, only different\nprojections of himself, on account of which he as the moving centre\nof this world is entitled to say \"I\": only of course this self is\nnot the same as that of the waking, empirically real man, but the\nonly verily existent and eternal self resting at the basis of things,\nby means of the images whereof the lyric genius sees through even to\nthis basis of things. Now let us suppose that he beholds _himself_\nalso among these images as non-genius, _i.e.,_ his subject, the whole\nthrong of subjective passions and impulses of the will directed to a\ndefinite object which appears real to him; if now it seems as if the\nlyric genius and the allied non-genius were one, and as if the former\nspoke that little word \"I\" of his own accord, this appearance will no\nlonger be able to lead us astray, as it certainly led those astray who\ndesignated the lyrist as the subjective poet. In truth, Archilochus,\nthe passionately inflamed, loving and hating man, is but a vision of\nthe genius, who by this time is no longer Archilochus, but a genius\nof the world, who expresses his primordial pain symbolically in the\nfigure of the man Archilochus: while the subjectively willing and\ndesiring man, Archilochus, can never at any time be a poet. It is by no\nmeans necessary, however, that the lyrist should see nothing but the\nphenomenon of the man Archilochus before him as a reflection of eternal\nbeing; and tragedy shows how far the visionary world of the lyrist may\ndepart from this phenomenon, to which, of course, it is most intimately\nrelated.", "location": 98667}
{"paragraph": "The revelling crowd of the votaries of Dionysus rejoices, swayed by\nsuch moods and perceptions, the power of which transforms them before\ntheir own eyes, so that they imagine they behold themselves as\nreconstituted genii of nature, as satyrs. The later constitution of the\ntragic chorus is the artistic imitation of this natural phenomenon,\nwhich of course required a separation of the Dionysian spectators from\nthe enchanted Dionysians. However, we must never lose sight of the fact\nthat the public of the Attic tragedy rediscovered itself in the chorus\nof the orchestra, that there was in reality no antithesis of public\nand chorus: for all was but one great sublime chorus of dancing and\nsinging satyrs, or of such as allowed themselves to be represented by\nthe satyrs. The Schlegelian observation must here reveal itself to us\nin a deeper sense. The chorus is the \"ideal spectator\"[5] in so far as\nit is the only _beholder,_[6] the beholder of the visionary world of\nthe scene. A public of spectators, as known to us, was unknown to the\nGreeks. In their theatres the terraced structure of the spectators'\nspace rising in concentric arcs enabled every one, in the strictest\nsense, to _overlook_ the entire world of culture around him, and in\nsurfeited contemplation to imagine himself a chorist. According to\nthis view, then, we may call the chorus in its primitive stage in\nproto-tragedy, a self-mirroring of the Dionysian man: a phenomenon\nwhich may be best exemplified by the process of the actor, who, if he\nbe truly gifted, sees hovering before his eyes with almost tangible\nperceptibility the character he is to represent. The satyric chorus\nis first of all a vision of the Dionysian throng, just as the world\nof the stage is, in turn, a vision of the satyric chorus: the power\nof this vision is great enough to render the eye dull and insensible\nto the impression of \"reality,\" to the presence of the cultured men\noccupying the tiers of seats on every side. The form of the Greek\ntheatre reminds one of a lonesome mountain-valley: the architecture of\nthe scene appears like a luminous cloud-picture which the Bacchants\nswarming on the mountains behold from the heights, as the splendid\nencirclement in the midst of which the image of Dionysus is revealed to\nthem.", "location": 127740}
{"paragraph": "\"Tragic art, rich in both attitudes, represents the reconciliation of\nApollo and Dionysos. Appearance is given the greatest importance by\nDionysos; and yet it will be denied and cheerfully denied. This is\ndirected against Schopenhauer's teaching of _Resignation_ as the tragic\nattitude towards the world.", "location": 32461}
{"paragraph": "Most people start at our website which has the main PG search\nfacility: www.gutenberg.org.", "location": 347238}
{"paragraph": "It has already been intimated that the Homeric epos is the poem\nof Olympian culture, wherewith this culture has sung its own song\nof triumph over the terrors of the war of the Titans. Under the\npredominating influence of tragic poetry, these Homeric myths are now\nreproduced anew, and show by this metempsychosis that meantime the\nOlympian culture also has been vanquished by a still deeper view of\nthings. The haughty Titan Prometheus has announced to his Olympian\ntormentor that the extremest danger will one day menace his rule,\nunless he ally with him betimes. In Æschylus we perceive the terrified\nZeus, apprehensive of his end, in alliance with the Titan. Thus, the\nformer age of the Titans is subsequently brought from Tartarus once\nmore to the light of day. The philosophy of wild and naked nature\nbeholds with the undissembled mien of truth the myths of the Homeric\nworld as they dance past: they turn pale, they tremble before the\nlightning glance of this goddess--till the powerful fist[16] of\nthe Dionysian artist forces them into the service of the new deity.\nDionysian truth takes over the entire domain of myth as symbolism of\n_its_ knowledge, which it makes known partly in the public cult of\ntragedy and partly in the secret celebration of the dramatic mysteries,\nalways, however, in the old mythical garb. What was the power, which\nfreed Prometheus from his vultures and transformed the myth into a\nvehicle of Dionysian wisdom? It is the Heracleian power of music:\nwhich, having reached its highest manifestness in tragedy, can invest\nmyths with a new and most profound significance, which we have already\nhad occasion to characterise as the most powerful faculty of music. For\nit is the fate of every myth to insinuate itself into the narrow limits\nof some alleged historical reality, and to be treated by some later\ngeneration as a solitary fact with historical claims: and the Greeks\nwere already fairly on the way to restamp the whole of their mythical\njuvenile dream sagaciously and arbitrarily into a historico-pragmatical\n_juvenile history._ For this is the manner in which religions are\nwont to die out: when of course under the stern, intelligent eyes of\nan orthodox dogmatism, the mythical presuppositions of a religion are\nsystematised as a completed sum of historical events, and when one\nbegins apprehensively to defend the credibility of the myth, while at\nthe same time opposing all continuation of their natural vitality and\nluxuriance; when, accordingly, the feeling for myth dies out, and its\nplace is taken by the claim of religion to historical foundations.\nThis dying myth was now seized by the new-born genius of Dionysian\nmusic, in whose hands it bloomed once more, with such colours as it\nhad never yet displayed, with a fragrance that awakened a longing\nanticipation of a metaphysical world. After this final effulgence\nit collapses, its leaves wither, and soon the scoffing Lucians of\nantiquity catch at the discoloured and faded flowers which the winds\ncarry off in every direction. Through tragedy the myth attains its\nprofoundest significance, its most expressive form; it rises once more\nlike a wounded hero, and the whole surplus of vitality, together with\nthe philosophical calmness of the Dying, burns in its eyes with a last\npowerful gleam.", "location": 155944}
{"paragraph": "Updated editions will replace the previous one—the old editions will\nbe renamed.", "location": 329170}
{"paragraph": "We can thus guess where the great note of interrogation concerning the\nvalue of existence had been set. Is pessimism _necessarily_ the sign of\ndecline, of decay, of failure, of exhausted and weakened instincts?--as\nwas the case with the Indians, as is, to all appearance, the case with\nus \"modern\" men and Europeans? Is there a pessimism of _strength_? An\nintellectual predilection for what is hard, awful, evil, problematical\nin existence, owing to well-being, to exuberant health, to _fullness_\nof existence? Is there perhaps suffering in overfullness itself? A\nseductive fortitude with the keenest of glances, which _yearns_ for\nthe terrible, as for the enemy, the worthy enemy, with whom it may try\nits strength? from whom it is willing to learn what \"fear\" is? What\nmeans _tragic_ myth to the Greeks of the best, strongest, bravest era?\nAnd the prodigious phenomenon of the Dionysian? And that which was\nborn thereof, tragedy?--And again: that of which tragedy died, the\nSocratism of morality, the dialectics, contentedness and cheerfulness\nof the theoretical man--indeed? might not this very Socratism\nbe a sign of decline, of weariness, of disease, of anarchically\ndisintegrating instincts? And the \"Hellenic cheerfulness\" of the later\nHellenism merely a glowing sunset? The Epicurean will _counter_ to\npessimism merely a precaution of the sufferer? And science itself,\nour science--ay, viewed as a symptom of life, what really signifies\nall science? Whither, worse still, _whence_--all science? Well? Is\nscientism perhaps only fear and evasion of pessimism? A subtle defence\nagainst--_truth!_ Morally speaking, something like falsehood and\ncowardice? And, unmorally speaking, an artifice? O Socrates, Socrates,\nwas this perhaps _thy_ secret? Oh mysterious ironist, was this perhaps\nthine--irony?...", "location": 37168}
{"paragraph": "While the evil slumbering in the heart of theoretical culture gradually\nbegins to disquiet modern man, and makes him anxiously ransack the\nstores of his experience for means to avert the danger, though not\nbelieving very much in these means; while he, therefore, begins to\ndivine the consequences his position involves: great, universally\ngifted natures have contrived, with an incredible amount of thought, to\nmake use of the apparatus of science itself, in order to point out the\nlimits and the relativity of knowledge generally, and thus definitely\nto deny the claim of science to universal validity and universal ends:\nwith which demonstration the illusory notion was for the first time\nrecognised as such, which pretends, with the aid of causality, to be\nable to fathom the innermost essence of things. The extraordinary\ncourage and wisdom of _Kant_ and _Schopenhauer_ have succeeded in\ngaining the most, difficult, victory, the victory over the optimism\nhidden in the essence of logic, which optimism in turn is the basis of\nour culture. While this optimism, resting on apparently unobjectionable\n_æterna veritates,_ believed in the intelligibility and solvability of\nall the riddles of the world, and treated space, time, and causality\nas totally unconditioned laws of the most universal validity, Kant, on\nthe other hand, showed that these served in reality only to elevate the\nmere phenomenon, the work of Mâyâ, to the sole and highest reality,\nputting it in place of the innermost and true essence of things, thus\nmaking the actual knowledge of this essence impossible, that is,\naccording to the expression of Schopenhauer, to lull the dreamer still\nmore soundly asleep (_Welt als Wille und Vorstellung,_ I. 498). With\nthis knowledge a culture is inaugurated which I venture to designate as\na tragic culture; the most important characteristic of which is that\nwisdom takes the place of science as the highest end,--wisdom, which,\nuninfluenced by the seductive distractions of the sciences, turns\nwith unmoved eye to the comprehensive view of the world, and seeks to\napprehend therein the eternal suffering as its own with sympathetic\nfeelings of love. Let us imagine a rising generation with this\nundauntedness of vision, with this heroic desire for the prodigious,\nlet us imagine the bold step of these dragon-slayers, the proud and\ndaring spirit with which they turn their backs on all the effeminate\ndoctrines of optimism in order \"to live resolutely\" in the Whole and in\nthe Full: would it not be necessary for the tragic man of this culture,\nwith his self-discipline to earnestness and terror, to desire a new\nart, the art of metaphysical comfort,--namely, tragedy, as the Hellena\nbelonging to him, and that he should exclaim with Faust:", "location": 243281}
{"paragraph": "Credits: Produced by Marc D'Hooghe at http://www.freeliterature.org\n        (Images generously made available by the Hathi Trust.)", "location": 744}
{"paragraph": "The _chorus_ of Greek tragedy, the symbol of the mass of the people\nmoved by Dionysian excitement, is thus fully explained by our\nconception of it as here set forth. Whereas, being accustomed to the\nposition of a chorus on the modern stage, especially an operatic\nchorus, we could never comprehend why the tragic chorus of the Greeks\nshould be older, more primitive, indeed, more important than the\n\"action\" proper,--as has been so plainly declared by the voice of\ntradition; whereas, furthermore, we could not reconcile with this\ntraditional paramount importance and primitiveness the fact of the\nchorus' being composed only of humble, ministering beings; indeed, at\nfirst only of goatlike satyrs; whereas, finally, the orchestra before\nthe scene was always a riddle to us; we have learned to comprehend at\nlength that the scene, together with the action, was fundamentally\nand originally conceived only as a _vision,_ that the only reality\nis just the chorus, which of itself generates the vision and speaks\nthereof with the entire symbolism of dancing, tone, and word. This\nchorus beholds in the vision its lord and master Dionysus, and is thus\nfor ever the _serving_ chorus: it sees how he, the god, suffers and\nglorifies himself, and therefore does not itself _act_. But though its\nattitude towards the god is throughout the attitude of ministration,\nthis is nevertheless the highest expression, the Dionysian expression\nof _Nature,_ and therefore, like Nature herself, the chorus utters\noracles and wise sayings when transported with enthusiasm: as\n_fellow-sufferer_ it is also the _sage_ proclaiming truth from out the\nheart of Nature. Thus, then, originates the fantastic figure, which\nseems so shocking, of the wise and enthusiastic satyr, who is at the\nsame time \"the dumb man\" in contrast to the god: the image of Nature\nand her strongest impulses, yea, the symbol of Nature, and at the same\ntime the herald of her art and wisdom: musician, poet, dancer, and\nvisionary in one person.", "location": 134280}
{"paragraph": "\"Mistrust of science, although its ephemerally soothing optimism be\nstrongly felt; the 'serenity' of the theoretical man.", "location": 32962}
{"paragraph": "Before we plunge into the midst of these struggles, let us array\nourselves in the armour of our hitherto acquired knowledge. In\ncontrast to all those who are intent on deriving the arts from one\nexclusive principle, as the necessary vital source of every work of\nart, I keep my eyes fixed on the two artistic deities of the Greeks,\nApollo and Dionysus, and recognise in them the living and conspicuous\nrepresentatives of _two_ worlds of art which differ in their intrinsic\nessence and in their highest aims. Apollo stands before me as the\ntransfiguring genius of the _principium individuationis_ through\nwhich alone the redemption in appearance is to be truly attained,\nwhile by the mystical cheer of Dionysus the spell of individuation\nis broken, and the way lies open to the Mothers of Being,[20] to the\ninnermost heart of things. This extraordinary antithesis, which opens\nup yawningly between plastic art as the Apollonian and music as the\nDionysian art, has become manifest to only one of the great thinkers,\nto such an extent that, even without this key to the symbolism of the\nHellenic divinities, he allowed to music a different character and\norigin in advance of all the other arts, because, unlike them, it is\nnot a copy of the phenomenon, but a direct copy of the will itself, and\ntherefore represents _the metaphysical of everything physical in the\nworld_, the thing-in-itself of every phenomenon. (Schopenhauer, _Welt\nals Wille und Vorstellung,_ I. 310.) To this most important perception\nof æsthetics (with which, taken in a serious sense, æsthetics properly\ncommences), Richard Wagner, by way of confirmation of its eternal\ntruth, affixed his seal, when he asserted in his _Beethoven_ that\nmusic must be judged according to æsthetic principles quite different\nfrom those which apply to the plastic arts, and not, in general,\naccording to the category of beauty: although an erroneous æsthetics,\ninspired by a misled and degenerate art, has by virtue of the concept\nof beauty prevailing in the plastic domain accustomed itself to demand\nof music an effect analogous to that of the works of plastic art,\nnamely the suscitating _delight in beautiful forms._ Upon perceiving\nthis extraordinary antithesis, I felt a strong inducement to approach\nthe essence of Greek tragedy, and, by means of it, the profoundest\nrevelation of Hellenic genius: for I at last thought myself to be in\npossession of a charm to enable me--far beyond the phraseology of our\nusual æsthetics--to represent vividly to my mind the primitive problem\nof tragedy: whereby such an astounding insight into the Hellenic\ncharacter was afforded me that it necessarily seemed as if our proudly\ncomporting classico-Hellenic science had thus far contrived to subsist\nalmost exclusively on phantasmagoria and externalities.", "location": 214562}
{"paragraph": "Let us now imagine the one great Cyclopean eye of Socrates fixed on\ntragedy, that eye in which the fine frenzy of artistic enthusiasm had\nnever glowed--let us think how it was denied to this eye to gaze with\npleasure into the Dionysian abysses--what could it not but see in the\n\"sublime and greatly lauded\" tragic art, as Plato called it? Something\nvery absurd, with causes that seemed to be without effects, and\neffects apparently without causes; the whole, moreover, so motley and\ndiversified that it could not but be repugnant to a thoughtful mind, a\ndangerous incentive, however, to sensitive and irritable souls. We know\nwhat was the sole kind of poetry which he comprehended: the _Æsopian\nfable_: and he did this no doubt with that smiling complaisance with\nwhich the good honest Gellert sings the praise of poetry in the fable\nof the bee and the hen:--", "location": 192778}
{"paragraph": "Here it is necessary to raise ourselves with a daring bound into a\nmetaphysics of Art. I repeat, therefore, my former proposition, that\nit is only as an æsthetic phenomenon that existence and the world,\nappear justified: and in this sense it is precisely the function of\ntragic myth to convince us that even the Ugly and Discordant is an\nartistic game which the will, in the eternal fulness of its joy, plays\nwith itself. But this not easily comprehensible proto-phenomenon of\nDionysian Art becomes, in a direct way, singularly intelligible, and\nis immediately apprehended in the wonderful significance of _musical\ndissonance:_ just as in general it is music alone, placed in contrast\nto the world, which can give us an idea as to what is meant by the\njustification of the world as an æsthetic phenomenon. The joy that the\ntragic myth excites has the same origin as the joyful sensation of\ndissonance in music. The Dionysian, with its primitive joy experienced\nin pain itself, is the common source of music and tragic myth.", "location": 311516}
{"paragraph": "Section 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation", "location": 344891}
{"paragraph": "He who recalls the immediate consequences of this restlessly\nonward-pressing spirit of science will realise at once that _myth_\nwas annihilated by it, and that, in consequence of this annihilation,\npoetry was driven as a homeless being from her natural ideal soil.\nIf we have rightly assigned to music the capacity to reproduce myth\nfrom itself, we may in turn expect to find the spirit of science on\nthe path where it inimically opposes this mythopoeic power of music.\nThis takes place in the development of the _New Attic Dithyramb,_ the\nmusic of which no longer expressed the inner essence, the will itself,\nbut only rendered the phenomenon insufficiently, in an imitation by\nmeans of concepts; from which intrinsically degenerate music the truly\nmusical natures turned away with the same repugnance that they felt\nfor the art-destroying tendency of Socrates. The unerring instinct of\nAristophanes surely did the proper thing when it comprised Socrates\nhimself, the tragedy of Euripides, and the music of the new Dithyrambic\npoets in the same feeling of hatred, and perceived in all three\nphenomena the symptoms of a degenerate culture. By this New Dithyramb,\nmusic has in an outrageous manner been made the imitative portrait of\nphenomena, for instance, of a battle or a storm at sea, and has thus,\nof course, been entirely deprived of its mythopoeic power. For if it\nendeavours to excite our delight only by compelling us to seek external\nanalogies between a vital or natural process and certain rhythmical\nfigures and characteristic sounds of music; if our understanding is\nexpected to satisfy itself with the perception of these analogies, we\nare reduced to a frame of mind in which the reception of the mythical\nis impossible; for the myth as a unique exemplar of generality\nand truth towering into the infinite, desires to be conspicuously\nperceived. The truly Dionysean music presents itself to us as such\na general mirror of the universal will: the conspicuous event which\nis refracted in this mirror expands at once for our consciousness to\nthe copy of an eternal truth. Conversely, such a conspicious event is\nat once divested of every mythical character by the tone-painting\nof the New Dithyramb; music has here become a wretched copy of the\nphenomenon, and therefore infinitely poorer than the phenomenon itself:\nthrough which poverty it still further reduces even the phenomenon for\nour consciousness, so that now, for instance, a musically imitated\nbattle of this sort exhausts itself in marches, signal-sounds, etc.,\nand our imagination is arrested precisely by these superficialities.\nTone-painting is therefore in every respect the counterpart of true\nmusic with its mythopoeic power: through it the phenomenon, poor in\nitself, is made still poorer, while through an isolated Dionysian music\nthe phenomenon is evolved and expanded into a picture of the world.\nIt was an immense triumph of the non-Dionysian spirit, when, in the\ndevelopment of the New Dithyramb, it had estranged music from itself\nand reduced it to be the slave of phenomena. Euripides, who, albeit in\na higher sense, must be designated as a thoroughly unmusical nature,\nis for this very reason a passionate adherent of the New Dithyrambic\nMusic, and with the liberality of a freebooter employs all its\neffective turns and mannerisms.", "location": 231171}
{"paragraph": "1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg™ electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg™\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg™ work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg™ work, and (c) any\nDefect you cause.", "location": 342464}
{"paragraph": "We now approach the real purpose of our investigation, which aims\nat acquiring a knowledge of the Dionyso-Apollonian genius and his\nart-work, or at least an anticipatory understanding of the mystery of\nthe aforesaid union. Here we shall ask first of all where that new\ngerm which subsequently developed into tragedy and dramatic dithyramb\nfirst makes itself perceptible in the Hellenic world. The ancients\nthemselves supply the answer in symbolic form, when they place _Homer_\nand _Archilochus_ as the forefathers and torch-bearers of Greek poetry\nside by side on gems, sculptures, etc., in the sure conviction that\nonly these two thoroughly original compeers, from whom a stream of\nfire flows over the whole of Greek posterity, should be taken into\nconsideration. Homer, the aged dreamer sunk in himself, the type\nof the Apollonian naïve artist, beholds now with astonishment the\nimpassioned genius of the warlike votary of the muses, Archilochus,\nviolently tossed to and fro on the billows of existence: and modern\næsthetics could only add by way of interpretation, that here the\n\"objective\" artist is confronted by the first \"subjective\" artist.\nBut this interpretation is of little service to us, because we know\nthe subjective artist only as the poor artist, and in every type and\nelevation of art we demand specially and first of all the conquest\nof the Subjective, the redemption from the \"ego\" and the cessation\nof every individual will and desire; indeed, we find it impossible\nto believe in any truly artistic production, however insignificant,\nwithout objectivity, without pure, interestless contemplation. Hence\nour æsthetics must first solve the problem as to how the \"lyrist\" is\npossible as an artist: he who according to the experience of all ages\ncontinually says \"I\" and sings off to us the entire chromatic scale of\nhis passions and desires. This very Archilochus appals us, alongside\nof Homer, by his cries of hatred and scorn, by the drunken outbursts\nof his desire. Is not just he then, who has been called the first\nsubjective artist, the non-artist proper? But whence then the reverence\nwhich was shown to him--the poet--in very remarkable utterances by the\nDelphic oracle itself, the focus of \"objective\" art?", "location": 93861}
{"paragraph": "But how suddenly this gloomily depicted wilderness of our exhausted\nculture changes when the Dionysian magic touches it! A hurricane\nseizes everything decrepit, decaying, collapsed, and stunted; wraps\nit whirlingly into a red cloud of dust; and carries it like a vulture\ninto the air. Confused thereby, our glances seek for what has vanished:\nfor what they see is something risen to the golden light as from\na depression, so full and green, so luxuriantly alive, so ardently\ninfinite. Tragedy sits in the midst of this exuberance of life,\nsorrow and joy, in sublime ecstasy; she listens to a distant doleful\nsong--it tells of the Mothers of Being, whose names are: _Wahn, Wille,\nWehe_[21]--Yes, my friends, believe with me in Dionysian life and\nin the re-birth of tragedy. The time of the Socratic man is past:\ncrown yourselves with ivy, take in your hands the thyrsus, and do not\nmarvel if tigers and panthers lie down fawning at your feet. Dare now\nto be tragic men, for ye are to be redeemed! Ye are to accompany the\nDionysian festive procession from India to Greece! Equip yourselves for\nsevere conflict, but believe in the wonders of your god!", "location": 270892}
{"paragraph": "International donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.", "location": 346165}
{"paragraph": "In a myth composed in the eve of his life, Euripides himself most\nurgently propounded to his contemporaries the question as to the\nvalue and signification of this tendency. Is the Dionysian entitled\nto exist at all? Should it not be forcibly rooted out of the Hellenic\nsoil? Certainly, the poet tells us, if only it were possible: but the\ngod Dionysus is too powerful; his most intelligent adversary--like\nPentheus in the \"Bacchæ\"--is unwittingly enchanted by him, and\nin this enchantment meets his fate. The judgment of the two old\nsages, Cadmus and Tiresias, seems to be also the judgment of the\naged poet: that the reflection of the wisest individuals does not\noverthrow old popular traditions, nor the perpetually propagating\nworship of Dionysus, that in fact it behoves us to display at least a\ndiplomatically cautious concern in the presence of such strange forces:\nwhere however it is always possible that the god may take offence\nat such lukewarm participation, and finally change the diplomat--in\nthis case Cadmus--into a dragon. This is what a poet tells us, who\nopposed Dionysus with heroic valour throughout a long life--in order\nfinally to wind up his career with a glorification of his adversary,\nand with suicide, like one staggering from giddiness, who, in order\nto escape the horrible vertigo he can no longer endure, casts himself\nfrom a tower. This tragedy--the Bacchæ--is a protest against the\npracticability of his own tendency; alas, and it has already been\nput into practice! The surprising thing had happened: when the poet\nrecanted, his tendency had already conquered. Dionysus had already\nbeen scared from the tragic stage, and in fact by a demonic power\nwhich spoke through Euripides. Even Euripides was, in a certain sense,\nonly a mask: the deity that spoke through him was neither Dionysus nor\nApollo, but an altogether new-born demon, called _Socrates._ This is\nthe new antithesis: the Dionysian and the Socratic, and the art-work of\nGreek tragedy was wrecked on it. What if even Euripides now seeks to\ncomfort us by his recantation? It is of no avail: the most magnificent\ntemple lies in ruins. What avails the lamentation of the destroyer,\nand his confession that it was the most beautiful of all temples? And\neven that Euripides has been changed into a dragon as a punishment by\nthe art-critics of all ages--who could be content with this wretched\ncompensation?", "location": 173456}
{"paragraph": "\"We have indeed got hold of a rare bird, Herr Ratsherr,\" said one of\nthese gentlemen to his companion, and the latter heartily agreed, for\nmy brother's appointment had been chiefly his doing.", "location": 25421}
{"paragraph": "From the dates of the various notes relating to it, _The Birth of\nTragedy_ must have been written between the autumn of 1869 and November\n1871--a period during which \"a mass of æsthetic questions and answers\"\nwas fermenting in Nietzsche's mind. It was first published in January\n1872 by E. W. Fritsch, in Leipzig, under the title _The Birth of\nTragedy out of the Spirit of Music._ Later on the title was changed to\n_The Birth of Tragedy, or Hellenism and Pessimism._", "location": 34869}
{"paragraph": "In another direction also we see at work the power of this\nun-Dionysian, myth-opposing spirit, when we turn our eyes to the\nprevalence of _character representation_ and psychological refinement\nfrom Sophocles onwards. The character must no longer be expanded into\nan eternal type, but, on the contrary, must operate individually\nthrough artistic by-traits and shadings, through the nicest precision\nof all lines, in such a manner that the spectator is in general no\nlonger conscious of the myth, but of the mighty nature-myth and the\nimitative power of the artist. Here also we observe the victory of\nthe phenomenon over the Universal, and the delight in the particular\nquasi-anatomical preparation; we actually breathe the air of a\ntheoretical world, in which scientific knowledge is valued more highly\nthan the artistic reflection of a universal law. The movement along\nthe line of the representation of character proceeds rapidly: while\nSophocles still delineates complete characters and employs myth for\ntheir refined development, Euripides already delineates only prominent\nindividual traits of character, which can express themselves in violent\nbursts of passion; in the New Attic Comedy, however, there are only\nmasks with _one_ expression: frivolous old men, duped panders, and\ncunning slaves in untiring repetition. Where now is the mythopoeic\nspirit of music? What is still left now of music is either excitatory\nmusic or souvenir music, that is, either a stimulant for dull and\nused-up nerves, or tone-painting. As regards the former, it hardly\nmatters about the text set to it: the heroes and choruses of Euripides\nare already dissolute enough when once they begin to sing; to what pass\nmust things have come with his brazen successors?", "location": 234493}
{"paragraph": "1.C. The Project Gutenberg Literary Archive Foundation (“the\nFoundation” or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg™ electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg™ mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg™\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg™ name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg™ License when\nyou share it without charge with others.", "location": 332256}
{"paragraph": "In order to assign also to Socrates the dignity of such a leading\nposition, it will suffice to recognise in him the type of an unheard-of\nform of existence, the type of the _theoretical man,_ with regard\nto whose meaning and purpose it will be our next task to attain\nan insight. Like the artist, the theorist also finds an infinite\nsatisfaction in what _is_ and, like the former, he is shielded by this\nsatisfaction from the practical ethics of pessimism with its lynx eyes\nwhich shine only in the dark. For if the artist in every unveiling\nof truth always cleaves with raptured eyes only to that which still\nremains veiled after the unveiling, the theoretical man, on the other\nhand, enjoys and contents himself with the cast-off veil, and finds\nthe consummation of his pleasure in the process of a continuously\nsuccessful unveiling through his own unaided efforts. There would\nhave been no science if it had only been concerned about that _one_\nnaked goddess and nothing else. For then its disciples would have been\nobliged to feel like those who purposed to dig a hole straight through\nthe earth: each one of whom perceives that with the utmost lifelong\nexertion he is able to excavate only a very little of the enormous\ndepth, which is again filled up before his eyes by the labours of his\nsuccessor, so that a third man seems to do well when on his own account\nhe selects a new spot for his attempts at tunnelling. If now some one\nproves conclusively that the antipodal goal cannot be attained in this\ndirect way, who will still care to toil on in the old depths, unless he\nhas learned to content himself in the meantime with finding precious\nstones or discovering natural laws? For that reason Lessing, the most\nhonest theoretical man, ventured to say that he cared more for the\nsearch after truth than for truth itself: in saying which he revealed\nthe fundamental secret of science, to the astonishment, and indeed,\nto the vexation of scientific men. Well, to be sure, there stands\nalongside of this detached perception, as an excess of honesty, if not\nof presumption, a profound _illusion_ which first came to the world\nin the person of Socrates, the imperturbable belief that, by means\nof the clue of causality, thinking reaches to the deepest abysses of\nbeing, and that thinking is able not only to perceive being but even\nto _correct_ it. This sublime metaphysical illusion is added as an\ninstinct to science and again and again leads the latter to its limits,\nwhere it must change into _art; which is really the end, to be attained\nby this mechanism_.", "location": 204553}
{"paragraph": "Of course, the Apollonian light-picture did not, precisely with this\ninner illumination through music, attain the peculiar effect of the\nweaker grades of Apollonian art. What the epos and the animated stone\ncan do--constrain the contemplating eye to calm delight in the world\nof the _individuatio_--could not be realised here, notwithstanding\nthe greater animation and distinctness. We contemplated the drama\nand penetrated with piercing glance into its inner agitated world of\nmotives--and yet it seemed as if only a symbolic picture passed before\nus, the profoundest significance of which we almost believed we had\ndivined, and which we desired to put aside like a curtain in order to\nbehold the original behind it. The greatest distinctness of the picture\ndid not suffice us: for it seemed to reveal as well as veil something;\nand while it seemed, with its symbolic revelation, to invite the\nrending of the veil for the disclosure of the mysterious background,\nthis illumined all-conspicuousness itself enthralled the eye and\nprevented it from penetrating more deeply He who has not experienced\nthis,--to have to view, and at the same time to have a longing\nbeyond the viewing,--will hardly be able to conceive how clearly and\ndefinitely these two processes coexist in the contemplation of tragic\nmyth and are felt to be conjoined; while the truly æsthetic spectators\nwill confirm my assertion that among the peculiar effects of tragedy\nthis conjunction is the most noteworthy. Now let this phenomenon of the\næsthetic spectator be transferred to an analogous process in the tragic\nartist, and the genesis of _tragic myth_ will have been understood. It\nshares with the Apollonian sphere of art the full delight in appearance\nand contemplation, and at the same time it denies this delight and\nfinds a still higher satisfaction in the annihilation of the visible\nworld of appearance. The substance of tragic myth is first of all an\nepic event involving the glorification of the fighting hero: but whence\noriginates the essentially enigmatical trait, that the suffering in\nthe fate of the hero, the most painful victories, the most agonising\ncontrasts of motives, in short, the exemplification of the wisdom of\nSilenus, or, æsthetically expressed, the Ugly and Discordant, is always\nrepresented anew in such countless forms with such predilection, and\nprecisely in the most youthful and exuberant age of a people, unless\nthere is really a higher delight experienced in all this?", "location": 307345}
{"paragraph": "Before this could be perceived, before the intrinsic dependence of\nevery art on the Greeks, the Greeks from Homer to Socrates, was\nconclusively demonstrated, it had to happen to us with regard to these\nGreeks as it happened to the Athenians with regard to Socrates. Nearly\nevery age and stage of culture has at some time or other sought with\ndeep displeasure to free itself from the Greeks, because in their\npresence everything self-achieved, sincerely admired and apparently\nquite original, seemed all of a sudden to lose life and colour\nand shrink to an abortive copy, even to caricature. And so hearty\nindignation breaks forth time after time against this presumptuous\nlittle nation, which dared to designate as \"barbaric\" for all time\neverything not native: who are they, one asks one's self, who, though\nthey possessed only an ephemeral historical splendour, ridiculously\nrestricted institutions, a dubious excellence in their customs, and\nwere even branded with ugly vices, yet lay claim to the dignity and\nsingular position among the peoples to which genius is entitled among\nthe masses. What a pity one has not been so fortunate as to find the\ncup of hemlock with which such an affair could be disposed of without\nado: for all the poison which envy, calumny, and rankling resentment\nengendered within themselves have not sufficed to destroy that\nself-sufficient grandeur! And so one feels ashamed and afraid in the\npresence of the Greeks: unless one prize truth above all things, and\ndare also to acknowledge to one's self this truth, that the Greeks,\nas charioteers, hold in their hands the reins of our own and of\nevery culture, but that almost always chariot and horses are of too\npoor material and incommensurate with the glory of their guides, who\nthen will deem it sport to run such a team into an abyss: which they\nthemselves clear with the leap of Achilles.", "location": 202678}
{"paragraph": "\"Any justification of the world can only be an _æsthetic_ one. Profound\nsuspicions about morality (--it is part and parcel of the world of\nappearance).", "location": 33195}
{"paragraph": "With this chorus the deep-minded Hellene, who is so singularly\nqualified for the most delicate and severe suffering, consoles\nhimself:--he who has glanced with piercing eye into the very heart of\nthe terrible destructive processes of so-called universal history, as\nalso into the cruelty of nature, and is in danger of longing for a\nBuddhistic negation of the will. Art saves him, and through art life\nsaves him--for herself.", "location": 122080}
{"paragraph": "Before we name this other spectator, let us pause here a moment in\norder to recall our own impression, as previously described, of the\ndiscordant and incommensurable elements in the nature of Æschylean\ntragedy. Let us think of our own astonishment at the _chorus_ and\nthe _tragic hero_ of that type of tragedy, neither of which we could\nreconcile with our practices any more than with tradition--till we\nrediscovered this duplexity itself as the origin and essence of Greek\ntragedy, as the expression of two interwoven artistic impulses, _the\nApollonian and the Dionysian_.", "location": 172596}
{"paragraph": "In the autumn of 1864, he began his university life in Bonn, and\nstudied philology and theology; at the end of six months he gave up\ntheology, and in the autumn of 1865 followed his famous teacher Ritschl\nto the University of Leipzig. There he became an ardent philologist,\nand diligently sought to acquire a masterly grasp of this branch of\nknowledge. But in this respect it would be unfair to forget that the\nschool of Pforta, with its staff of excellent teachers--scholars\nthat would have adorned the chairs of any University--had already\nafforded the best of preparatory trainings to any one intending to\ntake up philology as a study, more particularly as it gave all pupils\nample scope to indulge any individual tastes they might have for any\nparticular branch of ancient history. The last important Latin thesis\nwhich my brother wrote for the Landes-Schule, Pforta, dealt with\nthe Megarian poet Theognis, and it was in the rôle of a lecturer on\nthis very subject that, on the 18th January 1866, he made his _first\nappearance in public_ before the philological society he had helped to\nfound in Leipzig. The paper he read disclosed his investigations on\nthe subject of Theognis the moralist and aristocrat, who, as is well\nknown, described and dismissed the plebeians of his time in terms of\nthe heartiest contempt The aristocratic ideal, which was always so\ndear to my brother, thus revealed itself for the first time. Moreover,\ncuriously enough, it was precisely _this_ scientific thesis which was\nthe cause of Ritschl's recognition of my brother and fondness for him.", "location": 13826}
{"paragraph": "Ye bow in the dust, oh millions?\n    Thy maker, mortal, dost divine?\nCf. Schiller's \"Hymn to Joy\"; and Beethoven, Ninth Symphony.--TR.", "location": 70558}
{"paragraph": "With reference to Archilochus, it has been established by critical\nresearch that he introduced the _folk-song_ into literature, and,\non account thereof, deserved, according to the general estimate of\nthe Greeks, his unique position alongside of Homer. But what is this\npopular folk-song in contrast to the wholly Apollonian epos? What\nelse but the _perpetuum vestigium_ of a union of the Apollonian and\nthe Dionysian? Its enormous diffusion among all peoples, still further\nenhanced by ever new births, testifies to the power of this artistic\ndouble impulse of nature: which leaves its vestiges in the popular\nsong in like manner as the orgiastic movements of a people perpetuate\nthemselves in its music. Indeed, one might also furnish historical\nproofs, that every period which is highly productive in popular songs\nhas been most violently stirred by Dionysian currents, which we must\nalways regard as the substratum and prerequisite of the popular song.", "location": 105821}
{"paragraph": "I know that I must now lead the sympathising and attentive friend to\nan elevated position of lonesome contemplation, where he will have\nbut few companions, and I call out encouragingly to him that we must\nhold fast to our shining guides, the Greeks. For the rectification\nof our æsthetic knowledge we previously borrowed from them the two\ndivine figures, each of which sways a separate realm of art, and\nconcerning whose mutual contact and exaltation we have acquired a\nnotion through Greek tragedy. Through a remarkable disruption of both\nthese primitive artistic impulses, the ruin of Greek tragedy seemed\nto be necessarily brought about: with which process a degeneration\nand a transmutation of the Greek national character was strictly in\nkeeping, summoning us to earnest reflection as to how closely and\nnecessarily art and the people, myth and custom, tragedy and the state,\nhave coalesced in their bases. The ruin of tragedy was at the same\ntime the ruin of myth. Until then the Greeks had been involuntarily\ncompelled immediately to associate all experiences with their myths,\nindeed they had to comprehend them only through this association:\nwhereby even the most immediate present necessarily appeared to them\n_sub specie æterni_ and in a certain sense as timeless. Into this\ncurrent of the timeless, however, the state as well as art plunged\nin order to find repose from the burden and eagerness of the moment.\nAnd a people--for the rest, also a man--is worth just as much only as\nits ability to impress on its experiences the seal of eternity: for\nit is thus, as it were, desecularised, and reveals its unconscious\ninner conviction of the relativity of time and of the true, that is,\nthe metaphysical significance of life. The contrary happens when a\npeople begins to comprehend itself historically and to demolish the\nmythical bulwarks around it: with which there is usually connected\na marked secularisation, a breach with the unconscious metaphysics\nof its earlier existence, in all ethical consequences. Greek art and\nespecially Greek tragedy delayed above all the annihilation of myth:\nit was necessary to annihilate these also to be able to live detached\nfrom the native soil, unbridled in the wilderness of thought, custom,\nand action. Even in such circumstances this metaphysical impulse still\nendeavours to create for itself a form of apotheosis (weakened, no\ndoubt) in the Socratism of science urging to life: but on its lower\nstage this same impulse led only to a feverish search, which gradually\nmerged into a pandemonium of myths and superstitions accumulated from\nall quarters: in the midst of which, nevertheless, the Hellene sat with\na yearning heart till he contrived, as Græculus, to mask his fever with\nGreek cheerfulness and Greek levity, or to narcotise himself completely\nwith some gloomy Oriental superstition.", "location": 301520}
{"paragraph": "Thus does the Apollonian wrest us from Dionysian universality and fill\nus with rapture for individuals; to these it rivets our sympathetic\nemotion, through these it satisfies the sense of beauty which longs for\ngreat and sublime forms; it brings before us biographical portraits,\nand incites us to a thoughtful apprehension of the essence of life\ncontained therein. With the immense potency of the image, the concept,\nthe ethical teaching and the sympathetic emotion--the Apollonian\ninfluence uplifts man from his orgiastic self-annihilation, and\nbeguiles him concerning the universality of the Dionysian process\ninto the belief that he is seeing a detached picture of the world,\nfor instance, Tristan and Isolde, and that, _through music,_ he will\nbe enabled to _see_ it still more clearly and intrinsically. What can\nthe healing magic of Apollo not accomplish when it can even excite in\nus the illusion that the Dionysian is actually in the service of the\nApollonian, the effects of which it is capable of enhancing; yea, that\nmusic is essentially the representative art for an Apollonian substance?", "location": 281306}
{"paragraph": "In October 1868, my brother returned to his studies in Leipzig with\ndouble joy. These were his plans: to get his doctor's degree as soon as\npossible; to proceed to Paris, Italy, and Greece, make a lengthy stay\nin each place, and then to return to Leipzig in order to settle there\nas a privat docent. All these plans were, however, suddenly frustrated\nowing to his premature call to the University of Bale, where he was\ninvited to assume the duties of professor. Some of the philological\nessays he had written in his student days, and which were published\nby the _Rheinische Museum,_ had attracted the attention of the\nEducational Board at Bale. Ratsherr Wilhelm Vischer, as representing\nthis body, appealed to Ritschl for fuller information. Now Ritschl,\nwho had early recognised my brother's extraordinary talents, must have\nwritten a letter of such enthusiastic praise (\"Nietzsche is a genius:\nhe can do whatever he chooses to put his mind to\"), that one of the\nmore cautious members of the council is said to have observed: \"If\nthe proposed candidate be really such a genius, then it were better\ndid we not appoint him; for, in any case, he would only stay a short\ntime at the little University of Bale.\" My brother ultimately accepted\nthe appointment, and, in view of his published philological works,\nhe was immediately granted the doctor's degree by the University of\nLeipzig. He was twenty-four years and six months old when he took up\nhis position as professor in Bale,--and it was with a heavy heart that\nhe proceeded there, for he knew \"the golden period of untrammelled\nactivity\" must cease. He was, however, inspired by the deep wish of\nbeing able \"to transfer to his pupils some of that Schopenhauerian\nearnestness which is stamped on the brow of the sublime man.\" \"I\nshould like to be something more than a mere trainer of capable\nphilologists: the present generation of teachers, the care of the\ngrowing broods,--all this is in my mind. If we must live, let us at\nleast do so in such wise that others may bless our life once we have\nbeen peacefully delivered from its toils.\"", "location": 21671}
{"paragraph": "The listener, who insists on distinctly hearing the words under the\nmusic, has his wishes met by the singer in that he speaks rather than\nsings, and intensifies the pathetic expression of the words in this\nhalf-song: by this intensification of the pathos he facilitates the\nunderstanding of the words and surmounts the remaining half of the\nmusic. The specific danger which now threatens him is that in some\nunguarded moment he may give undue importance to music, which would\nforthwith result in the destruction of the pathos of the speech and\nthe distinctness of the words: while, on the other hand, he always\nfeels himself impelled to musical delivery and to virtuose exhibition\nof vocal talent. Here the \"poet\" comes to his aid, who knows how to\nprovide him with abundant opportunities for lyrical interjections,\nrepetitions of words and sentences, etc.,--at which places the singer,\nnow in the purely musical element, can rest himself without minding the\nwords. This alternation of emotionally impressive, yet only half-sung\nspeech and wholly sung interjections, which is characteristic of the\n_stilo rappresentativo,_ this rapidly changing endeavour to operate\nnow on the conceptional and representative faculty of the hearer, now\non his musical sense, is something so thoroughly unnatural and withal\nso intrinsically contradictory both to the Apollonian and Dionysian\nartistic impulses, that one has to infer an origin of the recitative\nforeign to all artistic instincts. The recitative must be defined,\naccording to this description, as the combination of epic and lyric\ndelivery, not indeed as an intrinsically stable combination which\ncould not be attained in the case of such totally disparate elements,\nbut an entirely superficial mosaic conglutination, such as is totally\nunprecedented in the domain of nature and experience. _But this was\nnot the opinion of the inventors of the recitative:_ they themselves,\nand their age with them, believed rather that the mystery of antique\nmusic had been solved by this _stilo rappresentativo,_ in which, as\nthey thought, the only explanation of the enormous influence of an\nOrpheus, an Amphion, and even of Greek tragedy was to be found. The new\nstyle was regarded by them as the re-awakening of the most effective\nmusic, the Old Greek music: indeed, with the universal and popular\nconception of the Homeric world _as the primitive world,_ they could\nabandon themselves to the dream of having descended once more into the\nparadisiac beginnings of mankind, wherein music also must needs have\nhad the unsurpassed purity, power, and innocence of which the poets\ncould give such touching accounts in their pastoral plays. Here we see\ninto the internal process of development of this thoroughly modern\nvariety of art, the opera: a powerful need here acquires an art, but\nit is a need of an unæsthetic kind: the yearning for the idyll, the\nbelief in the prehistoric existence of the artistic, good man. The\nrecitative was regarded as the rediscovered language of this primitive\nman; the opera as the recovered land of this idyllically or heroically\ngood creature, who in every action follows at the same time a natural\nartistic impulse, who sings a little along with all he has to say, in\norder to sing immediately with full voice on the slightest emotional\nexcitement. It is now a matter of indifference to us that the humanists\nof those days combated the old ecclesiastical representation of man\nas naturally corrupt and lost, with this new-created picture of the\nparadisiac artist: so that opera may be understood as the oppositional\ndogma of the good man, whereby however a solace was at the same time\nfound for the pessimism to which precisely the seriously-disposed\nmen of that time were most strongly incited, owing to the frightful\nuncertainty of all conditions of life. It is enough to have perceived\nthat the intrinsic charm, and therefore the genesis, of this new form\nof art lies in the gratification of an altogether unæsthetic need, in\nthe optimistic glorification of man as such, in the conception of the\nprimitive man as the man naturally good and artistic: a principle of\nthe opera which has gradually changed into a threatening and terrible\n_demand,_ which, in face of the socialistic movements of the present\ntime, we can no longer ignore. The \"good primitive man\" wants his\nrights: what paradisiac prospects!", "location": 249320}
{"paragraph": "But now science, spurred on by its powerful illusion, hastens\nirresistibly to its limits, on which its optimism, hidden in the\nessence of logic, is wrecked. For the periphery of the circle of\nscience has an infinite number of points, and while there is still no\ntelling how this circle can ever be completely measured, yet the noble\nand gifted man, even before the middle of his career, inevitably comes\ninto contact with those extreme points of the periphery where he stares\nat the inexplicable. When he here sees to his dismay how logic coils\nround itself at these limits and finally bites its own tail--then the\nnew form of perception discloses itself, namely _tragic perception,_\nwhich, in order even to be endured, requires art as a safeguard and\nremedy.", "location": 211174}
{"paragraph": "Musing deeply, the worthy councillors and professors walked homeward.\nWhat had they just heard? A young scholar discussing the very\njustification of his own science in a cool and philosophically critical\nspirit! A man able to impart so much artistic glamour to his subject,\nthat the once stale and arid study of philology suddenly struck\nthem--and they were certainly not impressionable men--as the messenger\nof the gods: \"and just as the Muses descended upon the dull and\ntormented Boeotian peasants, so philology comes into a world full of\ngloomy colours and pictures, full of the deepest, most incurable woes,\nand speaks to men comfortingly of the beautiful and brilliant godlike\nfigure of a distant, blue, and happy fairyland.\"", "location": 24688}
{"paragraph": "We have therefore, according to the doctrine of Schopenhauer, an\nimmediate understanding of music as the language of the will, and\nfeel our imagination stimulated to give form to this invisible and\nyet so actively stirred spirit-world which speaks to us, and prompted\nto embody it in an analogous example. On the other hand, image and\nconcept, under the influence of a truly conformable music, acquire a\nhigher significance. Dionysian art therefore is wont to exercise--two\nkinds of influences, on the Apollonian art-faculty: music firstly\nincites to the _symbolic intuition_ of Dionysian universality, and,\nsecondly, it causes the symbolic image to stand forth _in its fullest\nsignificance._ From these facts, intelligible in themselves and not\ninaccessible to profounder observation, I infer the capacity of music\nto give birth to _myth,_ that is to say, the most significant exemplar,\nand precisely _tragic_ myth: the myth which speaks of Dionysian\nknowledge in symbols. In the phenomenon of the lyrist, I have set forth\nthat in him music strives to express itself with regard to its nature\nin Apollonian images. If now we reflect that music in its highest\npotency must seek to attain also to its highest symbolisation, we must\ndeem it possible that it also knows how to find the symbolic expression\nof its inherent Dionysian wisdom; and where shall we have to seek for\nthis expression if not in tragedy and, in general, in the conception of\nthe _tragic_?", "location": 222900}
{"paragraph": "Here is the extraordinary hesitancy which always seizes upon us with\nregard to Socrates, and again and again invites us to ascertain the\nsense and purpose of this most questionable phenomenon of antiquity.\nWho is it that ventures single-handed to disown the Greek character,\nwhich, as Homer, Pindar, and Æschylus, as Phidias, as Pericles, as\nPythia and Dionysus, as the deepest abyss and the highest height, is\nsure of our wondering admiration? What demoniac power is it which would\npresume to spill this magic draught in the dust? What demigod is it to\nwhom the chorus of spirits of the noblest of mankind must call out:\n\"Weh! Weh! Du hast sie zerstört, die schöne Welt, mit mächtiger Faust;\nsie stürzt, sie zerfällt!\"[17]", "location": 188849}
{"paragraph": "\"Here sit I, forming mankind\n    In my image,\n    A race resembling me,--\n    To sorrow and to weep,\n    To taste, to hold, to enjoy,\n    And not have need of thee,\n    As I!\"", "location": 152035}
{"paragraph": "[1] This Introduction by E. Förster-Nietzsche, which appears\nin the front of the first volume of Naumann's Pocket Edition of\nNietzsche, has been translated and arranged by Mr. A. M. Ludovici.", "location": 35433}
{"paragraph": "While we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.", "location": 345918}
{"paragraph": "Dionysian art, too, seeks to convince us of the eternal joy of\nexistence: only we are to seek this joy not in phenomena, but behind\nphenomena. We are to perceive how all that comes into being must be\nready for a sorrowful end; we are compelled to look into the terrors of\nindividual existence--yet we are not to become torpid: a metaphysical\ncomfort tears us momentarily from the bustle of the transforming\nfigures. We are really for brief moments Primordial Being itself,\nand feel its indomitable desire for being and joy in existence; the\nstruggle, the pain, the destruction of phenomena, now appear to us as\nsomething necessary, considering the surplus of innumerable forms of\nexistence which throng and push one another into life, considering\nthe exuberant fertility of the universal will. We are pierced by the\nmaddening sting of these pains at the very moment when we have become,\nas it were, one with the immeasurable primordial joy in existence,\nand when we anticipate, in Dionysian ecstasy, the indestructibility\nand eternity of this joy. In spite of fear and pity, we are the happy\nliving beings, not as individuals, but as the _one_ living being, with\nwhose procreative joy we are blended.", "location": 226088}
{"paragraph": "That striving of the spirit of music for symbolic and mythical\nmanifestation, which increases from the beginnings of lyric poetry to\nAttic tragedy, breaks off all of a sudden immediately after attaining\nluxuriant development, and disappears, as it were, from the surface\nof Hellenic art: while the Dionysian view of things born of this\nstriving lives on in Mysteries and, in its strangest metamorphoses and\ndebasements, does not cease to attract earnest natures. Will it not one\nday rise again as art out of its mystic depth?", "location": 229678}
{"paragraph": "Section 5. General Information About Project Gutenberg™ electronic works", "location": 346618}
{"paragraph": "\"A desire for tragic myth (for religion and even pessimistic religion)\nas for a forcing frame in which certain plants flourish.", "location": 32833}
{"paragraph": "\"Concerning _The Birth of Tragedy._--A book consisting of mere\nexperiences relating to pleasurable and unpleasurable æsthetic states,\nwith a metaphysico-artistic background. At the same time the confession\nof a romanticist _the sufferer feels the deepest longing for beauty--he\nbegets it_; finally, a product of youth, full of youthful courage and\nmelancholy.", "location": 30083}
{"paragraph": "We should also have to regard our German character with despair and\nsorrow, if it had already become inextricably entangled in, or even\nidentical with this culture, in a similar manner as we can observe it\nto our horror to be the case in civilised France; and that which for\na long time was the great advantage of France and the cause of her\nvast preponderance, to wit, this very identity of people and culture,\nmight compel us at the sight thereof to congratulate ourselves that\nthis culture of ours, which is so questionable, has hitherto had\nnothing in common with the noble kernel of the character of our people.\nAll our hopes, on the contrary, stretch out longingly towards the\nperception that beneath this restlessly palpitating civilised life and\neducational convulsion there is concealed a glorious, intrinsically\nhealthy, primeval power, which, to be sure, stirs vigorously only at\nintervals in stupendous moments, and then dreams on again in view of\na future awakening. It is from this abyss that the German Reformation\ncame forth: in the choral-hymn of which the future melody of German\nmusic first resounded. So deep, courageous, and soul-breathing, so\nexuberantly good and tender did this chorale of Luther sound,--as the\nfirst Dionysian-luring call which breaks forth from dense thickets\nat the approach of spring. To it responded with emulative echo the\nsolemnly wanton procession of Dionysian revellers, to whom we are\nindebted for German music--and to whom we shall be indebted for _the\nre-birth of German myth._", "location": 299989}
{"paragraph": "\"Lift up your hearts, my brethren, high, higher! And do\n    not forget your legs! Lift up also your legs, ye good\n    dancers--and better still if ye stand also on your heads!", "location": 56521}
{"paragraph": "The beauteous appearance of the dream-worlds, in the production of\nwhich every man is a perfect artist, is the presupposition of all\nplastic art, and in fact, as we shall see, of an important half of\npoetry also. We take delight in the immediate apprehension of form; all\nforms speak to us; there is nothing indifferent, nothing superfluous.\nBut, together with the highest life of this dream-reality we also have,\nglimmering through it, the sensation of its appearance: such at least\nis my experience, as to the frequency, ay, normality of which I could\nadduce many proofs, as also the sayings of the poets. Indeed, the man\nof philosophic turn has a foreboding that underneath this reality in\nwhich we live and have our being, another and altogether different\nreality lies concealed, and that therefore it is also an appearance;\nand Schopenhauer actually designates the gift of occasionally regarding\nmen and things as mere phantoms and dream-pictures as the criterion of\nphilosophical ability. Accordingly, the man susceptible to art stands\nin the same relation to the reality of dreams as the philosopher to\nthe reality of existence; he is a close and willing observer, for from\nthese pictures he reads the meaning of life, and by these processes\nhe trains himself for life. And it is perhaps not only the agreeable\nand friendly pictures that he realises in himself with such perfect\nunderstanding: the earnest, the troubled, the dreary, the gloomy, the\nsudden checks, the tricks of fortune, the uneasy presentiments, in\nshort, the whole \"Divine Comedy\" of life, and the Inferno, also pass\nbefore him, not merely like pictures on the wall--for he too lives and\nsuffers in these scenes,--and yet not without that fleeting sensation\nof appearance. And perhaps many a one will, like myself, recollect\nhaving sometimes called out cheeringly and not without success amid the\ndangers and terrors of dream-life: \"It is a dream! I will dream on!\" I\nhave likewise been told of persons capable of continuing the causality\nof one and the same dream for three and even more successive nights:\nall of which facts clearly testify that our innermost being, the common\nsubstratum of all of us, experiences our dreams with deep joy and\ncheerful acquiescence.", "location": 62354}
{"paragraph": "For the fact that things actually take such a tragic course would\nleast of all explain the origin of a form of art; provided that art\nis not merely an imitation of the reality of nature, but in truth a\nmetaphysical supplement to the reality of nature, placed alongside\nthereof for its conquest. Tragic myth, in so far as it really belongs\nto art, also fully participates in this transfiguring metaphysical\npurpose of art in general: What does it transfigure, however, when it\npresents the phenomenal world in the guise of the suffering hero? Least\nof all the \"reality\" of this phenomenal world, for it says to us: \"Look\nat this! Look carefully! It is your life! It is the hour-hand of your\nclock of existence!\"", "location": 309824}
{"paragraph": "Perhaps we may lead up to this primitive problem with the question:\nwhat æsthetic effect results when the intrinsically separate\nart-powers, the Apollonian and the Dionysian, enter into concurrent\nactions? Or, in briefer form: how is music related to image and\nconcept?--Schopenhauer, whom Richard Wagner, with especial reference to\nthis point, accredits with an unsurpassable clearness and perspicuity\nof exposition, expresses himself most copiously on the subject in\nthe following passage which I shall cite here at full length[21]\n(_Welt als Wille und Vorstellung,_ I. p. 309): \"According to all\nthis, we may regard the phenomenal world, or nature, and music as\ntwo different expressions of the same thing,[20] which is therefore\nitself the only medium of the analogy between these two expressions,\nso that a knowledge of this medium is required in order to understand\nthat analogy. Music, therefore, if regarded as an expression of the\nworld, is in the highest degree a universal language, which is related\nindeed to the universality of concepts, much as these are related to\nthe particular things. Its universality, however, is by no means the\nempty universality of abstraction, but of quite a different kind, and\nis united with thorough and distinct definiteness. In this respect it\nresembles geometrical figures and numbers, which are the universal\nforms of all possible objects of experience and applicable to them all\n_a priori_, and yet are not abstract but perceptiple and thoroughly\ndeterminate. All possible efforts, excitements and manifestations of\nwill, all that goes on in the heart of man and that reason includes in\nthe wide, negative concept of feeling, may be expressed by the infinite\nnumber of possible melodies, but always in the universality of mere\nform, without the material, always according to the thing-in-itself,\nnot the phenomenon,--of which they reproduce the very soul and essence\nas it were, without the body. This deep relation which music bears to\nthe true nature of all things also explains the fact that suitable\nmusic played to any scene, action, event, or surrounding seems to\ndisclose to us its most secret meaning, and appears as the most\naccurate and distinct commentary upon it; as also the fact that whoever\ngives himself up entirely to the impression of a symphony seems to see\nall the possible events of life and the world take place in himself:\nnevertheless upon reflection he can find no likeness between the music\nand the things that passed before his mind. For, as we have said, music\nis distinguished from all the other arts by the fact that it is not a\ncopy of the phenomenon, or, more accurately, the adequate objectivity\nof the will, but the direct copy of the will itself, and therefore\nrepresents the metaphysical of everything physical in the world, and\nthe thing-in-itself of every phenomenon. We might, therefore, just as\nwell call the world embodied music as embodied will: and this is the\nreason why music makes every picture, and indeed every scene of real\nlife and of the world, at once appear with higher significance; all the\nmore so, to be sure, in proportion as its melody is analogous to the\ninner spirit of the given phenomenon. It rests upon this that we are\nable to set a poem to music as a song, or a perceptible representation\nas a pantomime, or both as an opera. Such particular pictures of human\nlife, set to the universal language of music, are never bound to it\nor correspond to it with stringent necessity, but stand to it only\nin the relation of an example chosen at will to a general concept.\nIn the determinateness of the real they represent that which music\nexpresses in the universality of mere form. For melodies are to a\ncertain extent, like general concepts, an abstraction from the actual.\nThis actual world, then, the world of particular things, affords the\nobject of perception, the special and the individual, the particular\ncase, both to the universality of concepts and to the universality of\nthe melodies. But these two universalities are in a certain respect\nopposed to each other; for the concepts contain only the forms, which\nare first of all abstracted from perception,--the separated outward\nshell of things, as it were,--and hence they are, in the strictest\nsense of the term, _abstracta_; music, on the other hand, gives the\ninmost kernel which precedes all forms, or the heart of things. This\nrelation may be very well expressed in the language of the schoolmen,\nby saying: the concepts are the _universalia post rem,_ but music gives\nthe _universalia ante rem,_ and the real world the _universalia in\nre._--But that in general a relation is possible between a composition\nand a perceptible representation rests, as we have said, upon the\nfact that both are simply different expressions of the same inner\nbeing of the world. When now, in the particular case, such a relation\nis actually given, that is to say, when the composer has been able to\nexpress in the universal language of music the emotions of will which\nconstitute the heart of an event, then the melody of the song, the\nmusic of the opera, is expressive. But the analogy discovered by the\ncomposer between the two must have proceeded from the direct knowledge\nof the nature of the world unknown to his reason, and must not be an\nimitation produced with conscious intention by means of conceptions;\notherwise the music does not express the inner nature of the will\nitself, but merely gives an inadequate imitation of its phenomenon: all\nspecially imitative music does this.\"", "location": 217359}
{"paragraph": "Now the Olympian magic mountain opens, as it were, to our view and\nshows to us its roots. The Greek knew and felt the terrors and horrors\nof existence: to be able to live at all, he had to interpose the\nshining dream-birth of the Olympian world between himself and them.\nThe excessive distrust of the titanic powers of nature, the Moira\nthroning inexorably over all knowledge, the vulture of the great\nphilanthropist Prometheus, the terrible fate of the wise Œdipus, the\nfamily curse of the Atridæ which drove Orestes to matricide; in short,\nthat entire philosophy of the sylvan god, with its mythical exemplars,\nwhich wrought the ruin of the melancholy Etruscans--was again and again\nsurmounted anew by the Greeks through the artistic _middle world_ of\nthe Olympians, or at least veiled and withdrawn from sight. To be able\nto live, the Greeks had, from direst necessity, to create these gods:\nwhich process we may perhaps picture to ourselves in this manner: that\nout of the original Titan thearchy of terror the Olympian thearchy of\njoy was evolved, by slow transitions, through the Apollonian impulse to\nbeauty, even as roses break forth from thorny bushes. How else could\nthis so sensitive people, so vehement in its desires, so singularly\nqualified for _sufferings_ have endured existence, if it had not been\nexhibited to them in their gods, surrounded with a higher glory?\nThe same impulse which calls art into being, as the complement and\nconsummation of existence, seducing to a continuation of life, caused\nalso the Olympian world to arise, in which the Hellenic \"will\" held\nup before itself a transfiguring mirror. Thus do the gods justify the\nlife of man, in that they themselves live it--the only satisfactory\nTheodicy! Existence under the bright sunshine of such gods is regarded\nas that which is desirable in itself, and the real _grief_ of the\nHomeric men has reference to parting from it, especially to early\nparting: so that we might now say of them, with a reversion of the\nSilenian wisdom, that \"to die early is worst of all for them, the\nsecond worst is--some day to die at all.\" If once the lamentation is\nheard, it will ring out again, of the short-lived Achilles, of the\nleaf-like change and vicissitude of the human race, of the decay of\nthe heroic age. It is not unworthy of the greatest hero to long for a\ncontinuation of life, ay, even as a day-labourer. So vehemently does\nthe \"will,\" at the Apollonian stage of development, long for this\nexistence, so completely at one does the Homeric man feel himself with\nit, that the very lamentation becomes its song of praise.", "location": 80827}
{"paragraph": "*** START OF THE PROJECT GUTENBERG EBOOK THE BIRTH OF TRAGEDY; OR, HELLENISM AND PESSIMISM ***", "location": 876}
{"paragraph": "Should it have been established by our analysis that the Apollonian\nelement in tragedy has by means of its illusion gained a complete\nvictory over the Dionysian primordial element of music, and has made\nmusic itself subservient to its end, namely, the highest and clearest\nelucidation of the drama, it would certainly be necessary to add the\nvery important restriction: that at the most essential point this\nApollonian illusion is dissolved and annihilated. The drama, which, by\nthe aid of music, spreads out before us with such inwardly illumined\ndistinctness in all its movements and figures, that we imagine we\nsee the texture unfolding on the loom as the shuttle flies to and\nfro,--attains as a whole an effect which _transcends all Apollonian\nartistic effects._ In the collective effect of tragedy, the Dionysian\ngets the upper hand once more; tragedy ends with a sound which could\nnever emanate from the realm of Apollonian art. And the Apollonian\nillusion is thereby found to be what it is,--the assiduous veiling\nduring the performance of tragedy of the intrinsically Dionysian\neffect: which, however, is so powerful, that it finally forces\nthe Apollonian drama itself into a sphere where it begins to talk\nwith Dionysian wisdom, and even denies itself and its Apollonian\nconspicuousness. Thus then the intricate relation of the Apollonian and\nthe Dionysian in tragedy must really be symbolised by a fraternal union\nof the two deities: Dionysus speaks the language of Apollo; Apollo,\nhowever, finally speaks the language of Dionysus; and so the highest\ngoal of tragedy and of art in general is attained.", "location": 285592}
{"paragraph": "To separate this primitive and all-powerful Dionysian element from\ntragedy, and to build up a new and purified form of tragedy on the\nbasis of a non-Dionysian art, morality, and conception of things--such\nis the tendency of Euripides which now reveals itself to us in a clear\nlight.", "location": 173172}
{"paragraph": "Here _philosophic thought_ overgrows art and compels it to cling close\nto the trunk of dialectics. The _Apollonian_ tendency has chrysalised\nin the logical schematism; just as something analogous in the case\nof Euripides (and moreover a translation of the _Dionysian_ into the\nnaturalistic emotion) was forced upon our attention. Socrates, the\ndialectical hero in Platonic drama, reminds us of the kindred nature\nof the Euripidean hero, who has to defend his actions by arguments and\ncounter-arguments, and thereby so often runs the risk of forfeiting\nour tragic pity; for who could mistake the _optimistic_ element\nin the essence of dialectics, which celebrates a jubilee in every\nconclusion, and can breathe only in cool clearness and consciousness:\nthe optimistic element, which, having once forced its way into tragedy,\nmust gradually overgrow its Dionysian regions, and necessarily impel it\nto self-destruction--even to the death-leap into the bourgeois drama.\nLet us but realise the consequences of the Socratic maxims: \"Virtue is\nknowledge; man only sins from ignorance; he who is virtuous is happy\":\nthese three fundamental forms of optimism involve the death of tragedy.\nFor the virtuous hero must now be a dialectician; there must now be a\nnecessary, visible connection between virtue and knowledge, between\nbelief and morality; the transcendental justice of the plot in Æschylus\nis now degraded to the superficial and audacious principle of poetic\njustice with its usual _deus ex machina_.", "location": 196883}
{"paragraph": "﻿The Project Gutenberg eBook of The Birth of Tragedy; or, Hellenism and Pessimism\n    \nThis ebook is for the use of anyone anywhere in the United States and\nmost other parts of the world at no cost and with almost no restrictions\nwhatsoever. You may copy it, give it away or re-use it under the terms\nof the Project Gutenberg License included with this ebook or online\nat www.gutenberg.org. If you are not located in the United States,\nyou will have to check the laws of the country where you are located\nbefore using this eBook.", "location": 0}
{"paragraph": "Music and tragic myth are equally the expression of the Dionysian\ncapacity of a people, and are inseparable from each other. Both\noriginate in an ultra Apollonian sphere of art; both transfigure a\nregion in the delightful accords of which all dissonance, just like\nthe terrible picture of the world, dies charmingly away; both play\nwith the sting of displeasure, trusting to their most potent magic;\nboth justify thereby the existence even of the \"worst world.\" Here\nthe Dionysian, as compared with the Apollonian, exhibits itself as\nthe eternal and original artistic force, which in general calls into\nexistence the entire world of phenomena: in the midst of which a new\ntransfiguring appearance becomes necessary, in order to keep alive the\nanimated world of individuation. If we could conceive an incarnation\nof dissonance--and what is man but that?--then, to be able to live\nthis dissonance would require a glorious illusion which would spread\na veil of beauty over its peculiar nature. This is the true function\nof Apollo as deity of art: in whose name we comprise all the countless\nmanifestations of the fair realm of illusion, which each moment render\nlife in general worth living and make one impatient for the experience\nof the next moment.", "location": 315720}
{"paragraph": "Creating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg™ electronic works to protect the PROJECT GUTENBERG™\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for an eBook, except by following\nthe terms of the trademark license, including paying royalties for use\nof the Project Gutenberg trademark. If you do not charge anything for\ncopies of this eBook, complying with the trademark license is very\neasy. You may use this eBook for nearly any purpose such as creation\nof derivative works, reports, performances and research. Project\nGutenberg eBooks may be modified and printed and given away—you may\ndo practically ANYTHING in the United States with eBooks not protected\nby U.S. copyright law. Redistribution is subject to the trademark\nlicense, especially commercial redistribution.", "location": 329252}
{"paragraph": "We cannot designate the intrinsic substance of Socratic culture more\ndistinctly than by calling it _the culture of the opera_: for it is in\nthis department that culture has expressed itself with special naïveté\nconcerning its aims and perceptions, which is sufficiently surprising\nwhen we compare the genesis of the opera and the facts of operatic\ndevelopment with the eternal truths of the Apollonian and Dionysian.\nI call to mind first of all the origin of the _stilo rappresentativo_\nand the recitative. Is it credible that this thoroughly externalised\noperatic music, incapable of devotion, could be received and cherished\nwith enthusiastic favour, as a re-birth, as it were, of all true music,\nby the very age in which the ineffably sublime and sacred music of\nPalestrina had originated? And who, on the other hand, would think of\nmaking only the diversion-craving luxuriousness of those Florentine\ncircles and the vanity of their dramatic singers responsible for the\nlove of the opera which spread with such rapidity? That in the same\nage, even among the same people, this passion for a half-musical\nmode of speech should awaken alongside of the vaulted structure\nof Palestrine harmonies which the entire Christian Middle Age had\nbeen building up, I can explain to myself only by a co-operating\n_extra-artistic tendency_ in the essence of the recitative.", "location": 247957}
{"paragraph": "For that despotic logician had now and then the feeling of a gap, or\nvoid, a sentiment of semi-reproach, as of a possibly neglected duty\nwith respect to art. There often came to him, as he tells his friends\nin prison, one and the same dream-apparition, which kept constantly\nrepeating to him: \"Socrates, practise music.\" Up to his very last days\nhe solaces himself with the opinion that his philosophising is the\nhighest form of poetry, and finds it hard to believe that a deity will\nremind him of the \"common, popular music.\" Finally, when in prison,\nhe consents to practise also this despised music, in order thoroughly\nto unburden his conscience. And in this frame of mind he composes\na poem on Apollo and turns a few Æsopian fables into verse. It was\nsomething similar to the demonian warning voice which urged him to\nthese practices; it was because of his Apollonian insight that, like a\nbarbaric king, he did not understand the noble image of a god and was\nin danger of sinning against a deity--through ignorance. The prompting\nvoice of the Socratic dream-vision is the only sign of doubtfulness\nas to the limits of logical nature. \"Perhaps \"--thus he had to ask\nhimself--\"what is not intelligible to me is not therefore unreasonable?\nPerhaps there is a realm of wisdom from which the logician is banished?\nPerhaps art is even a necessary correlative of and supplement to\nscience?\"", "location": 200680}
{"paragraph": "Here we must observe that this harmony which is so eagerly contemplated\nby modern man, in fact, this oneness of man with nature, to express\nwhich Schiller introduced the technical term \"naïve,\" is by no means\nsuch a simple, naturally resulting and, as it were, inevitable\ncondition, which _must_ be found at the gate of every culture leading\nto a paradise of man: this could be believed only by an age which\nsought to picture to itself Rousseau's Émile also as an artist,\nand imagined it had found in Homer such an artist Émile, reared at\nNature's bosom. Wherever we meet with the \"naïve\" in art, it behoves\nus to recognise the highest effect of the Apollonian culture, which\nin the first place has always to overthrow some Titanic empire and\nslay monsters, and which, through powerful dazzling representations\nand pleasurable illusions, must have triumphed over a terrible depth\nof world-contemplation and a most keen susceptibility to suffering.\nBut how seldom is the naïve--that complete absorption, in the beauty\nof appearance--attained! And hence how inexpressibly sublime is\n_Homer,_ who, as unit being, bears the same relation to this Apollonian\nfolk-culture as the unit dream-artist does to the dream-faculty of\nthe people and of Nature in general. The Homeric \"naïveté\" can be\ncomprehended only as the complete triumph of the Apollonian illusion:\nit is the same kind of illusion as Nature so frequently employs to\ncompass her ends. The true goal is veiled by a phantasm: we stretch out\nour hands for the latter, while Nature attains the former through our\nillusion. In the Greeks the \"will\" desired to contemplate itself in the\ntransfiguration of the genius and the world of art; in order to glorify\nthemselves, its creatures had to feel themselves worthy of glory;\nthey had to behold themselves again in a higher sphere, without this\nconsummate world of contemplation acting as an imperative or reproach.\nSuch is the sphere of beauty, in which, as in a mirror, they saw their\nimages, the Olympians. With this mirroring of beauty the Hellenic will\ncombated its talent--correlative to the artistic--for suffering and for\nthe wisdom of suffering: and, as a monument of its victory, Homer, the\nnaïve artist, stands before us.", "location": 83425}
{"paragraph": "Let us now place alongside thereof the abstract man proceeding\nindependently of myth, the abstract education, the abstract usage,\nthe abstract right, the abstract state: let us picture to ourselves\nthe lawless roving of the artistic imagination, not bridled by any\nnative myth: let us imagine a culture which has no fixed and sacred\nprimitive seat, but is doomed to exhaust all its possibilities, and\nhas to nourish itself wretchedly from the other cultures--such is the\nPresent, as the result of Socratism, which is bent on the destruction\nof myth. And now the myth-less man remains eternally hungering among\nall the bygones, and digs and grubs for roots, though he have to dig\nfor them even among the remotest antiquities. The stupendous historical\nexigency of the unsatisfied modern culture, the gathering around one of\ncountless other cultures, the consuming desire for knowledge--what does\nall this point to, if not to the loss of myth, the loss of the mythical\nhome, the mythical source? Let us ask ourselves whether the feverish\nand so uncanny stirring of this culture is aught but the eager seizing\nand snatching at food of the hungerer--and who would care to contribute\nanything more to a culture which cannot be appeased by all it devours,\nand in contact with which the most vigorous and wholesome nourishment\nis wont to change into \"history and criticism\"?", "location": 298620}
{"paragraph": "If, with eyes strengthened and refreshed at the sight of the Greeks, we\nlook upon the highest spheres of the world that surrounds us, we behold\nthe avidity of the insatiate optimistic knowledge, of which Socrates is\nthe typical representative, transformed into tragic resignation and the\nneed of art: while, to be sure, this same avidity, in its lower stages,\nhas to exhibit itself as antagonistic to art, and must especially have\nan inward detestation of Dionyso-tragic art, as was exemplified in the\nopposition of Socratism to Æschylean tragedy.", "location": 211935}
{"paragraph": "\"Und sollt ich nicht, sehnsüchtigster Gewalt,\n        In's Leben ziehn die einzigste Gestalt?\"[1]", "location": 55683}
{"paragraph": "Already in the foreword to Richard Wagner, art---and _not_ morality--is\nset down as the properly _metaphysical_ activity of man; in the\nbook itself the piquant proposition recurs time and again, that the\nexistence of the world is _justified_ only as an æsthetic phenomenon.\nIndeed, the entire book recognises only an artist-thought and\nartist-after-thought behind all occurrences,--a \"God,\" if you will,\nbut certainly only an altogether thoughtless and unmoral artist-God,\nwho, in construction as in destruction, in good as in evil, desires\nto become conscious of his own equable joy and sovereign glory; who,\nin creating worlds, frees himself from the _anguish_ of fullness\nand _overfullness,_ from the _suffering_ of the contradictions\nconcentrated within him. The world, that is, the redemption of God\n_attained_ at every moment, as the perpetually changing, perpetually\nnew vision of the most suffering, most antithetical, most contradictory\nbeing, who contrives to redeem himself only in _appearance:_ this\nentire artist-metaphysics, call it arbitrary, idle, fantastic, if\nyou will,--the point is, that it already betrays a spirit, which is\ndetermined some day, at all hazards, to make a stand against the\n_moral_ interpretation and significance of life. Here, perhaps for the\nfirst time, a pessimism \"Beyond Good and Evil\" announces itself, here\nthat \"perverseness of disposition\" obtains expression and formulation,\nagainst which Schopenhauer never grew tired of hurling beforehand his\nangriest imprecations and thunderbolts,--a philosophy which dares to\nput, derogatorily put, morality itself in the world of phenomena, and\nnot only among \"phenomena\" (in the sense of the idealistic _terminus\ntechnicus_), but among the \"illusions,\" as appearance, semblance,\nerror, interpretation, accommodation, art. Perhaps the depth of this\n_antimoral_ tendency may be best estimated from the guarded and\nhostile silence with which Christianity is treated throughout this\nbook,--Christianity, as being the most extravagant burlesque of the\nmoral theme to which mankind has hitherto been obliged to listen. In\nfact, to the purely æsthetic world-interpretation and justification\ntaught in this book, there is no greater antithesis than the Christian\ndogma, which is _only_ and will be only moral, and which, with\nits absolute standards, for instance, its truthfulness of God,\nrelegates--that is, disowns, convicts, condemns--art, _all_ art, to\nthe realm of _falsehood._ Behind such a mode of thought and valuation,\nwhich, if at all genuine, must be hostile to art, I always experienced\nwhat was _hostile to life,_ the wrathful, vindictive counterwill to\nlife itself: for all life rests on appearance, art, illusion, optics,\nnecessity of perspective and error. From the very first Christianity\nwas, essentially and thoroughly, the nausea and surfeit of Life for\nLife, which only disguised, concealed and decked itself out under the\nbelief in \"another\" or \"better\" life. The hatred of the \"world,\" the\ncurse on the affections, the fear of beauty and sensuality, another\nworld, invented for the purpose of slandering this world the more,\nat bottom a longing for. Nothingness, for the end, for rest, for the\n\"Sabbath of Sabbaths\"--all this, as also the unconditional will of\nChristianity to recognise _only_ moral values, has always appeared to\nme as the most dangerous and ominous of all possible forms of a \"will\nto perish\"; at the least, as the symptom of a most fatal disease, of\nprofoundest weariness, despondency, exhaustion, impoverishment of\nlife,--for before the tribunal of morality (especially Christian, that\nis, unconditional morality) life _must_ constantly and inevitably be\nthe loser, because life _is_ something essentially unmoral,--indeed,\noppressed with the weight of contempt and the everlasting No, life\n_must_ finally be regarded as unworthy of desire, as in itself\nunworthy. Morality itself what?--may not morality be a \"will to\ndisown life,\" a secret instinct for annihilation, a principle of\ndecay, of depreciation, of slander, a beginning of the end? And,\nconsequently, the danger of dangers?... It was _against_ morality,\ntherefore, that my instinct, as an intercessory-instinct for life,\nturned in this questionable book, inventing for itself a fundamental\ncounter--dogma and counter-valuation of life, purely artistic, purely\n_anti-Christian._ What should I call it? As a philologist and man of\nwords I baptised it, not without some liberty--for who could be sure\nof the proper name of the Antichrist?--with the name of a Greek god: I\ncalled it _Dionysian._", "location": 46348}
{"paragraph": "And shall not I, by mightiest desire,\n    In living shape that sole fair form acquire?\n    SWANWICK, trans. of _Faust._", "location": 57569}
{"paragraph": "Now, in the autumn of 1865, to these two influences, Hellenism and\nSchopenhauer, a third influence was added--one which was to prove\nthe strongest ever exercised over my brother--and it began with his\npersonal introduction to Richard Wagner. He was introduced to Wagner by\nthe latter's sister, Frau Professor Brockhaus, and his description of\ntheir first meeting, contained in a letter to Erwin Rohde, is really\nmost affecting. For years, that is to say, from the time Billow's\narrangement of _Tristan and Isolde_ for the pianoforte, had appeared,\nhe had already been a passionate admirer of Wagner's music; but now\nthat the artist himself entered upon the scene of his life, with the\nwhole fascinating strength of his strong will, my brother felt that he\nwas in the presence of a being whom he, of all modern men, resembled\nmost in regard to force of character.", "location": 18117}
{"paragraph": "What I then laid hands on, something terrible and dangerous, a\nproblem with horns, not necessarily a bull itself, but at all events\na _new_ problem: I should say to-day it was the _problem of science_\nitself--science conceived for the first time as problematic, as\nquestionable. But the book, in which my youthful ardour and suspicion\nthen discharged themselves--what an _impossible_ book must needs\ngrow out of a task so disagreeable to youth. Constructed of nought\nbut precocious, unripened self-experiences, all of which lay close\nto the threshold of the communicable, based on the groundwork of\n_art_--for the problem of science cannot be discerned on the groundwork\nof science,--a book perhaps for artists, with collateral analytical\nand retrospective aptitudes (that is, an exceptional kind of artists,\nfor whom one must seek and does not even care to seek ...), full of\npsychological innovations and artists' secrets, with an artists'\nmetaphysics in the background, a work of youth, full of youth's mettle\nand youth's melancholy, independent, defiantly self-sufficient even\nwhen it seems to bow to some authority and self-veneration; in short,\na firstling-work, even in every bad sense of the term; in spite of its\nsenile problem, affected with every fault of youth, above all with\nyouth's prolixity and youth's \"storm and stress\": on the other hand,\nin view of the success it had (especially with the great artist to\nwhom it addressed itself, as it were, in a duologue, Richard Wagner) a\n_demonstrated_ book, I mean a book which, at any rate, sufficed \"for\nthe best of its time.\" On this account, if for no other reason, it\nshould be treated with some consideration and reserve; yet I shall not\naltogether conceal how disagreeable it now appears to me, how after\nsixteen years it stands a total stranger before me,--before an eye\nwhich is more mature, and a hundred times more fastidious, but which\nhas by no means grown colder nor lost any of its interest in that\nself-same task essayed for the first time by this daring book,--_to\nview science through the optics of the artist, and art moreover through\nthe optics of life...._", "location": 38982}
{"paragraph": "\"Du siehst an mir, wozu sie nützt,\n    Dem, der nicht viel Verstand besitzt,\n    Die Wahrheit durch ein Bild zu sagen.\"[18]", "location": 193640}
{"paragraph": "In the same work Schopenhauer has described to us the stupendous _awe_\nwhich seizes upon man, when of a sudden he is at a loss to account for\nthe cognitive forms of a phenomenon, in that the principle of reason,\nin some one of its manifestations, seems to admit of an exception.\nAdd to this awe the blissful ecstasy which rises from the innermost\ndepths of man, ay, of nature, at this same collapse of the _principium\nindividuationis,_ and we shall gain an insight into the being of\nthe _Dionysian,_ which is brought within closest ken perhaps by the\nanalogy of _drunkenness._ It is either under the influence of the\nnarcotic draught, of which the hymns of all primitive men and peoples\ntell us, or by the powerful approach of spring penetrating all nature\nwith joy, that those Dionysian emotions awake, in the augmentation of\nwhich the subjective vanishes to complete self-forgetfulness. So also\nin the German Middle Ages singing and dancing crowds, ever increasing\nin number, were borne from place to place under this same Dionysian\npower. In these St. John's and St. Vitus's dancers we again perceive\nthe Bacchic choruses of the Greeks, with their previous history in Asia\nMinor, as far back as Babylon and the orgiastic Sacæa. There are some,\nwho, from lack of experience or obtuseness, will turn away from such\nphenomena as \"folk-diseases\" with a smile of contempt or pity prompted\nby the consciousness of their own health: of course, the poor wretches\ndo not divine what a cadaverous-looking and ghastly aspect this very\n\"health\" of theirs presents when the glowing life of the Dionysian\nrevellers rushes past them.", "location": 66645}
{"paragraph": "The new un-Dionysian spirit, however, manifests itself most clearly in\nthe _dénouements_ of the new dramas. In the Old Tragedy one could feel\nat the close the metaphysical comfort, without which the delight in\ntragedy cannot be explained at all; the conciliating tones from another\nworld sound purest, perhaps, in the Œdipus at Colonus. Now that the\ngenius of music has fled from tragedy, tragedy is, strictly speaking,\ndead: for from whence could one now draw the metaphysical comfort? One\nsought, therefore, for an earthly unravelment of the tragic dissonance;\nthe hero, after he had been sufficiently tortured by fate, reaped a\nwell-deserved reward through a superb marriage or divine tokens of\nfavour. The hero had turned gladiator, on whom, after being liberally\nbattered about and covered with wounds, freedom was occasionally\nbestowed. The _deus ex machina_ took the place of metaphysical comfort.\nI will not say that the tragic view of things was everywhere completely\ndestroyed by the intruding spirit of the un-Dionysian: we only know\nthat it was compelled to flee from art into the under-world as it were,\nin the degenerate form of a secret cult. Over the widest extent of the\nHellenic character, however, there raged the consuming blast of this\nspirit, which manifests itself in the form of \"Greek cheerfulness,\"\nwhich we have already spoken of as a senile, unproductive love of\nexistence; this cheerfulness is the counterpart of the splendid\n\"naïveté\" of the earlier Greeks, which, according to the characteristic\nindicated above, must be conceived as the blossom of the Apollonian\nculture growing out of a dark abyss, as the victory which the Hellenic\nwill, through its mirroring of beauty, obtains over suffering and the\nwisdom of suffering. The noblest manifestation of that other form of\n\"Greek cheerfulness,\" the Alexandrine, is the cheerfulness of the\n_theoretical man_: it exhibits the same symptomatic characteristics as\nI have just inferred concerning the spirit of the un-Dionysian:--it\ncombats Dionysian wisdom and art, it seeks to dissolve myth, it\nsubstitutes for metaphysical comfort an earthly consonance, in fact, a\n_deus ex machina_ of its own, namely the god of machines and crucibles,\nthat is, the powers of the genii of nature recognised and employed in\nthe service of higher egoism; it believes in amending the world by\nknowledge, in guiding life by science, and that it can really confine\nthe individual within a narrow sphere of solvable problems, where he\ncheerfully says to life: \"I desire thee: it is worth while to know\nthee.\"", "location": 236243}
