"Title: The Birth of Tragedy; or, Hellenism and Pessimism"
"Author: Friedrich Wilhelm Nietzsche"
{"sentence": "But let the liar and the hypocrite beware of our German music: for in the midst of all our culture it is really the only genuine, pure and purifying fire-spirit from which and towards which, as in the teaching of the great Heraclitus of Ephesus, all things move in a double orbit-all that we now call culture, education, civilisation, must appear some day before the unerring judge, Dionysus.", "location": 263309}
{"sentence": "When, therefore, the intrinsic efficiency of the higher educational institutions has never perhaps been lower or feebler than at present, when the \"journalist,\" the paper slave of the day, has triumphed over the academic teacher in all matters pertaining to culture, and there only remains to the latter the often previously experienced metamorphosis of now fluttering also, as a cheerful cultured butterfly, in the idiom of the journalist, with the \"light elegance\" peculiar thereto--with what painful confusion must the cultured persons of a period like the present gaze at the phenomenon (which can perhaps be comprehended analogically only by means of the profoundest principle of the hitherto unintelligible Hellenic genius) of the reawakening of the Dionysian spirit and the re-birth of tragedy?", "location": 268117}
{"sentence": "And do     not forget your legs!", "location": 56574}
{"sentence": "Let us recollect furthermore how Kant and Schopenhauer made it possible for the spirit of _German philosophy_ streaming from the same sources to annihilate the satisfied delight in existence of scientific Socratism by the delimitation of the boundaries thereof; how through this delimitation an infinitely profounder and more serious view of ethical problems and of art was inaugurated, which we may unhesitatingly designate as _Dionysian_ wisdom comprised in concepts.", "location": 263703}
{"sentence": "For in the particular examples of such annihilation only is the eternal phenomenon of Dionysian art made clear to us, which gives expression to the will in its omnipotence, as it were, behind the _principium individuationis,_ the eternal life beyond all phenomena, and in spite of all annihilation.", "location": 224624}
{"sentence": "The spectator now virtually saw and heard his double on the Euripidean stage, and rejoiced that he could talk so well.", "location": 163410}
{"sentence": "Profound suspicions about morality (--it is part and parcel of the world of appearance).", "location": 33258}
{"sentence": "From the nature of art, as it is ordinarily conceived according to the single category of appearance and beauty, the tragic cannot be honestly deduced at all; it is only through the spirit of music that we understand the joy in the annihilation of the individual.", "location": 224360}
{"sentence": "At the same time, however, we must admit that the import of tragic myth as set forth above never became transparent with sufficient lucidity to the Greek poets, let alone the Greek philosophers; their heroes speak, as it were, more superficially than they act; the myth does not at all find its adequate objectification in the spoken word.", "location": 227581}
{"sentence": "As time went on, he grew ever more and more anxious to define the deep meaning of this book with greater precision and clearness.", "location": 29811}
{"sentence": "What if even Euripides now seeks to comfort us by his recantation?", "location": 175453}
{"sentence": "Because he contemplates[8] much more.", "location": 131025}
{"sentence": "Where now is the mythopoeic spirit of music?", "location": 235818}
{"sentence": "Besides this, however, and along with it, by the sight of surrounding nature, the singer becomes conscious of himself as the subject of pure will-less knowing, the unbroken, blissful peace of which now appears, in contrast to the stress of desire, which is always restricted and always needy.", "location": 102021}
{"sentence": "BIOGRAPHICAL INTRODUCTION     AN ATTEMPT AT SELF-CRITICISM     FOREWORD TO RICHARD WAGNER     THE BIRTH OF TRAGEDY     INTRODUCTION.", "location": 1437}
{"sentence": "With reference to his critico-productive activity, he must often have felt that he ought to actualise in the drama the words at the beginning of the essay of Anaxagoras: \"In the beginning all things were mixed together; then came the understanding and created order.\"", "location": 182864}
{"sentence": "The degeneration of the Germanic spirit is ascribed to its influence.", "location": 33124}
{"sentence": "He contends that while indeed the day on the stage is merely artificial, the architecture only symbolical, and the metrical dialogue purely ideal in character, nevertheless an erroneous view still prevails in the main: that it is not enough to tolerate merely as a poetical license _that_ which is in reality the essence of all poetry.", "location": 118931}
{"sentence": "The new un-Dionysian spirit, however, manifests itself most clearly in the _dénouements_ of the new dramas.", "location": 236243}
{"sentence": "Strength, robustness, lively dispositions, and a cheerful outlook on life, were among the qualities which every one was pleased to observe in them.", "location": 3494}
{"sentence": "Sophocles was designated as the third in this scale of rank; he who could pride himself that, in comparison with Æschylus, he did what was right, and did it, moreover, because he _knew_ what was right.", "location": 187236}
{"sentence": "On the 28th May 1869, my brother delivered his inaugural address at Bale University, and it is said to have deeply impressed the authorities.", "location": 24481}
{"sentence": "That tragedy begins with him, that the Dionysian wisdom of tragedy speaks through him, is just as surprising a phenomenon to us as, in general, the derivation of tragedy from the chorus.", "location": 120762}
{"sentence": "My friends, ye who believe in Dionysian music, ye know also what tragedy means to us.", "location": 315228}
{"sentence": "In this respect the Æschylean Prometheus is a Dionysian mask, while, in the afore-mentioned profound yearning for justice, Æschylus betrays to the intelligent observer his paternal descent from Apollo, the god of individuation and of the boundaries of justice.", "location": 151493}
{"sentence": "In the autumn of 1858, when he was fourteen years of age, he entered the Pforta school, so famous for the scholars it has produced.", "location": 10650}
{"sentence": "The _Undueness_ revealed itself as truth, contradiction, the bliss born of pain, declared itself but of the heart of nature.", "location": 91792}
{"sentence": "Indeed, one might also furnish historical proofs, that every period which is highly productive in popular songs has been most violently stirred by Dionysian currents, which we must always regard as the substratum and prerequisite of the popular song.", "location": 106527}
{"sentence": "Ultimately he was obliged to consult the famous specialist, Professor Volkmann, in Halle, who quickly put him right.", "location": 21553}
{"sentence": "Will it not one day rise again as art out of its mystic depth?", "location": 230141}
{"sentence": "\"This metaphysico-artistic attitude is opposed to Schopenhauer's one-sided view which values art, not from the artist's standpoint but from the spectator's, because it brings salvation and deliverance by means of the joy produced by unreal as opposed to the existing or the real (the experience only of him who is suffering and is in despair owing to himself and everything existing).--Deliverance in the _form_ and its eternity (just as Plato may have pictured it, save that he rejoiced in a complete subordination of all too excitable sensibilities, even in the idea itself).", "location": 31701}
{"sentence": "Or again, some imposing or at all events exciting tendency of the contemporary political and social world was presented by the dramatist with such vividness that the hearer could forget his critical exhaustion and abandon himself to similar emotions, as, in patriotic or warlike moments, before the tribune of parliament, or at the condemnation of crime and vice:--an estrangement of the true aims of art which could not but lead directly now and then to a cult of tendency.", "location": 294368}
{"sentence": "At one time fear and pity are supposed to be forced to an alleviating discharge through the serious procedure, at another time we are expected to feel elevated and inspired at the triumph of good and noble principles, at the sacrifice of the hero in the interest of a moral conception of things; and however certainly I believe that for countless men precisely this, and only this, is the effect of tragedy, it as obviously follows therefrom that all these, together with their interpreting æsthetes, have had no experience of tragedy as the highest _art._ The pathological discharge, the catharsis of Aristotle, which philologists are at a loss whether to include under medicinal or moral phenomena, recalls a remarkable anticipation of Goethe.", "location": 291330}
{"sentence": "Of the four pairs of great-grandparents, one great-grandfather reached the age of ninety, five great-grandmothers and-fathers died between eighty-two and eighty-six years of age, and two only failed to reach their seventieth year.", "location": 8360}
{"sentence": "To donate, please visit: www.gutenberg.org/donate.", "location": 346566}
{"sentence": "[14] This is thy world, and what a world!--_Faust._    10.", "location": 152520}
{"sentence": "But in those days, as he himself declares, he still possessed the constitution of a bear.", "location": 20095}
{"sentence": "LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a defect in this electronic work within 90 days of receiving it, you can receive a refund of the money (if any) you paid for it by sending a written explanation to the person you received the work from.", "location": 340909}
{"sentence": "It does not depend on the subject-matter of the events here represented; indeed, I venture to assert that it would have been impossible for Goethe in his projected \"Nausikaa\" to have rendered tragically effective the suicide of the idyllic being with which he intended to complete the fifth act; so extraordinary is the power of the epic-Apollonian representation, that it charms, before our eyes, the most terrible things by the joy in appearance and in redemption through appearance.", "location": 176389}
{"sentence": "It is impossible for the divine strength of Herakles to languish for ever in voluptuous bondage to Omphale.", "location": 261579}
{"sentence": "While mounting his horse one day, the beast, which was an uncommonly restive one, suddenly reared, and, causing him to strike his chest sharply against the pommel of the saddle, threw him to the ground.", "location": 20930}
{"sentence": "[15] See article by Mr. Arthur Symons in _The Academy,_ 30th August 1902.", "location": 160003}
{"sentence": "You may copy it, give it away or re-use it under the terms of the Project Gutenberg License included with this ebook or online at www.gutenberg.org.", "location": 242}
{"sentence": "Both originate in an ultra Apollonian sphere of art; both transfigure a region in the delightful accords of which all dissonance, just like the terrible picture of the world, dies charmingly away; both play with the sting of displeasure, trusting to their most potent magic; both justify thereby the existence even of the \"worst world.\"", "location": 315846}
{"sentence": "Was Epicurus an optimist--because a _sufferer_?...", "location": 46079}
{"sentence": "FOULIS  13 & 15 FREDERICK STREET  EDINBURGH: AND LONDON  1910         CONTENTS.", "location": 1352}
{"sentence": "If we therefore waive the consideration of our own \"reality\" for the present, if we conceive our empiric existence, and that of the world generally, as a representation of the Primordial Unity generated every moment, we shall then have to regard the dream as an _appearance of appearance,_ hence as a still higher gratification of the primordial desire for appearance.", "location": 87325}
{"sentence": "He who has perceived the material of which the Promethean tragic writers prior to Euripides formed their heroes, and how remote from their purpose it was to bring the true mask of reality on the stage, will also know what to make of the wholly divergent tendency of Euripides.", "location": 162443}
{"sentence": "But the analogy discovered by the composer between the two must have proceeded from the direct knowledge of the nature of the world unknown to his reason, and must not be an imitation produced with conscious intention by means of conceptions; otherwise the music does not express the inner nature of the will itself, but merely gives an inadequate imitation of its phenomenon: all specially imitative music does this.\"", "location": 222480}
{"sentence": "Our grandfather Dr. Nietzsche (D.D.", "location": 5796}
{"sentence": "Project Gutenberg volunteers and employees expend considerable effort to identify, do copyright research on, transcribe and proofread works not protected by U.S. copyright law in creating the Project Gutenberg™ collection.", "location": 339463}
{"sentence": "The history of the rise of Greek tragedy now tells us with luminous precision that the tragic art of the Greeks was really born of the spirit of music: with which conception we believe we have done justice for the first time to the original and most astonishing significance of the chorus.", "location": 227291}
{"sentence": "Like Plato, he reckoned it among the seductive arts which only represent the agreeable, not the useful, and hence he required of his disciples abstinence and strict separation from such unphilosophical allurements; with such success that the youthful tragic poet Plato first of all burned his poems to be able to become a scholar of Socrates.", "location": 194010}
{"sentence": "Here we have something different from the rhapsodist, who does not blend with his pictures, but only sees them, like the painter, with contemplative eye outside of him; here we actually have a surrender of the individual by his entering into another nature.", "location": 131933}
{"sentence": "It is an indisputable tradition that Greek tragedy in its earliest form had for its theme only the sufferings of Dionysus, and that for some time the only stage-hero therein was simply Dionysus himself.", "location": 152581}
{"sentence": "[24]      In the sea of pleasure's     Billowing roll,     In the ether-waves     Knelling and toll,     In the world-breath's     Wavering whole--     To drown in, go down in--     Lost in swoon--greatest boon!", "location": 296670}
{"sentence": "That in the same age, even among the same people, this passion for a half-musical mode of speech should awaken alongside of the vaulted structure of Palestrine harmonies which the entire Christian Middle Age had been building up, I can explain to myself only by a co-operating _extra-artistic tendency_ in the essence of the recitative.", "location": 248982}
{"sentence": "Accordingly, the drama is the Apollonian embodiment of Dionysian perceptions and influences, and is thereby separated from the epic as by an immense gap.", "location": 134125}
{"sentence": "Euripides speculated quite differently.", "location": 180464}
{"sentence": "[Late in the year 1888, not long before he was overcome by his sudden attack of insanity, Nietzsche wrote down a few notes concerning his early work, the _Birth of Tragedy._ These were printed in his sister's biography (_Das Leben Friedrich Nietzsches,_ vol.", "location": 318689}
{"sentence": "Thus with the re-birth of tragedy the _æsthetic hearer_ is also born anew, in whose place in the theatre a curious _quid pro quo_ was wont to sit with half-moral and half-learned pretensions,--the \"critic.\"", "location": 293272}
{"sentence": "The Greek framed for this chorus the suspended scaffolding of a fictitious _natural state_ and placed thereon fictitious _natural beings._ It is on this foundation that tragedy grew up, and so it could of course dispense from the very first with a painful portrayal of reality.", "location": 120143}
{"sentence": "If this genius had had the slightest reverence for the pandemonium of the public, he would have broken down long before the middle of his career beneath the weighty blows of his own failures.", "location": 168164}
{"sentence": "Before we name this other spectator, let us pause here a moment in order to recall our own impression, as previously described, of the discordant and incommensurable elements in the nature of Æschylean tragedy.", "location": 172597}
{"sentence": "But, together with the highest life of this dream-reality we also have, glimmering through it, the sensation of its appearance: such at least is my experience, as to the frequency, ay, normality of which I could adduce many proofs, as also the sayings of the poets.", "location": 62697}
{"sentence": "He comprehends the incidents of the scene in all their details, and yet loves to flee into the incomprehensible.", "location": 288786}
{"sentence": "In spite of all the dream-literature and the numerous dream-anecdotes of the Greeks, we can speak only conjecturally, though with a fair degree of certainty, of their _dreams._ Considering the incredibly precise and unerring plastic power of their eyes, as also their manifest and sincere delight in colours, we can hardly refrain (to the shame of every one born later) from assuming for their very dreams a logical causality of lines and contours, colours and groups, a sequence of scenes resembling their best reliefs, the perfection of which would certainly justify us, if a comparison were possible, in designating the dreaming Greeks as Homers and Homer as a dreaming Greek: in a deeper sense than when modern man, in respect to his dreams, ventures to compare himself with Shakespeare.", "location": 72270}
{"sentence": "One must not demand of what is most noble that it should possess the durable toughness of leather; the staunch durability, which, for instance, was inherent in the national character of the Romans, does not probably belong to the indispensable predicates of perfection.", "location": 274341}
{"sentence": "For the true poet the metaphor is not a rhetorical figure, but a vicarious image which actually hovers before him in place of a concept.", "location": 130551}
{"sentence": "We have approached this condition in the most striking manner since the reawakening of the Alexandro--Roman antiquity in the fifteenth century, after a long, not easily describable, interlude.", "location": 304367}
{"sentence": "Visions and hallucinations, which took hold of entire communities, entire cult-assemblies?", "location": 45100}
{"sentence": "Thus, then, originates the fantastic figure, which seems so shocking, of the wise and enthusiastic satyr, who is at the same time \"the dumb man\" in contrast to the god: the image of Nature and her strongest impulses, yea, the symbol of Nature, and at the same time the herald of her art and wisdom: musician, poet, dancer, and visionary in one person.", "location": 135923}
{"sentence": "And the \"Hellenic cheerfulness\" of the later Hellenism merely a glowing sunset?", "location": 38366}
{"sentence": "Socratism condemns therewith existing art as well as existing ethics; wherever Socratism turns its searching eyes it beholds the lack of insight and the power of illusion; and from this lack infers the inner perversity and objectionableness of existing conditions.", "location": 188249}
{"sentence": "There is not his equal.", "location": 270867}
{"sentence": "That is why, regardless of seriously interrupting his studies, he was so glad at the thought of becoming a soldier in the forthcoming autumn of 1867; for he was particularly anxious to discover some means of employing his bodily strength.", "location": 20359}
{"sentence": "Our whole modern world is entangled in the meshes of Alexandrine culture, and recognises as its ideal the _theorist_ equipped with the most potent means of knowledge, and labouring in the service of science, of whom the archetype and progenitor is Socrates.", "location": 239966}
{"sentence": "Accordingly, in conjunction with his friend Dr. Ernest Lacy, he has prepared a second, more unconventional translation,--in brief, a translation which will enable one whose knowledge of English extends to, say, the period of Elizabeth, to appreciate Nietzsche in more forcible language, because the language of a stronger age.", "location": 328068}
{"sentence": "How is the Olympian world of deities related to this folk-wisdom?", "location": 80689}
{"sentence": "The true goal is veiled by a phantasm: we stretch out our hands for the latter, while Nature attains the former through our illusion.", "location": 84866}
{"sentence": "Music and tragic myth are equally the expression of the Dionysian capacity of a people, and are inseparable from each other.", "location": 315721}
{"sentence": "And is it characteristic of the ideal spectator that he should run on the stage and free the god from his torments?", "location": 117058}
{"sentence": "What was the enormous need from which proceeded such an illustrious group of Olympian beings?", "location": 78916}
{"sentence": "We look in vain for one single vigorously-branching root, for a speck of fertile and healthy soil: there is dust, sand, torpidness and languishing everywhere!", "location": 270258}
{"sentence": "If now we reflect that music in its highest potency must seek to attain also to its highest symbolisation, we must deem it possible that it also knows how to find the symbolic expression of its inherent Dionysian wisdom; and where shall we have to seek for this expression if not in tragedy and, in general, in the conception of the _tragic_?", "location": 224016}
{"sentence": "Even in such circumstances this metaphysical impulse still endeavours to create for itself a form of apotheosis (weakened, no doubt) in the Socratism of science urging to life: but on its lower stage this same impulse led only to a feverish search, which gradually merged into a pandemonium of myths and superstitions accumulated from all quarters: in the midst of which, nevertheless, the Hellene sat with a yearning heart till he contrived, as Græculus, to mask his fever with Greek cheerfulness and Greek levity, or to narcotise himself completely with some gloomy Oriental superstition.", "location": 303775}
{"sentence": "How can the word-poet furnish anything analogous, who strives to attain this internal expansion and illumination of the visible stage-world by a much more imperfect mechanism and an indirect path, proceeding as he does from word and concept?", "location": 283497}
{"sentence": "By way of return for this service, music imparts to tragic myth such an impressive and convincing metaphysical significance as could never be attained by word and image, without this unique aid; and the tragic spectator in particular experiences thereby the sure presentiment of supreme joy to which the path through destruction and negation leads; so that he thinks he hears, as it were, the innermost abyss of things speaking audibly to him.", "location": 276637}
{"sentence": "Philosophy, art, and science--in the form of philology, then--each certainly possessed a part of him.", "location": 27048}
{"sentence": "In these Greek festivals a sentimental trait, as it were, breaks forth from nature, as if she must sigh over her dismemberment into individuals.", "location": 76039}
{"sentence": "The satyr, as being the Dionysian chorist, lives in a religiously acknowledged reality under the sanction of the myth and cult.", "location": 120634}
{"sentence": "The contrary happens when a people begins to comprehend itself historically and to demolish the mythical bulwarks around it: with which there is usually connected a marked secularisation, a breach with the unconscious metaphysics of its earlier existence, in all ethical consequences.", "location": 303255}
{"sentence": "Now let us suppose that he beholds _himself_ also among these images as non-genius, _i.e.,_ his subject, the whole throng of subjective passions and impulses of the will directed to a definite object which appears real to him; if now it seems as if the lyric genius and the allied non-genius were one, and as if the former spoke that little word \"I\" of his own accord, this appearance will no longer be able to lead us astray, as it certainly led those astray who designated the lyrist as the subjective poet.", "location": 100047}
{"sentence": "Above all the problem, _that_ here there _is_ a problem before us,--and that, so long as we have no answer to the question \"what is Dionysian?\"", "location": 43096}
{"sentence": "[Illustration: _Facsimile of Nietzsches handwriting._]    4.", "location": 326498}
{"sentence": "By this New Dithyramb, music has in an outrageous manner been made the imitative portrait of phenomena, for instance, of a battle or a storm at sea, and has thus, of course, been entirely deprived of its mythopoeic power.", "location": 232311}
{"sentence": "But though its attitude towards the god is throughout the attitude of ministration, this is nevertheless the highest expression, the Dionysian expression of _Nature,_ and therefore, like Nature herself, the chorus utters oracles and wise sayings when transported with enthusiasm: as _fellow-sufferer_ it is also the _sage_ proclaiming truth from out the heart of Nature.", "location": 135552}
{"sentence": "And thus, wherever the Dionysian prevailed, the Apollonian was routed and annihilated.", "location": 91917}
{"sentence": "Is not just he then, who has been called the first subjective artist, the non-artist proper?", "location": 95849}
{"sentence": "When she married, her father gave her carriages and horses, a coachman, a cook, and a kitchenmaid, which for the wife of a German minister was then, and is still, something quite exceptional.", "location": 5374}
{"sentence": "If any disclaimer or limitation set forth in this agreement violates the law of the state applicable to this agreement, the agreement shall be interpreted to make the maximum disclaimer or limitation permitted by the applicable state law.", "location": 342113}
{"sentence": "Could he endure, in the wretched fragile tenement of the human individual, to hear the re-echo of countless cries of joy and sorrow from the \"vast void of cosmic night,\" without flying irresistibly towards his primitive home at the sound of this pastoral dance-song of metaphysics?", "location": 278705}
{"sentence": "Now let this phenomenon of the æsthetic spectator be transferred to an analogous process in the tragic artist, and the genesis of _tragic myth_ will have been understood.", "location": 308826}
{"sentence": "When at last he fell into his hands, the king asked what was best of all and most desirable for man.", "location": 80162}
{"sentence": "Of course, Grand-mamma Nietzsche helped somewhat to temper her daughter-in-law's severity, and in this respect our Oehler grandparents, who were less rigorous with us, their eldest grandchildren, than with their own children, were also very influential.", "location": 9566}
{"sentence": "This very Archilochus appals us, alongside of Homer, by his cries of hatred and scorn, by the drunken outbursts of his desire.", "location": 95722}
{"sentence": "After these general premisings and contrastings, let us now approach the _Greeks_ in order to learn in what degree and to what height these _art-impulses of nature_ were developed in them: whereby we shall be enabled to understand and appreciate more deeply the relation of the Greek artist to his archetypes, or, according to the Aristotelian expression, \"the imitation of nature.\"", "location": 71887}
{"sentence": "He received his early schooling at a preparatory school, and later at a grammar school in Naumburg.", "location": 10550}
{"sentence": "There he was plunged into the very midst of a torrent of intellectual influences which found an impressionable medium in the fiery youth, and to which he eagerly made himself accessible.", "location": 15489}
{"sentence": "In a myth composed in the eve of his life, Euripides himself most urgently propounded to his contemporaries the question as to the value and signification of this tendency.", "location": 173456}
{"sentence": "Morality itself what?--may not morality be a \"will to disown life,\" a secret instinct for annihilation, a principle of decay, of depreciation, of slander, a beginning of the end?", "location": 50237}
{"sentence": "As all the animated figures of the scene in the independently evolved lines of melody simplify themselves before us to the distinctness of the catenary curve, the coexistence of these lines is also audible in the harmonic change which sympathises in a most delicate manner with the evolved process: through which change the relations of things become immediately perceptible to us in a sensible and not at all abstract manner, as we likewise perceive thereby that it is only in these relations that the essence of a character and of a line of melody manifests itself clearly.", "location": 282604}
{"sentence": "But as soon as this everyday reality rises again in consciousness, it is felt as such, and nauseates us; an ascetic will-paralysing mood is the fruit of these states.", "location": 122851}
{"sentence": "International donations are gratefully accepted, but we cannot make any statements concerning tax treatment of donations received from outside the United States.", "location": 346165}
{"sentence": "The one truly real Dionysus appears in a multiplicity of forms, in the mask of a fighting hero and entangled, as it were, in the net of an individual will.", "location": 153794}
{"sentence": "In the determinateness of the real they represent that which music expresses in the universality of mere form.", "location": 220934}
{"sentence": "Platonic dialogue was as it were the boat in which the shipwrecked ancient poetry saved herself together with all her children: crowded into a narrow space and timidly obsequious to the one steersman, Socrates, they now launched into a new world, which never tired of looking at the fantastic spectacle of this procession.", "location": 196084}
{"sentence": "I call to mind first of all the origin of the _stilo rappresentativo_ and the recitative.", "location": 248375}
{"sentence": "Oh, how differently Dionysos spoke to me!", "location": 51803}
{"sentence": "Whatever may lie at the bottom of this doubtful book must be a question of the first rank and attractiveness, moreover a deeply personal question,--in proof thereof observe the time in which it originated, _in spite_ of which it originated, the exciting period of the Franco-German war of 1870-71.", "location": 35668}
{"sentence": "Plastic art has an altogether different object: here Apollo vanquishes the suffering of the individual by the radiant glorification of the _eternity of the phenomenon_; here beauty triumphs over the suffering inherent in life; pain is in a manner surreptitiously obliterated from the features of nature.", "location": 225346}
{"sentence": "But here there took place what has always taken place in the case of factitious arts, an extraordinary rapid depravation of these tendencies, so that for instance the tendency to employ the theatre as a means for the moral education of the people, which in Schiller's time was taken seriously, is already reckoned among the incredible antiquities of a surmounted culture.", "location": 294843}
{"sentence": "The satyric chorus of dithyramb is the saving deed of Greek art; the paroxysms described above spent their force in the intermediary world of these Dionysian followers.", "location": 124662}
{"sentence": "and Superintendent) married twice, and had in all twelve children, of whom three died young.", "location": 5832}
{"sentence": "Yet it is, not an arbitrary world placed by fancy betwixt heaven and earth; rather is it a world possessing the same reality and trustworthiness that Olympus with its dwellers possessed for the believing Hellene.", "location": 120421}
{"sentence": "We contemplated the drama and penetrated with piercing glance into its inner agitated world of motives--and yet it seemed as if only a symbolic picture passed before us, the profoundest significance of which we almost believed we had divined, and which we desired to put aside like a curtain in order to behold the original behind it.", "location": 307728}
{"sentence": "\"This crown of the laughter, this rose-garland crown--I     myself have put on this crown; I myself have consecrated my     laughter.", "location": 56706}
{"sentence": "For hitherto we always believed that the true spectator, be he who he may, had always to remain conscious of having before him a work of art, and not an empiric reality: whereas the tragic chorus of the Greeks is compelled to recognise real beings in the figures of the stage.", "location": 116494}
{"sentence": "Never since Aristotle has an explanation of the tragic effect been proposed, by which an æsthetic activity of the hearer could be inferred from artistic circumstances.", "location": 291162}
{"sentence": "What is still left now of music is either excitatory music or souvenir music, that is, either a stimulant for dull and used-up nerves, or tone-painting.", "location": 235863}
{"sentence": "These three specimens of illusion are on the whole designed only for the more nobly endowed natures, who in general feel profoundly the weight and burden of existence, and must be deluded into forgetfulness of their displeasure by exquisite stimulants.", "location": 239412}
{"sentence": "As a boy his musical talent had already been so noticeable, that he himself and other competent judges were doubtful as to whether he ought not perhaps to devote himself altogether to music.", "location": 11368}
{"sentence": "INDEMNITY - You agree to indemnify and hold the Foundation, the trademark owner, any agent or employee of the Foundation, anyone providing copies of Project Gutenberg™ electronic works in accordance with this agreement, and any volunteers associated with the production, promotion and distribution of Project Gutenberg™ electronic works, harmless from all liability, costs and expenses, including legal fees, that arise directly or indirectly from any of the following which you do or cause to occur: (a) distribution of this or any Project Gutenberg™ work, (b) alteration, modification, or additions or deletions to any Project Gutenberg™ work, and (c) any Defect you cause.", "location": 342471}
{"sentence": "The invalidity or unenforceability of any provision of this agreement shall not void the remaining provisions.", "location": 342352}
{"sentence": "The recitative was regarded as the rediscovered language of this primitive man; the opera as the recovered land of this idyllically or heroically good creature, who in every action follows at the same time a natural artistic impulse, who sings a little along with all he has to say, in order to sing immediately with full voice on the slightest emotional excitement.", "location": 252269}
{"sentence": "If, with eyes strengthened and refreshed at the sight of the Greeks, we look upon the highest spheres of the world that surrounds us, we behold the avidity of the insatiate optimistic knowledge, of which Socrates is the typical representative, transformed into tragic resignation and the need of art: while, to be sure, this same avidity, in its lower stages, has to exhibit itself as antagonistic to art, and must especially have an inward detestation of Dionyso-tragic art, as was exemplified in the opposition of Socratism to Æschylean tragedy.", "location": 211935}
{"sentence": "It can easily be imagined how the first reading of Schopenhauer's _The World as Will and Idea_ worked upon this man, still stinging from the bitterest experiences and disappointments.", "location": 17266}
{"sentence": "He beholds the transfigured world of the stage and nevertheless denies it.", "location": 288599}
{"sentence": "Let each answer this question according to his sentiments: he will at any rate show by his answer his conception of \"culture,\" provided he tries at least to answer the question, and has not already grown mute with astonishment.", "location": 295812}
{"sentence": "But if for the moment we disregard the character of the hero which rises to the surface and grows visible--and which at bottom is nothing but the light-picture cast on a dark wall, that is, appearance through and through,--if rather we enter into the myth which projects itself in these bright mirrorings, we shall of a sudden experience a phenomenon which bears a reverse relation to one familiar in optics.", "location": 139625}
{"sentence": "The Dionysian musician is, without any picture, himself just primordial pain and the primordial re-echoing thereof.", "location": 98780}
{"sentence": "The Greek knew and felt the terrors and horrors of existence: to be able to live at all, he had to interpose the shining dream-birth of the Olympian world between himself and them.", "location": 80917}
{"sentence": "While the critic got the upper hand in the theatre and concert-hall, the journalist in the school, and the press in society, art degenerated into a topic of conversation of the most trivial kind, and æsthetic criticism was used as the cement of a vain, distracted, selfish and moreover piteously unoriginal sociality, the significance of which is suggested by the Schopenhauerian parable of the porcupines, so that there has never been so much gossip about art and so little esteem for it.", "location": 295215}
{"sentence": "It is, however, worth noting that everything he did in his later years, whether in Latin, Greek, or German work, bore the stamp of perfection--subject of course to the limitation imposed upon him by his years.", "location": 11559}
{"sentence": "For help in preparing the present translation, the translator wishes to express his thanks to his friends Dr. Ernest Lacy, Litt.D.", "location": 328636}
{"sentence": "That new party of life which will take in hand the greatest of all tasks, the upbreeding of mankind to something higher,--add thereto the relentless annihilation of all things degenerating and parasitic, will again make possible on earth that _too-much of life,_ from which there also must needs grow again the Dionysian state.", "location": 326823}
{"sentence": "--But, my dear Sir, if _your_ book is not Romanticism, what in the world is?", "location": 53685}
{"sentence": "He knew neither what headaches nor indigestion meant, and, despite his short sight, his eyes were able to endure the greatest strain without giving him the smallest trouble.", "location": 20185}
{"sentence": "He who recalls the immediate consequences of this restlessly onward-pressing spirit of science will realise at once that _myth_ was annihilated by it, and that, in consequence of this annihilation, poetry was driven as a homeless being from her natural ideal soil.", "location": 231171}
{"sentence": "In his _Transfiguration,_ the lower half, with the possessed boy, the despairing bearers, the helpless, terrified disciples, shows to us the reflection of eternal primordial pain, the sole basis of the world: the \"appearance\" here is the counter-appearance of eternal Contradiction, the father of things.", "location": 88132}
{"sentence": "\"The antagonism of these two attitudes and the _desires_ that underlie them.", "location": 30902}
{"sentence": "The recitative must be defined, according to this description, as the combination of epic and lyric delivery, not indeed as an intrinsically stable combination which could not be attained in the case of such totally disparate elements, but an entirely superficial mosaic conglutination, such as is totally unprecedented in the domain of nature and experience.", "location": 250798}
{"sentence": "\"Any justification of the world can only be an _æsthetic_ one.", "location": 33195}
{"sentence": "\"The sharpness of wisdom turns round upon the sage: wisdom is a crime against nature\": such terrible expressions does the myth call out to us: but the Hellenic poet touches like a sunbeam the sublime and formidable Memnonian statue of the myth, so that it suddenly begins to sound--in Sophoclean melodies.", "location": 144343}
{"sentence": "Let us but observe these patrons of music as they are, at close range, when they call out so indefatigably \"beauty!", "location": 262879}
{"sentence": "But must not an entire domain of culture, namely the Socratic-Alexandrine, have exhausted its powers after contriving to culminate in such a daintily-tapering point as our present culture?", "location": 269159}
{"sentence": "For, as we have said, music is distinguished from all the other arts by the fact that it is not a copy of the phenomenon, or, more accurately, the adequate objectivity of the will, but the direct copy of the will itself, and therefore represents the metaphysical of everything physical in the world, and the thing-in-itself of every phenomenon.", "location": 219868}
{"sentence": "Should it have been established by our analysis that the Apollonian element in tragedy has by means of its illusion gained a complete victory over the Dionysian primordial element of music, and has made music itself subservient to its end, namely, the highest and clearest elucidation of the drama, it would certainly be necessary to add the very important restriction: that at the most essential point this Apollonian illusion is dissolved and annihilated.", "location": 285592}
{"sentence": "It is for this same reason that the innermost heart of Nature experiences that indescribable joy in the naïve artist and in the naïve work of art, which is likewise only \"an appearance of appearance.\"", "location": 87694}
{"sentence": "We accordingly recognise in tragedy a thorough-going stylistic contrast: the language, colour, flexibility and dynamics of the dialogue fall apart in the Dionysian lyrics of the chorus on the one hand, and in the Apollonian dream-world of the scene on the other, into entirely separate spheres of expression.", "location": 138036}
{"sentence": "to allow myself, in all respects, the use of an _individual language_ for such _individual_ contemplations and ventures in the field of thought--that I laboured to express, in Kantian and Schopenhauerian formulæ, strange and new valuations, which ran fundamentally counter to the spirit of Kant and Schopenhauer, as well as to their taste!", "location": 51070}
{"sentence": "): 'The affirmation of life, even in its most unfamiliar and severe problems, the will to life, enjoying its own inexhaustibility in the sacrifice of its highest types,--_that_ is what I called Dionysian, that is what I divined as the bridge to a psychology of the _tragic_ poet.", "location": 324706}
{"sentence": "Relying upon this noble illusion, she can now move her limbs for the dithyrambic dance, and abandon herself unhesitatingly to an orgiastic feeling of freedom, in which she could not venture to indulge as music itself, without this illusion.", "location": 276289}
{"sentence": "For we must know that in the rapture of the Dionysian state, with its annihilation of the ordinary bounds and limits of existence, there is a _lethargic_ element, wherein all personal experiences of the past are submerged.", "location": 122507}
{"sentence": "It should have _sung,_ this \"new soul\"--and not spoken!", "location": 42779}
{"sentence": "In like manner, I believe, the Greek man of culture felt himself neutralised in the presence of the satyric chorus: and this is the most immediate effect of the Dionysian tragedy, that the state and society, and, in general, the gaps between man and man give way to an overwhelming feeling of oneness, which leads back to the heart of nature.", "location": 121256}
{"sentence": "On the contrary: it was the archetype of man, the embodiment of his highest and strongest emotions, as the enthusiastic reveller enraptured By the proximity of his god, as the fellow-suffering companion in whom the suffering of the god repeats itself, as the herald of wisdom speaking from the very depths of nature, as the emblem of the sexual omnipotence of nature, which the Greek was wont to contemplate with reverential awe.", "location": 125404}
{"sentence": "We might, therefore, just as well call the world embodied music as embodied will: and this is the reason why music makes every picture, and indeed every scene of real life and of the world, at once appear with higher significance; all the more so, to be sure, in proportion as its melody is analogous to the inner spirit of the given phenomenon.", "location": 220213}
{"sentence": "Thy maker, mortal, dost divine?", "location": 70599}
{"sentence": "If, then, in this way, in the strife of these two hostile principles, the older Hellenic history falls into four great periods of art, we are now driven to inquire after the ulterior purpose of these unfoldings and processes, unless perchance we should regard the last-attained period, the period of Doric art, as the end and aim of these artistic impulses: and here the sublime and highly celebrated art-work of _Attic tragedy_ and dramatic dithyramb presents itself to our view as the common goal of both these impulses, whose mysterious union, after many and long precursory struggles, found its glorious consummation in such a child,--which is at once Antigone and Cassandra.", "location": 93174}
{"sentence": "Can the deep hatred of the present, of \"reality\" and \"modern ideas\" be pushed farther than has been done in your artist-metaphysics?--which would rather believe in Nothing, or in the devil, than in the \"Now\"?", "location": 53762}
{"sentence": "Perhaps there are--a question for alienists--neuroses of _health_?", "location": 44656}
{"sentence": "On close observation, this fatal influence of the opera on music is seen to coincide absolutely with the universal development of modern music; the optimism lurking in the genesis of the opera and in the essence of culture represented thereby, has, with alarming rapidity, succeeded in divesting music of its Dionyso-cosmic mission and in impressing on it a playfully formal and pleasurable character: a change with which perhaps only the metamorphosis of the Æschylean man into the cheerful Alexandrine man could be compared.", "location": 260670}
{"sentence": "It has _wrought effects,_ it even fascinated through that wherein it was amiss--through its application to _Wagnerism,_ just as if this Wagnerism were symptomatic of _a rise and going up._ And just on that account was the book an event in Wagner's life: from thence and only from thence were great hopes linked to the name of Wagner.", "location": 319206}
{"sentence": "The meeting seems to have impressed both parties very favourably; for, very shortly after it had taken place, our father received his living at Röcken \"by supreme command.\"", "location": 2248}
{"sentence": "The whole of our father's family, which I only got to know when they were very advanced in years, were remarkable for their great power of self-control, their lively interest in intellectual matters, and a strong sense of family unity, which manifested itself both in their splendid readiness to help one another and in their very excellent relations with each other.", "location": 6173}
{"sentence": "This alternation of emotionally impressive, yet only half-sung speech and wholly sung interjections, which is characteristic of the _stilo rappresentativo,_ this rapidly changing endeavour to operate now on the conceptional and representative faculty of the hearer, now on his musical sense, is something so thoroughly unnatural and withal so intrinsically contradictory both to the Apollonian and Dionysian artistic impulses, that one has to infer an origin of the recitative foreign to all artistic instincts.", "location": 250286}
{"sentence": "Socrates, however, was that _second spectator_ who did not comprehend and therefore did not esteem the Old Tragedy; in alliance with him Euripides ventured to be the herald of a new artistic activity.", "location": 184541}
{"sentence": "Like Plato, Euripides undertook to show to the world the reverse of the \"unintelligent\" poet; his æsthetic principle that \"to be beautiful everything must be known\" is, as I have said, the parallel to the Socratic \"to be good everything must be known.\"", "location": 184217}
{"sentence": "I am inquiring concerning the æsthetic pleasure, and am well aware that many of these representations may moreover occasionally create even a moral delectation, say under the form of pity or of a moral triumph.", "location": 310729}
{"sentence": "\"The happiness of existence is only possible as the happiness derived from appearance.", "location": 33348}
{"sentence": "“Project Gutenberg” is a registered trademark.", "location": 331678}
{"sentence": "Is scientism perhaps only fear and evasion of pessimism?", "location": 38677}
{"sentence": "The Apollonian appearances, in which Dionysus objectifies himself, are no longer \"ein ewiges Meer, ein wechselnd Weben, ein glühend Leben,\"[9] as is the music of the chorus, they are no longer the forces merely felt, but not condensed into a picture, by which the inspired votary of Dionysus divines the proximity of his god: the clearness and firmness of epic form now speak to him from the scene, Dionysus now no longer speaks through forces, but as an epic hero, almost in the language of Homer.", "location": 138345}
{"sentence": "We fear that the birth of tragedy can be explained neither by the high esteem for the moral intelligence of the multitude nor by the concept of the spectator without the play; and we regard the problem as too deep to be even so much as touched by such superficial modes of contemplation.", "location": 118140}
{"sentence": "If this explanation does justice to the poet, it may still be asked whether the substance of the myth is thereby exhausted; and here it turns out that the entire conception of the poet is nothing but the light-picture which healing nature holds up to us after a glance into the abyss.", "location": 142694}
{"sentence": "Apollo, as ethical deity, demands due proportion of his disciples, and, that this may be observed, he demands self-knowledge.", "location": 89613}
{"sentence": "The mythical figures have to be the invisibly omnipresent genii, under the care of which the young soul grows to maturity, by the signs of which the man gives a meaning to his life and struggles: and the state itself knows no more powerful unwritten law than the mythical foundation which vouches for its connection with religion and its growth from mythical ideas.", "location": 298253}
{"sentence": "The kernel of its thought he always recognised as perfectly correct; and all he deplored in later days was that he had spoiled the grand problem of Hellenism, as he understood it, by adulterating it with ingredients taken from the world of most modern ideas.", "location": 29552}
{"sentence": "And in this frame of mind he composes a poem on Apollo and turns a few Æsopian fables into verse.", "location": 201330}
{"sentence": "This extraordinary antithesis, which opens up yawningly between plastic art as the Apollonian and music as the Dionysian art, has become manifest to only one of the great thinkers, to such an extent that, even without this key to the symbolism of the Hellenic divinities, he allowed to music a different character and origin in advance of all the other arts, because, unlike them, it is not a copy of the phenomenon, but a direct copy of the will itself, and therefore represents _the metaphysical of everything physical in the world_, the thing-in-itself of every phenomenon.", "location": 215395}
{"sentence": "[23] See _Faust,_ Part 1.1.", "location": 265758}
{"sentence": "Despite these efforts, Project Gutenberg™ electronic works, and the medium on which they may be stored, may contain “Defects,” such as, but not limited to, incomplete, inaccurate or corrupt data, transcription errors, a copyright or other intellectual property infringement, a defective or damaged disk or other medium, a computer virus, or computer codes that damage or cannot be read by your equipment.", "location": 339686}
{"sentence": "If, therefore, we are to assume an anti-Dionysian tendency operating even before Socrates, which received in him only an unprecedentedly grand expression, we must not shrink from the question as to what a phenomenon like that of Socrates indicates: whom in view of the Platonic dialogues we are certainly not entitled to regard as a purely disintegrating, negative power.", "location": 199914}
{"sentence": "Not till then does nature attain her artistic jubilee; not till then does the rupture of the _principium individuationis_ become an artistic phenomenon.", "location": 75459}
{"sentence": "of folk-youth and youthfulness?", "location": 44723}
{"sentence": "The Complete Works of Friedrich Nietzsche  The First Complete and Authorised English Translation  Edited by Dr Oscar Levy  Volume One   T.N.", "location": 1211}
{"sentence": "Euripides is the actor with leaping heart, with hair standing on end; as Socratic thinker he designs the plan, as passionate actor he executes it.", "location": 177881}
{"sentence": "For a single person to appear at the outset of the play telling us who he is, what precedes the action, what has happened thus far, yea, what will happen in the course of the play, would be designated by a modern playwright as a wanton and unpardonable abandonment of the effect of suspense.", "location": 179926}
{"sentence": "The Foundation is committed to complying with the laws regulating charities and charitable donations in all 50 states of the United States.", "location": 345410}
{"sentence": "What the epos and the animated stone can do--constrain the contemplating eye to calm delight in the world of the _individuatio_--could not be realised here, notwithstanding the greater animation and distinctness.", "location": 307515}
{"sentence": "So vehemently does the \"will,\" at the Apollonian stage of development, long for this existence, so completely at one does the Homeric man feel himself with it, that the very lamentation becomes its song of praise.", "location": 83210}
{"sentence": "Considering this most intimate relationship between music and myth, we may now in like manner suppose that a degeneration and depravation of the one involves a deterioration of the other: if it be true at all that the weakening of the myth is generally expressive of a debilitation of the Dionysian capacity.", "location": 313782}
{"sentence": "This tragedy--the Bacchæ--is a protest against the practicability of his own tendency; alas, and it has already been put into practice!", "location": 174819}
{"sentence": "_World and Will as Idea,_ I. p. 339, trans.", "location": 225954}
{"sentence": "It thereby seemed to us that precisely through this discharge the middle world of theatrical procedure, the drama generally, became visible and intelligible from within in a degree unattainable in the other forms of Apollonian art: so that here, where this art was as it were winged and borne aloft by the spirit of music, we had to recognise the highest exaltation of its powers, and consequently in the fraternal union of Apollo and Dionysus the climax of the Apollonian as well as of the Dionysian artistic aims.", "location": 306828}
{"sentence": "The chorus of the Oceanides really believes that it sees before it the Titan Prometheus, and considers itself as real as the god of the scene.", "location": 116771}
{"sentence": "Conversely, it is undoubtedly well known that Æschylus and Sophocles, during all their lives, indeed, far beyond their lives, enjoyed the full favour of the people, and that therefore in the case of these predecessors of Euripides the idea of a false relation between art-work and public was altogether excluded.", "location": 168625}
{"sentence": "Constructed of nought but precocious, unripened self-experiences, all of which lay close to the threshold of the communicable, based on the groundwork of _art_--for the problem of science cannot be discerned on the groundwork of science,--a book perhaps for artists, with collateral analytical and retrospective aptitudes (that is, an exceptional kind of artists, for whom one must seek and does not even care to seek ...), full of psychological innovations and artists' secrets, with an artists' metaphysics in the background, a work of youth, full of youth's mettle and youth's melancholy, independent, defiantly self-sufficient even when it seems to bow to some authority and self-veneration; in short, a firstling-work, even in every bad sense of the term; in spite of its senile problem, affected with every fault of youth, above all with youth's prolixity and youth's \"storm and stress\": on the other hand, in view of the success it had (especially with the great artist to whom it addressed itself, as it were, in a duologue, Richard Wagner) a _demonstrated_ book, I mean a book which, at any rate, sufficed \"for the best of its time.\"", "location": 39428}
{"sentence": "Ahnest du den Schöpfer, Welt?", "location": 70199}
{"sentence": "She bore our grandfather eleven children; gave each of them the breast for nearly the whole of its first year, and reared them all It is said that the sight of these eleven children, at ages varying from nineteen years to one month, with their powerful build, rosy cheeks, beaming eyes, and wealth of curly locks, provoked the admiration of all visitors.", "location": 4305}
{"sentence": "In the consciousness of the truth he has perceived, man now sees everywhere only the awfulness or the absurdity of existence, he now understands the symbolism in the fate of Ophelia, he now discerns the wisdom of the sylvan god Silenus: and loathing seizes him.", "location": 123981}
{"sentence": "Our art reveals this universal trouble: in vain does one seek help by imitating all the great productive periods and natures, in vain does one accumulate the entire \"world-literature\" around modern man for his comfort, in vain does one place one's self in the midst of the art-styles and artists of all ages, so that one may give names to them as Adam did to the beasts: one still continues the eternal hungerer, the \"critic\" without joy and energy, the Alexandrine man, who is in the main a librarian and corrector of proofs, and who, pitiable wretch goes blind from the dust of books and printers' errors.", "location": 247309}
{"sentence": "Accordingly, if we have perceived this much, that Euripides did not succeed in establishing the drama exclusively on the Apollonian, but that rather his non-Dionysian inclinations deviated into a naturalistic and inartistic tendency, we shall now be able to approach nearer to the character _æsthetic Socratism._ supreme law of which reads about as follows: \"to be beautiful everything must be intelligible,\" as the parallel to the Socratic proposition, \"only the knowing is one virtuous.\"", "location": 178783}
{"sentence": "He belonged to the very few who could control even a bad mood and conceal it from others.", "location": 12899}
{"sentence": "[3]      Ye bow in the dust, oh millions?", "location": 70553}
{"sentence": "While the latter lives in these pictures, and only in them, with joyful satisfaction, and never grows tired of contemplating them with love, even in their minutest characters, while even the picture of the angry Achilles is to him but a picture, the angry expression of which he enjoys with the dream-joy in appearance--so that, by this mirror of appearance, he is guarded against being unified and blending with his figures;--the pictures of the lyrist on the other hand are nothing but _his very_ self and, as it were, only different projections of himself, on account of which he as the moving centre of this world is entitled to say \"I\": only of course this self is not the same as that of the waking, empirically real man, but the only verily existent and eternal self resting at the basis of things, by means of the images whereof the lyric genius sees through even to this basis of things.", "location": 99150}
{"sentence": "Before this could be perceived, before the intrinsic dependence of every art on the Greeks, the Greeks from Homer to Socrates, was conclusively demonstrated, it had to happen to us with regard to these Greeks as it happened to the Athenians with regard to Socrates.", "location": 202678}
{"sentence": "*** START OF THE PROJECT GUTENBERG EBOOK THE BIRTH OF TRAGEDY; OR, HELLENISM AND PESSIMISM ***     Produced by Marc D'Hooghe at http://www.freeliterature.org (Images generously made available by the Hathi Trust.)", "location": 877}
{"sentence": "Here _philosophic thought_ overgrows art and compels it to cling close to the trunk of dialectics.", "location": 196883}
{"sentence": "Our ancestors, both on the Nietzsche and the Oehler side, were very long-lived.", "location": 8280}
{"sentence": "• You comply with all other terms of this agreement for free         distribution of Project Gutenberg™ works.", "location": 338972}
{"sentence": "And it is perhaps not only the agreeable and friendly pictures that he realises in himself with such perfect understanding: the earnest, the troubled, the dreary, the gloomy, the sudden checks, the tricks of fortune, the uneasy presentiments, in short, the whole \"Divine Comedy\" of life, and the Inferno, also pass before him, not merely like pictures on the wall--for he too lives and suffers in these scenes,--and yet not without that fleeting sensation of appearance.", "location": 63632}
{"sentence": "The early death of our beloved and highly-gifted father spread gloom over the whole of our childhood.", "location": 9187}
{"sentence": "The Homeric \"naïveté\" can be comprehended only as the complete triumph of the Apollonian illusion: it is the same kind of illusion as Nature so frequently employs to compass her ends.", "location": 84682}
{"sentence": "Perception, the yea-saying to reality, is as much a necessity to the strong as to the weak, under the inspiration of weakness, cowardly shrinking, and _flight_ from reality--the 'ideal.'", "location": 324000}
{"sentence": "But Plato, the thinker, thereby arrived by a roundabout road just at the point where he had always been at home as poet, and from which Sophocles and all the old artists had solemnly protested against that objection.", "location": 195230}
{"sentence": "What delightfully naïve hopefulness of these daring endeavours, in the very heart of theoretical culture!--solely to be explained by the comforting belief, that \"man-in-himself\" is the eternally virtuous hero of the opera, the eternally fluting or singing shepherd, who must always in the end rediscover himself as such, if he has at any time really lost himself; solely the fruit of the optimism, which here rises like a sweetishly seductive column of vapour out of the depth of the Socratic conception of the world.", "location": 257684}
{"sentence": "Civic mediocrity, on which Euripides built all his political hopes, was now suffered to speak, while heretofore the demigod in tragedy and the drunken satyr, or demiman, in comedy, had determined the character of the language.", "location": 164053}
{"sentence": "It is by no means necessary, however, that the lyrist should see nothing but the phenomenon of the man Archilochus before him as a reflection of eternal being; and tragedy shows how far the visionary world of the lyrist may depart from this phenomenon, to which, of course, it is most intimately related.", "location": 100911}
{"sentence": "Placed between India and Rome, and constrained to a seductive choice, the Greeks succeeded in devising in classical purity still a third form of life, not indeed for long private use, but just on that account for immortality.", "location": 273951}
{"sentence": "That I entertained hopes, where nothing was to be hoped for, where everything pointed all-too-clearly to an approaching end!", "location": 52213}
{"sentence": "If now the entire populace philosophises, manages land and goods with unheard-of circumspection, and conducts law-suits, he takes all the credit to himself, and glories in the splendid results of the wisdom with which he inoculated the rabble.", "location": 164467}
{"sentence": "Musing deeply, the worthy councillors and professors walked homeward.", "location": 24688}
{"sentence": "He was sentenced to death; but, taking flight, according to the evidence of the documents, he was ultimately befriended by a certain Earl of Brühl, who gave him a small post in an obscure little provincial town.", "location": 7819}
{"sentence": "For the rectification of our æsthetic knowledge we previously borrowed from them the two divine figures, each of which sways a separate realm of art, and concerning whose mutual contact and exaltation we have acquired a notion through Greek tragedy.", "location": 301770}
{"sentence": "U.S. laws alone swamp our small staff.", "location": 346327}
{"sentence": "With the heroic effort made by the individual for universality, in his attempt to pass beyond the bounds of individuation and become the _one_ universal being, he experiences in himself the primordial contradiction concealed in the essence of things, _i.e.,_ he trespasses and suffers.", "location": 149519}
{"sentence": "Conversely, such a conspicious event is at once divested of every mythical character by the tone-painting of the New Dithyramb; music has here become a wretched copy of the phenomenon, and therefore infinitely poorer than the phenomenon itself: through which poverty it still further reduces even the phenomenon for our consciousness, so that now, for instance, a musically imitated battle of this sort exhausts itself in marches, signal-sounds, etc., and our imagination is arrested precisely by these superficialities.", "location": 233254}
{"sentence": "Trust me, illusion's truths thrice sealed     In dream to man will be revealed.", "location": 70323}
{"sentence": "If you are redistributing or providing access to a work with the phrase “Project Gutenberg” associated with or appearing on the work, you must comply either with the requirements of paragraphs 1.E.1 through 1.E.7 or obtain permission for the use of the work and the Project Gutenberg™ trademark as set forth in paragraphs 1.E.8 or 1.E.9.", "location": 335106}
{"sentence": "It is in this tone, half indignantly and half contemptuously, that Aristophanic comedy is wont to speak of both of them--to the consternation of modern men, who would indeed be willing enough to give up Euripides, but cannot suppress their amazement that Socrates should appear in Aristophanes as the first and head _sophist,_ as the mirror and epitome of all sophistical tendencies; in connection with which it offers the single consolation of putting Aristophanes himself in the pillory, as a rakish, lying Alcibiades of poetry.", "location": 186034}
{"sentence": "Of course, as regards the intricate relation of music and drama, nothing can be explained, while all may be confused by the popular and thoroughly false antithesis of soul and body; but the unphilosophical crudeness of this antithesis seems to have become--who knows for what reasons--a readily accepted Article of Faith with our æstheticians, while they have learned nothing concerning an antithesis of phenomenon and thing-in-itself, or perhaps, for reasons equally unknown, have not cared to learn anything thereof.", "location": 285072}
{"sentence": "All that we call culture is made up of these stimulants; and, according to the proportion of the ingredients, we have either a specially _Socratic_ or _artistic_ or _tragic culture_: or, if historical exemplifications are wanted, there is either an Alexandrine or a Hellenic or a Buddhistic culture.", "location": 239665}
{"sentence": "If in these last propositions I have succeeded in giving perhaps only a preliminary expression, intelligible to few at first, to this difficult representation, I must not here desist from stimulating my friends to a further attempt, or cease from beseeching them to prepare themselves, by a detached example of our common experience, for the perception of the universal proposition.", "location": 277082}
{"sentence": "It exists because of the efforts of hundreds of volunteers and donations from people in all walks of life.", "location": 343403}
{"sentence": "The Project Gutenberg Literary Archive Foundation (“the Foundation” or PGLAF), owns a compilation copyright in the collection of Project Gutenberg™ electronic works.", "location": 332261}
{"sentence": "There are a few things that you can do with most Project Gutenberg™ electronic works even without complying with the full terms of this agreement.", "location": 331861}
{"sentence": "But now follow me to a tragic play, and sacrifice with me in the temple of both the deities!\"", "location": 318579}
{"sentence": "The chorus is the \"ideal spectator\"[5] in so far as it is the only _beholder,_[6] the beholder of the visionary world of the scene.", "location": 128590}
{"sentence": "Perhaps, however, this same class of readers will be shocked at seeing an æsthetic problem taken so seriously, especially if they can recognise in art no more than a merry diversion, a readily dispensable court-jester to the \"earnestness of existence\": as if no one were aware of the real meaning of this confrontation with the \"earnestness of existence.\"", "location": 59327}
{"sentence": "Nature, on which as yet no knowledge has been at work, which maintains unbroken barriers to culture--this is what the Greek saw in his satyr, which still was not on this account supposed to coincide with the ape.", "location": 125191}
{"sentence": "If we have rightly assigned to music the capacity to reproduce myth from itself, we may in turn expect to find the spirit of science on the path where it inimically opposes this mythopoeic power of music.", "location": 231436}
{"sentence": "And who, on the other hand, would think of making only the diversion-craving luxuriousness of those Florentine circles and the vanity of their dramatic singers responsible for the love of the opera which spread with such rapidity?", "location": 248751}
{"sentence": "From the first he was never blind to the faults in his master's system, and in proof of this we have only to refer to an essay he wrote in the autumn of 1867, which actually contains a criticism of Schopenhauer's philosophy.", "location": 17891}
{"sentence": "To this is opposed the second point of view--art regarded as a phenomenon of the artist, above all of the musician; the torture of being obliged to create, as a Dionysian instinct.", "location": 32279}
{"sentence": "Let us but realise the consequences of the Socratic maxims: \"Virtue is knowledge; man only sins from ignorance; he who is virtuous is happy\": these three fundamental forms of optimism involve the death of tragedy.", "location": 197849}
{"sentence": "Or, to say it in the language of that Dionysian ogre, called _Zarathustra_:      \"Lift up your hearts, my brethren, high, higher!", "location": 56444}
{"sentence": "So also the effects wrought by the _Dionysian_ appeared \"titanic\" and \"barbaric\" to the Apollonian Greek: while at the same time he could not conceal from himself that he too was inwardly related to these overthrown Titans and heroes.", "location": 90370}
{"sentence": "[21] That is \"the will\" as understood by Schopenhauer.--TR.", "location": 226020}
{"sentence": "Some one, I know not whom, has maintained that all individuals are comic as individuals and are consequently un-tragic: from whence it might be inferred that the Greeks in general _could_ not endure individuals on the tragic stage.", "location": 153191}
{"sentence": "When, after a vigorous effort to gaze into the sun, we turn away blinded, we have dark-coloured spots before our eyes as restoratives, so to speak; while, on the contrary, those light-picture phenomena of the Sophoclean hero,--in short, the Apollonian of the mask,--are the necessary productions of a glance into the secret and terrible things of nature, as it were shining spots to heal the eye which dire night has seared.", "location": 140034}
{"sentence": "If an individual Project Gutenberg™ electronic work is posted with the permission of the copyright holder, your use and distribution must comply with both paragraphs 1.E.1 through 1.E.7 and any additional terms imposed by the copyright holder.", "location": 335452}
{"sentence": "If, however, in the exemplification herewith indicated we have rightly associated the evanescence of the Dionysian spirit with a most striking, but hitherto unexplained transformation and degeneration of the Hellene--what hopes must revive in us when the most trustworthy auspices guarantee _the reverse process, the gradual awakening of the Dionysian spirit_ in our modern world!", "location": 261198}
{"sentence": "Before him the cultured man shrank to a lying caricature.", "location": 126302}
{"sentence": "Euripides--and this is the solution of the riddle just propounded--felt himself, as a poet, undoubtedly superior to the masses, but not to two of his spectators: he brought the masses upon the stage; these two spectators he revered as the only competent judges and masters of his art: in compliance with their directions and admonitions, he transferred the entire world of sentiments, passions, and experiences, hitherto present at every festival representation as the invisible chorus on the spectators' benches, into the souls of his stage-heroes; he yielded to their demands when he also sought for these new characters the new word and the new tone; in their voices alone he heard the conclusive verdict on his work, as also the cheering promise of triumph when he found himself condemned as usual by the justice of the public.", "location": 169318}
{"sentence": "While this optimism, resting on apparently unobjectionable _æterna veritates,_ believed in the intelligibility and solvability of all the riddles of the world, and treated space, time, and causality as totally unconditioned laws of the most universal validity, Kant, on the other hand, showed that these served in reality only to elevate the mere phenomenon, the work of Mâyâ, to the sole and highest reality, putting it in place of the innermost and true essence of things, thus making the actual knowledge of this essence impossible, that is, according to the expression of Schopenhauer, to lull the dreamer still more soundly asleep (_Welt als Wille und Vorstellung,_ I.", "location": 244325}
{"sentence": "And so the double-being of the Æschylean Prometheus, his conjoint Dionysian and Apollonian nature, might be thus expressed in an abstract formula: \"Whatever exists is alike just and unjust, and equally justified in both.\"", "location": 151754}
{"sentence": "If we must live, let us at least do so in such wise that others may bless our life once we have been peacefully delivered from its toils.\"", "location": 23623}
{"sentence": "The most sorrowful figure of the Greek stage, the hapless _Œdipus,_ was understood by Sophocles as the noble man, who in spite of his wisdom was destined to error and misery, but nevertheless through his extraordinary sufferings ultimately exerted a magical, wholesome influence on all around him, which continues effective even after his death.", "location": 140765}
{"sentence": "Owing to our learned conception of the elementary artistic processes, this artistic proto-phenomenon, which is here introduced to explain the tragic chorus, is almost shocking: while nothing can be more certain than that the poet is a poet only in that he beholds himself surrounded by forms which live and act before him, into the innermost being of which his glance penetrates.", "location": 130015}
{"sentence": "If you     are not located in the United States, you will have to check the laws     of the country where you are located before using this eBook.", "location": 334635}
{"sentence": "The truly Hellenic delight at this dialectical loosening is so great, that a touch of surpassing cheerfulness is thereby communicated to the entire play, which everywhere blunts the edge of the horrible presuppositions of the procedure.", "location": 141696}
{"sentence": "But let him never think he can fight such battles without his household gods, without his mythical home, without a \"restoration\" of all German things I And if the German should look timidly around for a guide to lead him back to his long-lost home, the ways and paths of which he knows no longer--let him but listen to the delightfully luring call of the Dionysian bird, which hovers above him, and would fain point out to him the way thither.", "location": 306068}
{"sentence": "Under the predominating influence of tragic poetry, these Homeric myths are now reproduced anew, and show by this metempsychosis that meantime the Olympian culture also has been vanquished by a still deeper view of things.", "location": 156128}
{"sentence": "In this example I must not appeal to those who make use of the pictures of the scenic processes, the words and the emotions of the performers, in order to approximate thereby to musical perception; for none of these speak music as their mother-tongue, and, in spite of the aids in question, do not get farther than the precincts of musical perception, without ever being allowed to touch its innermost shrines; some of them, like Gervinus, do not even reach the precincts by this path.", "location": 277465}
{"sentence": "\"Mistrust of science, although its ephemerally soothing optimism be strongly felt; the 'serenity' of the theoretical man.", "location": 32962}
{"sentence": "Dionysus had already been scared from the tragic stage, and in fact by a demonic power which spoke through Euripides.", "location": 175050}
{"sentence": "might not this very Socratism be a sign of decline, of weariness, of disease, of anarchically disintegrating instincts?", "location": 38246}
{"sentence": "This is directed against Schopenhauer's teaching of _Resignation_ as the tragic attitude towards the world.", "location": 32658}
{"sentence": "[22] \"Nature and the ideal,\" he says, \"are either objects of grief, when the former is represented as lost, the latter unattained; or both are objects of joy, in that they are represented as real.", "location": 256142}
{"sentence": "The Greeks are, as the Egyptian priests say, eternal children, and in tragic art also they are only children who do not know what a sublime play-thing has originated under their hands and--is being demolished.", "location": 229467}
{"sentence": "This chorus beholds in the vision its lord and master Dionysus, and is thus for ever the _serving_ chorus: it sees how he, the god, suffers and glorifies himself, and therefore does not itself _act_.", "location": 135352}
{"sentence": "If music, as it would seem, was previously known as an Apollonian art, it was, strictly speaking, only as the wave-beat of rhythm, the formative power of which was developed to the representation of Apollonian conditions.", "location": 76366}
{"sentence": "When it was not permitted to heroes like Goethe and Schiller to break open the enchanted gate which leads into the Hellenic magic mountain, when with their most dauntless striving they did not get beyond the longing gaze which the Goethean Iphigenia cast from barbaric Tauris to her home across the ocean, what could the epigones of such heroes hope for, if the gate should not open to them suddenly of its own accord, in an entirely different position, quite overlooked in all endeavours of culture hitherto--amidst the mystic tones of reawakened tragic music.", "location": 269348}
{"sentence": "It is enough to have perceived that the intrinsic charm, and therefore the genesis, of this new form of art lies in the gratification of an altogether unæsthetic need, in the optimistic glorification of man as such, in the conception of the primitive man as the man naturally good and artistic: a principle of the opera which has gradually changed into a threatening and terrible _demand,_ which, in face of the socialistic movements of the present time, we can no longer ignore.", "location": 253145}
{"sentence": "Out of this appearance then arises, like an ambrosial vapour, a visionlike new world of appearances, of which those wrapt in the first appearance see nothing--a radiant floating in purest bliss and painless Contemplation beaming from wide-open eyes.", "location": 88437}
{"sentence": "In order to qualify the singularity of this assertion, and, on the other hand, to disclose the source of this insight of ours, we must now confront with clear vision the analogous phenomena of the present time; we must enter into the midst of these struggles, which, as I said just now, are being carried on in the highest spheres of our present world between the insatiate optimistic perception and the tragic need of art.", "location": 213406}
{"sentence": "There are a lot of things you can do with Project Gutenberg™ electronic works if you follow the terms of this agreement and help preserve free future access to Project Gutenberg™ electronic works.", "location": 332033}
{"sentence": "That this effect is necessary, however, each one would most surely perceive by intuition, if once he found himself carried back--even in a dream--into an Old-Hellenic existence.", "location": 317586}
{"sentence": "But this not easily comprehensible proto-phenomenon of Dionysian Art becomes, in a direct way, singularly intelligible, and is immediately apprehended in the wonderful significance of _musical dissonance:_ just as in general it is music alone, placed in contrast to the world, which can give us an idea as to what is meant by the justification of the world as an æsthetic phenomenon.", "location": 311938}
{"sentence": "A seductive fortitude with the keenest of glances, which _yearns_ for the terrible, as for the enemy, the worthy enemy, with whom it may try its strength?", "location": 37730}
{"sentence": "of _Faust._     THE BIRTH OF TRAGEDY  FROM THE SPIRIT OF MUSIC     FOREWORD TO RICHARD WAGNER.", "location": 57681}
{"sentence": "Moreover, curiously enough, it was precisely _this_ scientific thesis which was the cause of Ritschl's recognition of my brother and fondness for him.", "location": 15251}
{"sentence": "Through a remarkable disruption of both these primitive artistic impulses, the ruin of Greek tragedy seemed to be necessarily brought about: with which process a degeneration and a transmutation of the Greek national character was strictly in keeping, summoning us to earnest reflection as to how closely and necessarily art and the people, myth and custom, tragedy and the state, have coalesced in their bases.", "location": 302020}
{"sentence": "When Archilochus, the first lyrist of the Greeks, makes known both his mad love and his contempt to the daughters of Lycambes, it is not his passion which dances before us in orgiastic frenzy: we see Dionysus and the Mænads, we see the drunken reveller Archilochus sunk down to sleep--as Euripides depicts it in the Bacchæ, the sleep on the high Alpine pasture, in the noonday sun:--and now Apollo approaches and touches him with the laurel.", "location": 98042}
{"sentence": "Availing ourselves of Plato's terminology, however, we should have to speak of the tragic figures of the Hellenic stage somewhat as follows.", "location": 153653}
{"sentence": "Nearly all the individual works in the collection are in the public domain in the United States.", "location": 332427}
{"sentence": "The death of Greek tragedy, on the other hand, left an immense void, deeply felt everywhere.", "location": 160757}
{"sentence": "And so one feels ashamed and afraid in the presence of the Greeks: unless one prize truth above all things, and dare also to acknowledge to one's self this truth, that the Greeks, as charioteers, hold in their hands the reins of our own and of every culture, but that almost always chariot and horses are of too poor material and incommensurate with the glory of their guides, who then will deem it sport to run such a team into an abyss: which they themselves clear with the leap of Achilles.", "location": 204058}
{"sentence": "The noblest clay, the costliest marble, namely man, is here kneaded and cut, and the chisel strokes of the Dionysian world-artist are accompanied with the cry of the Eleusinian mysteries: \"Ihr stürzt nieder, Millionen?", "location": 69980}
{"sentence": "Even as certain Greek sailors in the time of Tiberius once heard upon a lonesome island the thrilling cry, \"great Pan is dead\": so now as it were sorrowful wailing sounded through the Hellenic world: \"Tragedy is dead!", "location": 160850}
{"sentence": "What was the power, which freed Prometheus from his vultures and transformed the myth into a vehicle of Dionysian wisdom?", "location": 157268}
{"sentence": "Do not unlink or detach or remove the full Project Gutenberg™ License terms from this work, or any files containing a part of this work or any other work associated with Project Gutenberg™.", "location": 335872}
{"sentence": "The effect of tragedy never depended on epic suspense, on the fascinating uncertainty as to what is to happen now and afterwards: but rather on the great rhetoro-lyric scenes in which the passion and dialectics of the chief hero swelled to a broad and mighty stream.", "location": 180504}
{"sentence": "We should also have to regard our German character with despair and sorrow, if it had already become inextricably entangled in, or even identical with this culture, in a similar manner as we can observe it to our horror to be the case in civilised France; and that which for a long time was the great advantage of France and the cause of her vast preponderance, to wit, this very identity of people and culture, might compel us at the sight thereof to congratulate ourselves that this culture of ours, which is so questionable, has hitherto had nothing in common with the noble kernel of the character of our people.", "location": 299989}
{"sentence": "This opposition became more precarious and even impossible, when, from out of the deepest root of the Hellenic nature, similar impulses finally broke forth and made way for themselves: the Delphic god, by a seasonably effected reconciliation, was now contented with taking the destructive arms from the hands of his powerful antagonist.", "location": 74380}
{"sentence": "'Hellenism and Pessimism' had been a more unequivocal title: namely, as a first lesson on the way in which the Greeks got the better of pessimism,--on the means whereby they _overcame_ it.", "location": 319996}
{"sentence": "Equip yourselves for severe conflict, but believe in the wonders of your god!", "location": 271963}
{"sentence": "Copyright laws in most countries are in a constant state of change.", "location": 333406}
{"sentence": "LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the “Right of Replacement or Refund” described in paragraph 1.F.3, the Project Gutenberg Literary Archive Foundation, the owner of the Project Gutenberg™ trademark, and any other party distributing a Project Gutenberg™ electronic work under this agreement, disclaim all liability to you for damages, costs and expenses, including legal fees.", "location": 340099}
{"sentence": "How, then, is the Euripidean play related to this ideal of the Apollonian drama?", "location": 177264}
{"sentence": "Who would have imagined that there was still such a uniformly powerful effusion of the simplest political sentiments, the most natural domestic instincts and the primitive manly delight in strife in this very people after it had been shaken to its foundations for several generations by the most violent convulsions of the Dionysian demon?", "location": 272476}
{"sentence": "Thus do the gods justify the life of man, in that they themselves live it--the only satisfactory Theodicy!", "location": 82453}
{"sentence": "What is most afflicting to all of us, however, is--the prolonged degradation in which the German genius has lived estranged from house and home in the service of malignant dwarfs.", "location": 315452}
{"sentence": "The whole of his Leipzig days proved of the utmost importance to my brother's career.", "location": 15403}
{"sentence": "Of course, the Apollonian light-picture did not, precisely with this inner illumination through music, attain the peculiar effect of the weaker grades of Apollonian art.", "location": 307345}
{"sentence": "In very fact, I have since learned to regard this \"spirit of Teutonism\" as something to be despaired of and unsparingly treated, as also our present _German music,_ which is Romanticism through and through and the most un-Grecian of all possible forms of art: and moreover a first-rate nerve-destroyer, doubly dangerous for a people given to drinking and revering the unclear as a virtue, namely, in its twofold capacity of an intoxicating and stupefying narcotic.", "location": 52838}
{"sentence": "If, however, he thought the understanding the root proper of all enjoyment and productivity, he had to inquire and look about to see whether any one else thought as he did, and also acknowledged this incommensurability.", "location": 171777}
{"sentence": "Here we observe first of all the glorious _Olympian_ figures of the gods, standing on the gables of this structure, whose deeds, represented in far-shining reliefs, adorn its friezes.", "location": 78397}
{"sentence": "Let us think of our own astonishment at the _chorus_ and the _tragic hero_ of that type of tragedy, neither of which we could reconcile with our practices any more than with tradition--till we rediscovered this duplexity itself as the origin and essence of Greek tragedy, as the expression of two interwoven artistic impulses, _the Apollonian and the Dionysian_.", "location": 172808}
{"sentence": "But what is this popular folk-song in contrast to the wholly Apollonian epos?", "location": 106074}
{"sentence": "Even this musical ascendency, however, would only have been felt by us as such had we been Greeks: while in the entire development of Greek music--as compared with the infinitely richer music known and familiar to us--we imagine we hear only the youthful song of the musical genius intoned with a feeling of diffidence.", "location": 229147}
{"sentence": "(Schopenhauer, _Welt als Wille und Vorstellung,_ I.", "location": 215972}
{"sentence": "We shall now have to avail ourselves of all the principles of art hitherto considered, in order to find our way through the labyrinth, as we must designate _the origin of Greek tragedy._ I shall not be charged with absurdity in saying that the problem of this origin has as yet not even been seriously stated, not to say solved, however often the fluttering tatters of ancient tradition have been sewed together in sundry combinations and torn asunder again.", "location": 113605}
{"sentence": "General Terms of Use and Redistributing Project Gutenberg™ electronic works  1.A.", "location": 330920}
{"sentence": "Music, therefore, if regarded as an expression of the world, is in the highest degree a universal language, which is related indeed to the universality of concepts, much as these are related to the particular things.", "location": 218245}
{"sentence": "Upon a real perusal of this essay, such readers will, rather to their surprise, discover how earnest is the German problem we have to deal with, which we properly place, as a vortex and turning-point, in the very midst of German hopes.", "location": 59091}
{"sentence": "Tragedy absorbs the highest musical orgasm into itself, so that it absolutely brings music to perfection among the Greeks, as among ourselves; but it then places alongside thereof tragic myth and the tragic hero, who, like a mighty Titan, takes the entire Dionysian world on his shoulders and disburdens us thereof; while, on the other hand, it is able by means of this same tragic myth, in the person of the tragic hero, to deliver us from the intense longing for this existence, and reminds us with warning hand of another existence and a higher joy, for which the struggling hero prepares himself presentiently by his destruction, not by his victories.", "location": 275380}
{"sentence": "What kind of art would that be which was extracted from the concept of the spectator, and whereof we are to regard the \"spectator as such\" as the true form?", "location": 117931}
{"sentence": "The prompting voice of the Socratic dream-vision is the only sign of doubtfulness as to the limits of logical nature.", "location": 201700}
{"sentence": "Accordingly he placed the prologue even before the exposition, and put it in the mouth of a person who could be trusted: some deity had often as it were to guarantee the particulars of the tragedy to the public and remove every doubt as to the reality of the myth: as in the case of Descartes, who could only prove the reality of the empiric world by an appeal to the truthfulness of God and His inability to utter falsehood.", "location": 181943}
{"sentence": "It is really surprising to see how very soon he actually began grappling with the questions which were to prove the problems of his life.", "location": 26449}
{"sentence": "With this faculty, with all the clearness and dexterity of his critical thought, Euripides had sat in the theatre and striven to recognise in the masterpieces of his great predecessors, as in faded paintings, feature and feature, line and line.", "location": 170444}
{"sentence": "The choric parts, therefore, with which tragedy is interlaced, are in a manner the mother-womb of the entire so-called dialogue, that is, of the whole stage-world, of the drama proper.", "location": 133533}
{"sentence": "An intellectual predilection for what is hard, awful, evil, problematical in existence, owing to well-being, to exuberant health, to _fullness_ of existence?", "location": 37521}
{"sentence": "Of course, our æsthetes have nothing to say about this return in fraternal union of the two art-deities to the original home, nor of either the Apollonian or Dionysian excitement of the hearer, while they are indefatigable in characterising the struggle of the hero with fate, the triumph of the moral order of the world, or the disburdenment of the emotions through tragedy, as the properly Tragic: an indefatigableness which makes me think that they are perhaps not æsthetically excitable men at all, but only to be regarded as moral beings when hearing tragedy.", "location": 290597}
{"sentence": "Unless you have removed all references to Project Gutenberg:  1.E.1.", "location": 333873}
{"sentence": "Is there a pessimism of _strength_?", "location": 37485}
{"sentence": "For the more clearly I perceive in nature those all-powerful art impulses, and in them a fervent longing for appearance, for redemption through appearance, the more I feel myself driven to the metaphysical assumption that the Verily-Existent and Primordial Unity, as the Eternally Suffering and Self-Contradictory, requires the rapturous vision, the joyful appearance, for its continuous salvation: which appearance we, who are completely wrapt in it and composed of it, must regard as the Verily Non-existent,--_i.e.,_ as a perpetual unfolding in time, space and causality,--in other words, as empiric reality.", "location": 86713}
{"sentence": "\"[3]   [1]      My friend, just this is poet's task:     His dreams to read and to unmask.", "location": 70228}
{"sentence": "Information about the Project Gutenberg Literary Archive Foundation  The Project Gutenberg Literary Archive Foundation is a non-profit 501(c)(3) educational corporation organized under the laws of the state of Mississippi and granted tax exempt status by the Internal Revenue Service.", "location": 344119}
{"sentence": "The character is not for him an aggregate composed of a studied collection of particular traits, but an irrepressibly live person appearing before his eyes, and differing only from the corresponding vision of the painter by its ever continued life and action.", "location": 130688}
{"sentence": "What I then laid hands on, something terrible and dangerous, a problem with horns, not necessarily a bull itself, but at all events a _new_ problem: I should say to-day it was the _problem of science_ itself--science conceived for the first time as problematic, as questionable.", "location": 38983}
{"sentence": "The glorious Apollonian illusion makes it appear as if the very realm of tones presented itself to us as a plastic cosmos, as if even the fate of Tristan and Isolde had been merely formed and moulded therein as out of some most delicate and impressible material.", "location": 281042}
{"sentence": "By what sap is this parasitic opera-concern nourished, if not by that of true art?", "location": 259498}
{"sentence": "Whereas, being accustomed to the position of a chorus on the modern stage, especially an operatic chorus, we could never comprehend why the tragic chorus of the Greeks should be older, more primitive, indeed, more important than the \"action\" proper,--as has been so plainly declared by the voice of tradition; whereas, furthermore, we could not reconcile with this traditional paramount importance and primitiveness the fact of the chorus' being composed only of humble, ministering beings; indeed, at first only of goatlike satyrs; whereas, finally, the orchestra before the scene was always a riddle to us; we have learned to comprehend at length that the scene, together with the action, was fundamentally and originally conceived only as a _vision,_ that the only reality is just the chorus, which of itself generates the vision and speaks thereof with the entire symbolism of dancing, tone, and word.", "location": 134446}
{"sentence": "Apollo could not live without Dionysus!", "location": 90833}
{"sentence": "Anent these immediate art-states of nature every artist is either an \"imitator,\" to wit, either an Apollonian, an artist in dreams, or a Dionysian, an artist in ecstasies, or finally--as for instance in Greek tragedy--an artist in both dreams and ecstasies: so we may perhaps picture him, as in his Dionysian drunkenness and mystical self-abnegation, lonesome and apart from the revelling choruses, he sinks down, and how now, through Apollonian dream-inspiration, his own state, _i.e._, his oneness with the primal source of the universe, reveals itself to him _in a symbolical dream-picture_.", "location": 71291}
{"sentence": "From the highest joy sounds the cry of horror or the yearning wail over an irretrievable loss.", "location": 75944}
{"sentence": "Das heisst eine Welt!", "location": 152001}
{"sentence": "Amidst the ceaseless change of phenomena the eternally creative primordial mother, eternally impelling to existence, self-satisfying eternally with this change of phenomena!\"", "location": 225768}
{"sentence": "The noblest manifestation of that other form of \"Greek cheerfulness,\" the Alexandrine, is the cheerfulness of the _theoretical man_: it exhibits the same symptomatic characteristics as I have just inferred concerning the spirit of the un-Dionysian:--it combats Dionysian wisdom and art, it seeks to dissolve myth, it substitutes for metaphysical comfort an earthly consonance, in fact, a _deus ex machina_ of its own, namely the god of machines and crucibles, that is, the powers of the genii of nature recognised and employed in the service of higher egoism; it believes in amending the world by knowledge, in guiding life by science, and that it can really confine the individual within a narrow sphere of solvable problems, where he cheerfully says to life: \"I desire thee: it is worth while to know thee.\"", "location": 238000}
{"sentence": "Whether Schopenhauer and Wagner ever really corresponded to the glorified pictures my brother painted of them, both in his letters and other writings, is a question which we can no longer answer in the affirmative.", "location": 19506}
{"sentence": "The former describes his own character in the Platonic \"Ion\" as follows: \"When I am saying anything sad, my eyes fill with tears; when, however, what I am saying is awful and terrible, then my hair stands on end through fear, and my heart leaps.\"", "location": 177429}
{"sentence": "Much more celebrated than this political explanation of the chorus is the notion of A. W. Schlegel, who advises us to regard the chorus, in a manner, as the essence and extract of the crowd of spectators,--as the \"ideal spectator.\"", "location": 115507}
{"sentence": "He did not venerate him quite as other men did; Schopenhauer's _personality_ was what attracted and enchanted him.", "location": 17776}
{"sentence": "Here there interpose between our highest musical excitement and the music in question the tragic myth and the tragic hero--in reality only as symbols of the most universal facts, of which music alone can speak directly.", "location": 279220}
{"sentence": "If we now look at Socrates in the light of this thought, he appears to us as the first who could not only live, but--what is far more--also die under the guidance of this instinct of science: and hence the picture of the _dying, Socrates_, as the man delivered from the fear of death by knowledge and argument, is the escutcheon, above the entrance to science which reminds every one of its mission, namely, to make existence appear to be comprehensible, and therefore to be justified: for which purpose, if arguments do not suffice, _myth_ also must be used, which I just now designated even as the necessary consequence, yea, as the end of science.", "location": 207119}
{"sentence": "Dionysian art, too, seeks to convince us of the eternal joy of existence: only we are to seek this joy not in phenomena, but behind phenomena.", "location": 226089}
{"sentence": "'Rationality' _against_ instinct!", "location": 321594}
{"sentence": "If tragedy absorbed into itself all the earlier varieties of art, the same could again be said in an unusual sense of Platonic dialogue, which, engendered by a mixture of all the then existing forms and styles, hovers midway between narrative, lyric and drama, between prose and poetry, and has also thereby broken loose from the older strict law of unity of linguistic form; a movement which was carried still farther by the _cynic_ writers, who in the most promiscuous style, oscillating to and fro betwixt prose and metrical forms, realised also the literary picture of the \"raving Socrates\" whom they were wont to represent in life.", "location": 195447}
{"sentence": "I had for my own inmost experience _discovered_ the only symbol and counterpart of history,--I had just thereby been the first to grasp the wonderful phenomenon of the Dionysian.", "location": 322172}
{"sentence": "In the phenomenon of the lyrist, I have set forth that in him music strives to express itself with regard to its nature in Apollonian images.", "location": 223874}
{"sentence": "Our father was the youngest son, and, thanks to his uncommonly lovable disposition, together with other gifts, which only tended to become more marked as he grew older, he was quite the favourite of the family.", "location": 6541}
{"sentence": "But the hope of the epopts looked for a new birth of Dionysus, which we have now to conceive of in anticipation as the end of individuation: it was for this coming third Dionysus that the stormy jubilation-hymns of the epopts resounded.", "location": 155005}
{"sentence": "Socrates, the dialectical hero in Platonic drama, reminds us of the kindred nature of the Euripidean hero, who has to defend his actions by arguments and counter-arguments, and thereby so often runs the risk of forfeiting our tragic pity; for who could mistake the _optimistic_ element in the essence of dialectics, which celebrates a jubilee in every conclusion, and can breathe only in cool clearness and consciousness: the optimistic element, which, having once forced its way into tragedy, must gradually overgrow its Dionysian regions, and necessarily impel it to self-destruction--even to the death-leap into the bourgeois drama.", "location": 197213}
{"sentence": "In order to comprehend this, we must take down the artistic structure, of the _Apollonian culture,_ as it were, stone by stone, till we behold the foundations on which it rests.", "location": 78219}
{"sentence": "Here also we observe the victory of the phenomenon over the Universal, and the delight in the particular quasi-anatomical preparation; we actually breathe the air of a theoretical world, in which scientific knowledge is valued more highly than the artistic reflection of a universal law.", "location": 235058}
{"sentence": "After which, of course, the usual romanticist finale at once strikes up,--rupture, collapse, return and prostration before an old belief, before _the_ old God.... What?", "location": 54685}
{"sentence": "In an almost alarming manner the cultured man was here found for a long time only in the form of the scholar: even our poetical arts have been forced to evolve from learned imitations, and in the main effect of the rhyme we still recognise the origin of our poetic form from artistic experiments with a non-native and thoroughly learned language.", "location": 240405}
{"sentence": "[18]      In me thou seest its benefit,--     To him who hath but little wit,     Through parables to tell the truth.", "location": 202070}
{"sentence": "Add to this the most important phenomenon of all ancient lyric poetry, _the union,_ regarded everywhere as natural, _of the lyrist with the musician,_ their very identity, indeed,--compared with which our modern lyric poetry is like the statue of a god without a head,--and we may now, on the basis of our metaphysics of æsthetics set forth above, interpret the lyrist to ourselves as follows.", "location": 96662}
{"sentence": "Therefore, in song and in the lyrical mood, desire (the personal interest of the ends) and the pure perception of the surrounding which presents itself, are wonderfully mingled with each other; connections between them are sought for and imagined; the subjective disposition, the affection of the will, imparts its own hue to the contemplated surrounding, and conversely, the surroundings communicate the reflex of their colour to the will.", "location": 102824}
{"sentence": "Perhaps what he saw in them was only what he himself wished to be some day.", "location": 19721}
{"sentence": "Here, perhaps for the first time, a pessimism \"Beyond Good and Evil\" announces itself, here that \"perverseness of disposition\" obtains expression and formulation, against which Schopenhauer never grew tired of hurling beforehand his angriest imprecations and thunderbolts,--a philosophy which dares to put, derogatorily put, morality itself in the world of phenomena, and not only among \"phenomena\" (in the sense of the idealistic _terminus technicus_), but among the \"illusions,\" as appearance, semblance, error, interpretation, accommodation, art.", "location": 47609}
{"sentence": "The world, that is, the redemption of God _attained_ at every moment, as the perpetually changing, perpetually new vision of the most suffering, most antithetical, most contradictory being, who contrives to redeem himself only in _appearance:_ this entire artist-metaphysics, call it arbitrary, idle, fantastic, if you will,--the point is, that it already betrays a spirit, which is determined some day, at all hazards, to make a stand against the _moral_ interpretation and significance of life.", "location": 47112}
{"sentence": "He involuntarily transferred the entire picture of the god, fluttering magically before his soul, to this masked figure and resolved its reality as it were into a phantasmal unreality.", "location": 137616}
{"sentence": "We cannot designate the intrinsic substance of Socratic culture more distinctly than by calling it _the culture of the opera_: for it is in this department that culture has expressed itself with special naïveté concerning its aims and perceptions, which is sufficiently surprising when we compare the genesis of the opera and the facts of operatic development with the eternal truths of the Apollonian and Dionysian.", "location": 247958}
{"sentence": "In the same work Schopenhauer has described to us the stupendous _awe_ which seizes upon man, when of a sudden he is at a loss to account for the cognitive forms of a phenomenon, in that the principle of reason, in some one of its manifestations, seems to admit of an exception.", "location": 66645}
{"sentence": "The two decisive _innovations_ of the book are, on the one hand, the comprehension of the _Dionysian_ phenomenon among the Greeks (it gives the first psychology thereof, it sees therein the One root of all Grecian art); on the other, the comprehension of Socratism: Socrates diagnosed for the first time as the tool of Grecian dissolution, as a typical decadent.", "location": 321231}
{"sentence": "We have therefore, according to the doctrine of Schopenhauer, an immediate understanding of music as the language of the will, and feel our imagination stimulated to give form to this invisible and yet so actively stirred spirit-world which speaks to us, and prompted to embody it in an analogous example.", "location": 222900}
{"sentence": "But when after all a new Art blossomed forth which revered tragedy as her ancestress and mistress, it was observed with horror that she did indeed bear the features of her mother, but those very features the latter had exhibited in her long death-struggle.", "location": 161245}
{"sentence": "This takes place in the development of the _New Attic Dithyramb,_ the music of which no longer expressed the inner essence, the will itself, but only rendered the phenomenon insufficiently, in an imitation by means of concepts; from which intrinsically degenerate music the truly musical natures turned away with the same repugnance that they felt for the art-destroying tendency of Socrates.", "location": 231641}
{"sentence": "The suddenly swelling tide of the Dionysian then takes the separate little wave-mountains of individuals on its back, just as the brother of Prometheus, the Titan Atlas, does with the earth.", "location": 151095}
{"sentence": "He was twenty-four years and six months old when he took up his position as professor in Bale,--and it was with a heavy heart that he proceeded there, for he knew \"the golden period of untrammelled activity\" must cease.", "location": 23054}
{"sentence": "Thus far we have considered the Apollonian and his antithesis, the Dionysian, as artistic powers, which burst forth from nature herself, _without the mediation of the human artist,_ and in which her art-impulses are satisfied in the most immediate and direct way: first, as the pictorial world of dreams, the perfection of which has no connection whatever with the intellectual height or artistic culture of the unit man, and again, as drunken reality, which likewise does not heed the unit man, but even seeks to destroy the individual and redeem him by a mystic feeling of Oneness.", "location": 70707}
{"sentence": "In this sense the Dionysian man may be said to resemble Hamlet: both have for once seen into the true nature of things,--they have _perceived,_ but they are loath to act; for their action cannot change the eternal nature of things; they regard it as shameful or ridiculous that one should require of them to set aright the time which is out of joint.", "location": 123018}
{"sentence": "In general it may be said that through this revolution of the popular language he made the New Comedy possible.", "location": 163809}
{"sentence": "My brother was very anxious to take some decisive step to help him, and, laying the plans of his great work on Greece aside, he selected a small portion from the already completed manuscript--a portion dealing with one distinct side of Hellenism,--to wit, its tragic art.", "location": 34404}
{"sentence": "--To one in this frame of mind, however, an aged Athenian, looking up to him with the sublime eye of Æschylus, might answer: \"Say also this, thou curious stranger: what sufferings this people must have undergone, in order to be able to become thus beautiful!", "location": 318320}
{"sentence": "With this new vision the drama is complete.", "location": 133334}
{"sentence": "He sees before him the tragic hero in epic clearness and beauty, and nevertheless delights in his annihilation.", "location": 288674}
{"sentence": "With the immense potency of the image, the concept, the ethical teaching and the sympathetic emotion--the Apollonian influence uplifts man from his orgiastic self-annihilation, and beguiles him concerning the universality of the Dionysian process into the belief that he is seeing a detached picture of the world, for instance, Tristan and Isolde, and that, _through music,_ he will be enabled to _see_ it still more clearly and intrinsically.", "location": 281672}
{"sentence": "The presence of a god behind all these masks is the one essential cause of the typical \"ideality,\" so oft exciting wonder, of these celebrated figures.", "location": 153039}
{"sentence": "This is the true function of Apollo as deity of art: in whose name we comprise all the countless manifestations of the fair realm of illusion, which each moment render life in general worth living and make one impatient for the experience of the next moment.", "location": 316712}
{"sentence": "Our father was thirty-one years of age, and our mother not quite nineteen, when my brother was born.", "location": 3157}
{"sentence": "We are to perceive how all that comes into being must be ready for a sorrowful end; we are compelled to look into the terrors of individual existence--yet we are not to become torpid: a metaphysical comfort tears us momentarily from the bustle of the transforming figures.", "location": 226232}
{"sentence": "You may convert to and distribute this work in any binary, compressed, marked up, nonproprietary or proprietary form, including any word processing or hypertext form.", "location": 336359}
{"sentence": "The greatest distinctness of the picture did not suffice us: for it seemed to reveal as well as veil something; and while it seemed, with its symbolic revelation, to invite the rending of the veil for the disclosure of the mysterious background, this illumined all-conspicuousness itself enthralled the eye and prevented it from penetrating more deeply He who has not experienced this,--to have to view, and at the same time to have a longing beyond the viewing,--will hardly be able to conceive how clearly and definitely these two processes coexist in the contemplation of tragic myth and are felt to be conjoined; while the truly æsthetic spectators will confirm my assertion that among the peculiar effects of tragedy this conjunction is the most noteworthy.", "location": 308063}
{"sentence": "Music, however, speaks out of this heart; and though countless phenomena of the kind might be passing manifestations of this music, they could never exhaust its essence, but would always be merely its externalised copies.", "location": 284850}
{"sentence": "When I look back upon that month of May 1869, and ask both of friends and of myself, what the figure of this youthful University professor of four-and-twenty meant to the world at that time, the reply is naturally, in the first place: that he was one of Ritschl's best pupils; secondly, that he was an exceptionally capable exponent of classical antiquity with a brilliant career before him; and thirdly, that he was a passionate adorer of Wagner and Schopenhauer.", "location": 23763}
{"sentence": "His very first performance in philology, executed while he was a student under Ritschl, the famous philologist, was also typical of him in this respect, seeing that it was ordered to be printed for the _Rheinische Museum._ Of course this was done amid general and grave expressions of doubt; for, as Dr. Ritschl often declared, it was an unheard-of occurrence for a student in his third term to prepare such an excellent treatise.", "location": 11886}
{"sentence": "Greeks and tragic music?", "location": 36913}
{"sentence": "The \"titanic\" and the \"barbaric\" were in the end not less necessary than the Apollonian.", "location": 90873}
{"sentence": "This view when compared with the historical tradition that tragedy was originally only chorus, reveals itself in its true character, as a crude, unscientific, yet brilliant assertion, which, however, has acquired its brilliancy only through its concentrated form of expression, through the truly Germanic bias in favour of whatever is called \"ideal,\" and through our momentary astonishment.", "location": 115739}
{"sentence": "Such is the phenomenon of the lyrist: as Apollonian genius he interprets music through the image of the will, while he himself, completely released from the avidity of the will, is the pure, undimmed eye of day.", "location": 112232}
{"sentence": "From the very first Christianity was, essentially and thoroughly, the nausea and surfeit of Life for Life, which only disguised, concealed and decked itself out under the belief in \"another\" or \"better\" life.", "location": 49102}
{"sentence": "\"Homer and Classical Philology\"--my brother's inaugural address at the University--was by no means the first literary attempt he had made; for we have already seen that he had had papers published by the _Rheinische Museum_; still, this particular discourse is important, seeing that it practically contains the programme of many other subsequent essays.", "location": 25930}
{"sentence": "What strange consideration for the spectator led him to defy, the spectator?", "location": 169159}
{"sentence": "There would have been no science if it had only been concerned about that _one_ naked goddess and nothing else.", "location": 205421}
{"sentence": "All possible efforts, excitements and manifestations of will, all that goes on in the heart of man and that reason includes in the wide, negative concept of feeling, may be expressed by the infinite number of possible melodies, but always in the universality of mere form, without the material, always according to the thing-in-itself, not the phenomenon,--of which they reproduce the very soul and essence as it were, without the body.", "location": 218867}
{"sentence": "Greek tragedy had a fate different from that of all her older sister arts: she died by suicide, in consequence of an irreconcilable conflict; accordingly she died tragically, while they all passed away very calmly and beautifully in ripe old age.", "location": 160150}
{"sentence": "But if, nevertheless, such a work can be heard as a whole, without a renunciation of individual existence, if such a creation could be created without demolishing its creator--where are we to get the solution of this contradiction?", "location": 278987}
{"sentence": "There are some, who, from lack of experience or obtuseness, will turn away from such phenomena as \"folk-diseases\" with a smile of contempt or pity prompted by the consciousness of their own health: of course, the poor wretches do not divine what a cadaverous-looking and ghastly aspect this very \"health\" of theirs presents when the glowing life of the Dionysian revellers rushes past them.", "location": 67876}
{"sentence": "Never has there been another art-period in which so-called culture and true art have been so estranged and opposed, as is so obviously the case at present.", "location": 268919}
{"sentence": "In this sense we may discriminate between two main currents in the history of the language of the Greek people, according as their language imitated either the world of phenomena and of pictures, or the world of music.", "location": 108484}
{"sentence": "If Hellenism was the first strong influence which already in Pforta obtained a sway over my brother, in the winter of 1865-66, a completely new, and therefore somewhat subversive, influence was introduced into his life with Schopenhauer's philosophy.", "location": 16575}
{"sentence": "So long as the spectator has to divine the meaning of this or that person, or the presuppositions of this or that conflict of inclinations and intentions, his complete absorption in the doings and sufferings of the chief persons is impossible, as is likewise breathless fellow-feeling and fellow-fearing.", "location": 181043}
{"sentence": "The Foundation’s business office is located at 809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887.", "location": 344637}
{"sentence": "To it responded with emulative echo the solemnly wanton procession of Dionysian revellers, to whom we are indebted for German music--and to whom we shall be indebted for _the re-birth of German myth._  I know that I must now lead the sympathising and attentive friend to an elevated position of lonesome contemplation, where he will have but few companions, and I call out encouragingly to him that we must hold fast to our shining guides, the Greeks.", "location": 301318}
{"sentence": "From this point onwards, Socrates believed that he was called upon to, correct existence; and, with an air of disregard and superiority, as the precursor of an altogether different culture, art, and morality, he enters single-handed into a world, of which, if we reverently touched the hem, we should count it our greatest happiness.", "location": 188514}
{"sentence": "For suppose even this to be true--and Pericles (or Thucydides) intimates as much in the great Funeral Speech:--whence then the opposite longing, which appeared first in the order of time, the _longing for the ugly_, the good, resolute desire of the Old Hellene for pessimism, for tragic myth, for the picture of all that is terrible, evil, enigmatical, destructive, fatal at the basis of existence,--whence then must tragedy have sprung?", "location": 43890}
{"sentence": "Indeed, it seems as if the myth sought to whisper into our ears that wisdom, especially Dionysian wisdom, is an unnatural abomination, and that whoever, through his knowledge, plunges nature into an abyss of annihilation, must also experience the dissolution of nature in himself.", "location": 144062}
{"sentence": "Ay, what is Dionysian?--In this book may be found an answer,--a \"knowing one\" speaks here, the votary and disciple of his god.", "location": 43312}
{"sentence": "What other form of drama could there be, if it was not to be born of the womb of music, in the mysterious twilight of the Dionysian?", "location": 176147}
{"sentence": "How unequal the distribution of happiness and misfortune!", "location": 171336}
{"sentence": "In view of the astonishing boldness with which Æschylus places the Olympian world on his scales of justice, it must be remembered that the deep-minded Greek had an immovably firm substratum of metaphysical thought in his mysteries, and that all his sceptical paroxysms could be discharged upon the Olympians.", "location": 146013}
{"sentence": "Let us now imagine the one great Cyclopean eye of Socrates fixed on tragedy, that eye in which the fine frenzy of artistic enthusiasm had never glowed--let us think how it was denied to this eye to gaze with pleasure into the Dionysian abysses--what could it not but see in the \"sublime and greatly lauded\" tragic art, as Plato called it?", "location": 192779}
{"sentence": "It is probable, however, that nearly every one, upon close examination, feels so disintegrated by the critico-historical spirit of our culture, that he can only perhaps make the former existence of myth credible to himself by learned means through intermediary abstractions.", "location": 297686}
{"sentence": "For a whole day he did his utmost to pay no heed to the injury, and to overcome the pain it caused him; but in the end he only swooned, and a dangerously acute inflammation of the injured tissues was the result.", "location": 21341}
{"sentence": "He perceived, to his astonishment, that all these celebrities were without a proper and accurate insight, even with regard to their own callings, and practised them only by instinct.", "location": 187970}
{"sentence": "Perhaps the depth of this _antimoral_ tendency may be best estimated from the guarded and hostile silence with which Christianity is treated throughout this book,--Christianity, as being the most extravagant burlesque of the moral theme to which mankind has hitherto been obliged to listen.", "location": 48159}
{"sentence": "To practise its small wit on such compositions, and to overlook a phenomenon which is certainly worth explaining, is quite in keeping with this æsthetics.", "location": 109743}
{"sentence": "See paragraph 1.E below.", "location": 332230}
{"sentence": "What had they just heard?", "location": 24758}
{"sentence": "Into this current of the timeless, however, the state as well as art plunged in order to find repose from the burden and eagerness of the moment.", "location": 302796}
{"sentence": "where music is completely alienated from its true dignity of being, the Dionysian mirror of the world, so that the only thing left to it is, as a slave of phenomena, to imitate the formal character thereof, and to excite an external pleasure in the play of lines and proportions.", "location": 260390}
{"sentence": "\"Perhaps \"--thus he had to ask himself--\"what is not intelligible to me is not therefore unreasonable?", "location": 201818}
{"sentence": "or did it veer about?--the question, whether his ever-increasing _longing for beauty,_ for festivals, gaieties, new cults, did really grow out of want, privation, melancholy, pain?", "location": 43709}
{"sentence": "Without here defending the profound instincts of Aristophanes against such attacks, I shall now indicate, by means of the sentiments of the time, the close connection between Socrates and Euripides.", "location": 186565}
{"sentence": "Information about Donations to the Project Gutenberg Literary Archive Foundation  Project Gutenberg™ depends upon and cannot survive without widespread public support and donations to carry out its mission of increasing the number of public domain and licensed works that can be freely distributed in machine-readable form accessible by the widest array of equipment including outdated equipment.", "location": 344902}
{"sentence": "He then divined what the æsthetic hearer is.", "location": 296623}
{"sentence": "It is the people of the tragic mysteries who fight the battles with the Persians: and again, the people who waged such wars required tragedy as a necessary healing potion.", "location": 272304}
{"sentence": "\"[10]  Man, elevating himself to the rank of the Titans, acquires his culture by his own efforts, and compels the gods to unite with him, because in his self-sufficient wisdom he has their existence and their limits in his hand.", "location": 145186}
{"sentence": "It was in accordance with the laically unmusical crudeness of these views that the combination of music, picture and expression was effected in the beginnings of the opera: in the spirit of this æsthetics the first experiments were also made in the leading laic circles of Florence by the poets and singers patronised there.", "location": 254420}
{"sentence": "Schiller's \"Hymn to Joy\"; and Beethoven, Ninth Symphony.--TR.", "location": 70635}
{"sentence": "There, too, very severe discipline prevailed, and much was exacted from the pupils, with the view of inuring them to great mental and physical exertions.", "location": 10782}
{"sentence": "And hence how inexpressibly sublime is _Homer,_ who, as unit being, bears the same relation to this Apollonian folk-culture as the unit dream-artist does to the dream-faculty of the people and of Nature in general.", "location": 84467}
{"sentence": "for longing not dying!\"", "location": 280390}
{"sentence": "We now approach the real purpose of our investigation, which aims at acquiring a knowledge of the Dionyso-Apollonian genius and his art-work, or at least an anticipatory understanding of the mystery of the aforesaid union.", "location": 93862}
{"sentence": "It is indeed an \"ideal\" domain, as Schiller rightly perceived, upon--which the Greek satyric chorus, the chorus of primitive tragedy, was wont to walk, a domain raised far above the actual path of mortals.", "location": 119937}
{"sentence": "And science itself, our science--ay, viewed as a symptom of life, what really signifies all science?", "location": 38525}
{"sentence": "The actor in this dramatised epos still remains intrinsically rhapsodist: the consecration of inner dreaming is on all his actions, so that he is never wholly an actor.", "location": 177094}
{"sentence": "He who would destroy the opera must join issue with Alexandrine cheerfulness, which expresses itself so naïvely therein concerning its favourite representation; of which in fact it is the specific form of art.", "location": 258981}
{"sentence": "And, consequently, the danger of dangers?...", "location": 50416}
{"sentence": "Even in Leipzig, it was reported that Jacob Burckhardt had said: \"Nietzsche is as much an artist as a scholar.\"", "location": 25614}
{"sentence": "And in the very circles whose dignity it might be to draw indefatigably from the Greek channel for the good of German culture, in the circles of the teachers in the higher educational institutions, they have learned best to compromise with the Greeks in good time and on easy terms, to the extent often of a sceptical abandonment of the Hellenic ideal and a total perversion of the true purpose of antiquarian studies.", "location": 267296}
{"sentence": "If, then, the Old Tragedy was here destroyed, it follows that æsthetic Socratism was the murderous principle; but in so far as the struggle is directed against the Dionysian element in the old art, we recognise in Socrates the opponent of Dionysus, the new Orpheus who rebels against Dionysus; and although destined to be torn to pieces by the Mænads of the Athenian court, yet puts to flight the overpowerful god himself, who, when he fled from Lycurgus, the king of Edoni, sought refuge in the depths of the ocean--namely, in the mystical flood of a secret cult which gradually overspread the earth.", "location": 184742}
{"sentence": "[24]  We thus realise to ourselves in the experiences of the truly æsthetic hearer the tragic artist himself when he proceeds like a luxuriously fertile divinity of individuation to create his figures (in which sense his work can hardly be understood as an \"imitation of nature\")--and when, on the other hand, his vast Dionysian impulse then absorbs the entire world of phenomena, in order to anticipate beyond it, and through its annihilation, the highest artistic primal joy, in the bosom of the Primordial Unity.", "location": 290081}
{"sentence": "What is best of all is for ever beyond your reach: not to be born, not to _be_, to be _nothing._ The second best for you, however, is soon to die.\"", "location": 80540}
{"sentence": "_The Birth of Tragedy_ requires perhaps a little explaining--more particularly as we have now ceased to use either Schopenhauerian or Wagnerian terms of expression.", "location": 29158}
{"sentence": "He had sought at first to adapt himself to his surroundings there, with the hope of ultimately elevating them to his lofty views on things; but both these efforts proved vain, and now he had come to Leipzig with the purpose of framing his own manner of life.", "location": 17007}
{"sentence": "Before we plunge into the midst of these struggles, let us array ourselves in the armour of our hitherto acquired knowledge.", "location": 214562}
{"sentence": "Apollo, however, again appears to us as the apotheosis of the _principium individuationis,_ in which alone the perpetually attained end of the Primordial Unity, its redemption through appearance, is consummated: he shows us, with sublime attitudes, how the entire world of torment is necessary, that thereby the individual may be impelled to realise the redeeming vision, and then, sunk in contemplation thereof, quietly sit in his fluctuating barque, in the midst of the sea.", "location": 88907}
{"sentence": "To SEND DONATIONS or determine the status of compliance for any particular state visit www.gutenberg.org/donate.", "location": 345804}
{"sentence": "In the sense of these last portentous questions it must now be indicated how the influence of Socrates (extending to the present moment, indeed, to all futurity) has spread over posterity like an ever-increasing shadow in the evening sun, and how this influence again and again necessitates a regeneration of _art,_--yea, of art already with metaphysical, broadest and profoundest sense,--and its own eternity guarantees also the eternity of art.", "location": 202230}
{"sentence": "And _not_ at all--pessimism?", "location": 46050}
{"sentence": "Well, to be sure, there stands alongside of this detached perception, as an excess of honesty, if not of presumption, a profound _illusion_ which first came to the world in the person of Socrates, the imperturbable belief that, by means of the clue of causality, thinking reaches to the deepest abysses of being, and that thinking is able not only to perceive being but even to _correct_ it.", "location": 206512}
{"sentence": "The individual, with all his boundaries and due proportions, went under in the self-oblivion of the Dionysian states and forgot the Apollonian precepts.", "location": 91639}
{"sentence": "To be able to live, the Greeks had, from direst necessity, to create these gods: which process we may perhaps picture to ourselves in this manner: that out of the original Titan thearchy of terror the Olympian thearchy of joy was evolved, by slow transitions, through the Apollonian impulse to beauty, even as roses break forth from thorny bushes.", "location": 81641}
{"sentence": "And as regards the origin of the tragic chorus: perhaps there were endemic ecstasies in the eras when the Greek body bloomed and the Greek soul brimmed over with life?", "location": 44932}
{"sentence": "The first-named would have the vision it conjures up _eternal_: in its light man must be quiescent, apathetic, peaceful, healed, and on friendly terms with himself and all existence; the second strives after creation, after the voluptuousness of wilful creation, _i.e._ constructing and destroying.", "location": 30979}
{"sentence": "AN ATTEMPT AT SELF-CRITICISM.", "location": 35630}
{"sentence": "If not, how shall we account for the æsthetic pleasure with which we make even these representations pass before us?", "location": 310612}
{"sentence": "In this enchantment the Dionysian reveller sees himself as a satyr, _and as satyr he in turn beholds the god,_ that is, in his transformation he sees a new vision outside him as the Apollonian consummation of his state.", "location": 133114}
{"sentence": "The Greeks were _in need_ of tragedy?", "location": 37091}
{"sentence": "This actual world, then, the world of particular things, affords the object of perception, the special and the individual, the particular case, both to the universality of concepts and to the universality of the melodies.", "location": 221138}
{"sentence": "The same twilight shrouded the structure of the drama, especially the significance of the chorus.", "location": 171119}
{"sentence": "And what then, physiologically speaking, is the meaning of that madness, out of which comic as well as tragic art has grown, the Dionysian madness?", "location": 44406}
{"sentence": "To the dithyrambic chorus is now assigned the task of exciting the minds of the hearers to such a pitch of Dionysian frenzy, that, when the tragic hero appears on the stage, they do not behold in him, say, the unshapely masked man, but a visionary figure, born as it were of their own ecstasy.", "location": 136769}
{"sentence": "From the point of view of the epos, this unequal and irregular pictorial world of lyric poetry must be simply condemned: and the solemn epic rhapsodists of the Apollonian festivals in the age of Terpander have certainly done so.", "location": 107784}
{"sentence": "What a pity, that I did not dare to say what I then had to say, as a poet: I could have done so perhaps!", "location": 42835}
{"sentence": "With reference to these deities, the Greek artist, in particular, had an obscure feeling as to mutual dependency: and it is just in the Prometheus of Æschylus that this feeling is symbolised.", "location": 146322}
{"sentence": "And what formerly interested us like a hollow sigh from the heart of being, seems now only to tell us how \"waste and void is the sea.\"", "location": 279966}
{"sentence": "It was this semblance of \"Greek cheerfulness\" which so revolted the deep-minded and formidable natures of the first four centuries of Christianity: this womanish flight from earnestness and terror, this cowardly contentedness with easy pleasure, was not only contemptible to them, but seemed to be a specifically anti-Christian sentiment.", "location": 166005}
{"sentence": "is not that the true blue romanticist-confession of 1830 under the mask of the pessimism of 1850?", "location": 54587}
{"sentence": "It is of no avail: the most magnificent temple lies in ruins.", "location": 175520}
{"sentence": "Wherefore--Greek art?...", "location": 37142}
{"sentence": "Just as the younger rhapsodist is related to the solemn rhapsodist of the old time.", "location": 177345}
{"sentence": "The time of the Socratic man is past: crown yourselves with ivy, take in your hands the thyrsus, and do not marvel if tigers and panthers lie down fawning at your feet.", "location": 271665}
{"sentence": "This function of the tragic chorus is the _dramatic_ proto-phenomenon: to see one's self transformed before one's self, and then to act as if one had really entered into another body, into another character.", "location": 131654}
{"sentence": "It is an eternal phenomenon: the avidious will can always, by means of an illusion spread over things, detain its creatures in life and compel them to live on.", "location": 238819}
{"sentence": "Hence it is that the dithyramb is essentially different from every other variety of the choric song.", "location": 132308}
{"sentence": "Thus, the former age of the Titans is subsequently brought from Tartarus once more to the light of day.", "location": 156606}
{"sentence": "He shudders at the sufferings which will befall the hero, and yet anticipates therein a higher and much more overpowering joy.", "location": 289035}
{"sentence": "\"Only by instinct\": with this phrase we touch upon the heart and core of the Socratic tendency.", "location": 188153}
{"sentence": "This tradition tells us in the most unequivocal terms, _that tragedy sprang from the tragic chorus,_ and was originally only chorus and nothing but chorus: and hence we feel it our duty to look into the heart of this tragic chorus as being the real proto-drama, without in the least contenting ourselves with current art-phraseology--according to which the chorus is the ideal spectator, or represents the people in contrast to the regal side of the scene.", "location": 114064}
{"sentence": "_Thus spake Zarathustra_, lxxiii.", "location": 57471}
{"sentence": "In him it might therefore be said, nature had produced a being who in body and spirit was a harmonious whole: his unusual intellect was fully in keeping with his uncommon bodily strength.", "location": 13213}
{"sentence": "Email contact links and up to date contact information can be found at the Foundation’s website and official page at www.gutenberg.org/contact  Section 4.", "location": 344747}
{"sentence": "We take delight in the immediate apprehension of form; all forms speak to us; there is nothing indifferent, nothing superfluous.", "location": 62568}
{"sentence": "He dreams himself into a time when passion suffices to generate songs and poems: as if emotion had ever been able to create anything artistic.", "location": 255414}
{"sentence": "And that which was born thereof, tragedy?--And again: that of which tragedy died, the Socratism of morality, the dialectics, contentedness and cheerfulness of the theoretical man--indeed?", "location": 38058}
{"sentence": "Thus, if my brother seems to lay particular stress upon the value of rigorous training, free from all sentimentality, it should be remembered that he speaks from experience in this respect.", "location": 10936}
{"sentence": "Melody generates the poem out of itself by an ever-recurring process.", "location": 107192}
{"sentence": "And what if, on the other hand and conversely, at the very time of their dissolution and weakness, the Greeks became always more optimistic, more superficial, more histrionic, also more ardent for logic and the logicising of the world,--consequently at the same time more \"cheerful\" and more \"scientific\"?", "location": 45402}
{"sentence": "Do not copy, display, perform, distribute or redistribute this electronic work, or any part of this electronic work, without prominently displaying the sentence set forth in paragraph 1.E.1 with active links or immediate access to the full terms of the Project Gutenberg™ License.", "location": 336070}
{"sentence": "The hero had turned gladiator, on whom, after being liberally battered about and covered with wounds, freedom was occasionally bestowed.", "location": 236949}
{"sentence": "It is with this, his chief weapon, that Schiller combats the ordinary conception of the natural, the illusion ordinarily required in dramatic poetry.", "location": 118781}
{"sentence": "And so the Euripidean drama is a thing both cool and fiery, equally capable of freezing and burning; it is impossible for it to attain the Apollonian, effect of the epos, while, on the other hand, it has severed itself as much as possible from Dionysian elements, and now, in order to act at all, it requires new stimulants, which can no longer lie within the sphere of the two unique art-impulses, the Apollonian and the Dionysian.", "location": 178107}
{"sentence": "But what is to be expected for art itself from the operation of a form of art, the beginnings of which do not at all lie in the æsthetic province; which has rather stolen over from a half-moral sphere into the artistic domain, and has been able only now and then to delude us concerning this hybrid origin?", "location": 259191}
{"sentence": "What demoniac power is it which would presume to spill this magic draught in the dust?", "location": 189294}
{"sentence": "We talk so abstractly about poetry, because we are all wont to be bad poets.", "location": 131063}
{"sentence": "In order, however, to prevent the form from congealing to Egyptian rigidity and coldness in consequence of this Apollonian tendency, in order to prevent the extinction of the motion of the entire lake in the effort to prescribe to the individual wave its path and compass, the high tide of the Dionysian tendency destroyed from time to time all the little circles in which the one-sided Apollonian \"will\" sought to confine the Hellenic world.", "location": 150652}
{"sentence": "It seems hardly possible to transplant a foreign myth with permanent success, without dreadfully injuring the tree through this transplantation: which is perhaps occasionally strong enough and sound enough to eliminate the foreign element after a terrible struggle; but must ordinarily consume itself in a languishing and stunted condition or in sickly luxuriance.", "location": 305023}
{"sentence": "He writes: \"Here I saw a mirror in which I espied the world, life, and my own nature depicted with frightful grandeur.\"", "location": 17450}
{"sentence": "What is most wonderful, however, in this Promethean form, which according to its fundamental conception is the specific hymn of impiety, is the profound Æschylean yearning for _justice_: the untold sorrow of the bold \"single-handed being\" on the one hand, and the divine need, ay, the foreboding of a twilight of the gods, on the other, the power of these two worlds of suffering constraining to reconciliation, to metaphysical oneness--all this suggests most forcibly the central and main position of the Æschylean view of things, which sees Moira as eternal justice enthroned above gods and men.", "location": 145415}
{"sentence": "As soon as this chorus was trained to sing in the Euripidean key, there arose that chesslike variety of the drama, the New Comedy, with its perpetual triumphs of cunning and artfulness.", "location": 164946}
{"sentence": "This process of a discharge of music in pictures we have now to transfer to some youthful, linguistically productive people, to get a notion as to how the strophic popular song originates, and how the entire faculty of speech is stimulated by this new principle of imitation of music.", "location": 110474}
{"sentence": "In order to bring these two tendencies within closer range, let us conceive them first of all as the separate art-worlds of _dreamland_ and _drunkenness;_ between which physiological phenomena a contrast may be observed analogous to that existing between the Apollonian and the Dionysian.", "location": 61411}
{"sentence": "I promise a _tragic_ age: the highest art in the yea-saying to life, tragedy, will be born anew, when mankind have behind them the consciousness of the hardest but most necessary wars, _without suffering therefrom._ A psychologist might still add that what I heard in my younger years in Wagnerian music had in general naught to do with Wagner; that when I described Wagnerian music I described what _I_ had heard, that I had instinctively to translate and transfigure all into the new spirit which I bore within myself....\"   [1] Mr. Common's translation, pp.", "location": 327151}
{"sentence": "The surprising thing had happened: when the poet recanted, his tendency had already conquered.", "location": 174955}
{"sentence": "Now, we must not hide from ourselves what is concealed in the heart of this Socratic culture: Optimism, deeming itself absolute!", "location": 241649}
{"sentence": "If you received the work on a physical medium, you must return the medium with your written explanation.", "location": 341169}
{"sentence": "Here it is necessary to raise ourselves with a daring bound into a metaphysics of Art.", "location": 311516}
{"sentence": "The contrast between this intrinsic truth of nature and the falsehood of culture, which poses as the only reality, is similar to that existing between the eternal kernel of things, the thing in itself, and the collective world of phenomena.", "location": 126961}
{"sentence": "• You provide, in accordance with paragraph 1.F.3, a full refund of         any money paid for a work or a replacement copy, if a defect in the         electronic work is discovered and reported to you within 90 days of         receipt of the work.", "location": 338714}
{"sentence": "Let us now approach this _Socratic_ tendency with which Euripides combated and vanquished Æschylean tragedy.", "location": 175852}
{"sentence": "For then its disciples would have been obliged to feel like those who purposed to dig a hole straight through the earth: each one of whom perceives that with the utmost lifelong exertion he is able to excavate only a very little of the enormous depth, which is again filled up before his eyes by the labours of his successor, so that a third man seems to do well when on his own account he selects a new spot for his attempts at tunnelling.", "location": 205533}
{"sentence": "There is an ancient story that king Midas hunted in the forest a long time for the wise _Silenus,_ the companion of Dionysus, without capturing him.", "location": 80013}
{"sentence": "The character must no longer be expanded into an eternal type, but, on the contrary, must operate individually through artistic by-traits and shadings, through the nicest precision of all lines, in such a manner that the spectator is in general no longer conscious of the myth, but of the mighty nature-myth and the imitative power of the artist.", "location": 234711}
{"sentence": "Here the question occupies us, whether the power by the counteracting influence of which tragedy perished, has for all time strength enough to prevent the artistic reawaking of tragedy and of the tragic view of things.", "location": 230205}
{"sentence": "Project Gutenberg™ eBooks are often created from several printed editions, all of which are confirmed as not protected by copyright in the U.S. unless a copyright notice is included.", "location": 346965}
{"sentence": "Apollo stands before me as the transfiguring genius of the _principium individuationis_ through which alone the redemption in appearance is to be truly attained, while by the mystical cheer of Dionysus the spell of individuation is broken, and the way lies open to the Mothers of Being,[20] to the innermost heart of things.", "location": 215070}
{"sentence": "If, therefore, we may regard lyric poetry as the effulguration of music in pictures and concepts, we can now ask: \"how does music _appear_ in the mirror of symbolism and conception?\"", "location": 110760}
{"sentence": "The joy that the tragic myth excites has the same origin as the joyful sensation of dissonance in music.", "location": 312322}
{"sentence": "Opera is the birth of the theoretical man, of the critical layman, not of the artist: one of the most surprising facts in the whole history of art.", "location": 253856}
{"sentence": "I know nothing definite concerning these investigations, because a large number of valuable documents were unfortunately destroyed after his breakdown in Turin.", "location": 7306}
{"sentence": "It was _Euripides_ who fought this death-struggle of tragedy; the later art is known as the _New Attic Comedy._ In it the degenerate form of tragedy lived on as a monument of the most painful and violent death of tragedy proper.", "location": 161502}
{"sentence": "Is it not possible that by calling to our aid the musical relation of dissonance, the difficult problem of tragic effect may have meanwhile been materially facilitated?", "location": 312541}
{"sentence": "My brother was the first who ever manifested such enthusiastic affection for Schopenhauer and Wagner, and he was also the first of that numerous band of young followers who ultimately inscribed the two great names upon their banner.", "location": 19273}
{"sentence": "This deep relation which music bears to the true nature of all things also explains the fact that suitable music played to any scene, action, event, or surrounding seems to disclose to us its most secret meaning, and appears as the most accurate and distinct commentary upon it; as also the fact that whoever gives himself up entirely to the impression of a symphony seems to see all the possible events of life and the world take place in himself: nevertheless upon reflection he can find no likeness between the music and the things that passed before his mind.", "location": 219304}
{"sentence": "This cheerful acquiescence in the dream-experience has likewise been embodied by the Greeks in their Apollo: for Apollo, as the god of all shaping energies, is also the soothsaying god.", "location": 64600}
{"sentence": "Even in the language of the Old Tragedy there was much that was objectionable to him, or at least enigmatical; he found especially too much pomp for simple affairs, too many tropes and immense things for the plainness of the characters.", "location": 171394}
{"sentence": "It is evidently just the degree of clearness of this _knowledge,_ which distinguishes these three men in common as the three \"knowing ones\" of their age.", "location": 187438}
{"sentence": "Oehler and his wife, in Pobles, were typically healthy people.", "location": 3431}
{"sentence": "In nearly every instance the centre of these festivals lay in extravagant sexual licentiousness, the waves of which overwhelmed all family life and its venerable traditions; the very wildest beasts of nature were let loose here, including that detestable mixture of lust and cruelty which has always seemed to me the genuine \"witches' draught.\"", "location": 73555}
{"sentence": "The performing artist was in fact at a loss what to do with such a critically comporting hearer, and hence he, as well as the dramatist or operatic composer who inspired him, searched anxiously for the last remains of life in a being so pretentiously barren and incapable of enjoyment.", "location": 293583}
{"sentence": "Art saves him, and through art life saves him--for herself.", "location": 122446}
{"sentence": "Euripides makes use of the same divine truthfulness once more at the close of his drama, in order to ensure to the public the future of his heroes; this is the task of the notorious _deus ex machina._ Between the preliminary and the additional epic spectacle there is the dramatico-lyric present, the \"drama\" proper.", "location": 182369}
{"sentence": "In the Old Tragedy one could feel at the close the metaphysical comfort, without which the delight in tragedy cannot be explained at all; the conciliating tones from another world sound purest, perhaps, in the Œdipus at Colonus.", "location": 236351}
{"sentence": "Well, we must not be alarmed if the fruits of this optimism ripen,--if society, leavened to the very lowest strata by this kind of culture, gradually begins to tremble through wanton agitations and desires, if the belief in the earthly happiness of all, if the belief in the possibility of such a general intellectual culture is gradually transformed into the threatening demand for such an Alexandrine earthly happiness, into the conjuring of a Euripidean _deus ex machina._ Let us mark this well: the Alexandrine culture requires a slave class, to be able to exist permanently: but, in its optimistic view of life, it denies the necessity of such a class, and consequently, when the effect of its beautifully seductive and tranquillising utterances about the \"dignity of man\" and the \"dignity of labour\" is spent, it gradually drifts towards a dreadful destination.", "location": 241778}
{"sentence": "The sorrow which hung as a cloud over our branch of the family was our father's death, as the result of a heavy fall, at the age of thirty-eight.", "location": 8592}
{"sentence": "Man in one leap has cleared the way.", "location": 152438}
{"sentence": "Creation felt and explained as an instinct would be merely the unremitting inventive action of a dissatisfied being, overflowing with wealth and living at high tension and high pressure,--of a God who would overcome the sorrows of existence by means only of continual changes and transformations,--appearance as a transient and momentary deliverance; the world as an apparent sequence of godlike visions and deliverances.", "location": 31278}
{"sentence": "\"Zarathustra the dancer, Zarathustra the light one,     who beckoneth with his pinions, one ready for flight,     beckoning unto all birds, ready and prepared, a blissfully     light-spirited one:--      \"Zarathustra the soothsayer, Zarathustra the sooth-laugher,     no impatient one, no absolute one, one who loveth leaps and     side-leaps: I myself have put on this crown!", "location": 56905}
{"sentence": "On this account, if for no other reason, it should be treated with some consideration and reserve; yet I shall not altogether conceal how disagreeable it now appears to me, how after sixteen years it stands a total stranger before me,--before an eye which is more mature, and a hundred times more fastidious, but which has by no means grown colder nor lost any of its interest in that self-same task essayed for the first time by this daring book,--_to view science through the optics of the artist, and art moreover through the optics of life...._    3.", "location": 40571}
{"sentence": "The fee is owed         to the owner of the Project Gutenberg™ trademark, but he has         agreed to donate royalties under this paragraph to the Project         Gutenberg Literary Archive Foundation.", "location": 337617}
{"sentence": "While the evil slumbering in the heart of theoretical culture gradually begins to disquiet modern man, and makes him anxiously ransack the stores of his experience for means to avert the danger, though not believing very much in these means; while he, therefore, begins to divine the consequences his position involves: great, universally gifted natures have contrived, with an incredible amount of thought, to make use of the apparatus of science itself, in order to point out the limits and the relativity of knowledge generally, and thus definitely to deny the claim of science to universal validity and universal ends: with which demonstration the illusory notion was for the first time recognised as such, which pretends, with the aid of causality, to be able to fathom the innermost essence of things.", "location": 243281}
{"sentence": "But this joy was not all: one even learned of Euripides how to speak: he prides himself upon this in his contest with Æschylus: how the people have learned from him how to observe, debate, and draw conclusions according to the rules of art and with the cleverest sophistications.", "location": 163529}
{"sentence": "Lift up also your legs, ye good     dancers--and better still if ye stand also on your heads!", "location": 56607}
{"sentence": "Everything that could find room took up its abode in him, and these juxtaposed factors, far from interfering with one another's existence, were rather mutually fertilising and stimulating.", "location": 27965}
{"sentence": "Now the Olympian magic mountain opens, as it were, to our view and shows to us its roots.", "location": 80827}
{"sentence": "Dionysian art therefore is wont to exercise--two kinds of influences, on the Apollonian art-faculty: music firstly incites to the _symbolic intuition_ of Dionysian universality, and, secondly, it causes the symbolic image to stand forth _in its fullest significance._ From these facts, intelligible in themselves and not inaccessible to profounder observation, I infer the capacity of music to give birth to _myth,_ that is to say, the most significant exemplar, and precisely _tragic_ myth: the myth which speaks of Dionysian knowledge in symbols.", "location": 223325}
{"sentence": "But Euripides--the chorus-master--was praised incessantly: indeed, people would have killed themselves in order to learn yet more from him, had they not known that tragic poets were quite as dead as tragedy.", "location": 165132}
{"sentence": "of Bayard Taylor.--TR.", "location": 138986}
{"sentence": "And the Apollonian illusion is thereby found to be what it is,--the assiduous veiling during the performance of tragedy of the intrinsically Dionysian effect: which, however, is so powerful, that it finally forces the Apollonian drama itself into a sphere where it begins to talk with Dionysian wisdom, and even denies itself and its Apollonian conspicuousness.", "location": 286527}
{"sentence": "The ruin of tragedy was at the same time the ruin of myth.", "location": 302432}
{"sentence": "Agreeably to this view, and agreeably to tradition, _Dionysus,_ the proper stage-hero and focus of vision, is not at first actually present in the oldest period of tragedy, but is only imagined as present: _i.e.,_ tragedy is originally only \"chorus\" and not \"drama.\"", "location": 136276}
{"sentence": "The only abnormal thing about him, and something which we both inherited from our father, was short-sightedness, and this was very much aggravated in my brother's case, even in his earliest schooldays, owing to that indescribable anxiety to learn which always characterised him.", "location": 13402}
{"sentence": "In a symbolic painting, _Raphael_, himself one of these immortal \"naïve\" ones, has represented to us this depotentiating of appearance to appearance, the primordial process of the naïve artist and at the same time of Apollonian culture.", "location": 87895}
{"sentence": "Our Schopenhauer was such a Dürerian knight: he was destitute of all hope, but he sought the truth.", "location": 270767}
{"sentence": "When he here sees to his dismay how logic coils round itself at these limits and finally bites its own tail--then the new form of perception discloses itself, namely _tragic perception,_ which, in order even to be endured, requires art as a safeguard and remedy.", "location": 211671}
{"sentence": "An instance of this is the aforesaid Plato: he, who in the condemnation of tragedy and of art in general certainly did not fall short of the naïve cynicism of his master, was nevertheless constrained by sheer artistic necessity to create a form of art which is inwardly related even to the then existing forms of art which he repudiated.", "location": 194576}
{"sentence": "This dying myth was now seized by the new-born genius of Dionysian music, in whose hands it bloomed once more, with such colours as it had never yet displayed, with a fragrance that awakened a longing anticipation of a metaphysical world.", "location": 158540}
{"sentence": "And perhaps many a one will, like myself, recollect having sometimes called out cheeringly and not without success amid the dangers and terrors of dream-life: \"It is a dream!", "location": 64103}
{"sentence": "Laughing have I     consecrated: ye higher men, _learn,_ I pray you--to laugh!\"", "location": 57386}
{"sentence": "Let no one attempt to weaken our faith in an impending re-birth of Hellenic antiquity; for in it alone we find our hope of a renovation and purification of the German spirit through the fire-magic of music.", "location": 269911}
{"sentence": "These names we borrow from the Greeks, who disclose to the intelligent observer the profound mysteries of their view of art, not indeed in concepts, but in the impressively clear figures of their world of deities.", "location": 60425}
{"sentence": "And a people--for the rest, also a man--is worth just as much only as its ability to impress on its experiences the seal of eternity: for it is thus, as it were, desecularised, and reveals its unconscious inner conviction of the relativity of time and of the true, that is, the metaphysical significance of life.", "location": 302942}
{"sentence": "Thus, then, the legal knot of the fable of Œdipus, which to mortal eyes appears indissolubly entangled, is slowly unravelled--and the profoundest human joy comes upon us in the presence of this divine counterpart of dialectics.", "location": 142466}
{"sentence": "[22] Essay on Elegiac Poetry.--TR.", "location": 265722}
{"sentence": "Whosoever, with another religion in his heart, approaches these Olympians and seeks among them for moral elevation, even for sanctity, for incorporeal spiritualisation, for sympathetic looks of love, will soon be obliged to turn his back on them, discouraged and disappointed.", "location": 79011}
{"sentence": "The virgins, who with laurel twigs in their hands solemnly proceed to the temple of Apollo and sing a processional hymn, remain what they are and retain their civic names: the dithyrambic chorus is a chorus of transformed beings, whose civic past and social rank are totally forgotten: they have become the timeless servants of their god that live aloof from all the spheres of society.", "location": 132409}
{"sentence": "The Foundation makes no representations concerning the copyright status of any work in any country other than the United States.", "location": 333738}
{"sentence": "_The dying Socrates_ became the new ideal of the noble Greek youths,--an ideal they had never yet beheld,--and above all, the typical Hellenic youth, Plato, prostrated himself before this scene with all the fervent devotion of his visionary soul.", "location": 192356}
{"sentence": "Of course, despite their extraordinarily good health, the life of this family was not by any means all sunshine.", "location": 4660}
{"sentence": "This perplexity with respect to the chorus first manifests itself in Sophocles--an important sign that the Dionysian basis of tragedy already begins to disintegrate with him.", "location": 198752}
{"sentence": "Perhaps many a one will be of opinion that this spirit must begin its struggle with the elimination of the Romanic element: for which it might recognise an external preparation and encouragement in the victorious bravery and bloody glory of the late war, but must seek the inner constraint in the emulative zeal to be for ever worthy of the sublime protagonists on this path, of Luther as well as our great artists and poets.", "location": 305642}
{"sentence": "For we are indeed astonished the moment we compare our well-known theatrical public with this chorus, and ask ourselves if it could ever be possible to idealise something analogous to the Greek chorus out of such a public.", "location": 116130}
{"sentence": "And they really seem to have had these sentiments: as, in general, it is to be observed that the Platonic discrimination and valuation of the \"idea\" in contrast to the \"eidolon,\" the image, is deeply rooted in the Hellenic being.", "location": 153423}
{"sentence": "In the autumn of 1864, he began his university life in Bonn, and studied philology and theology; at the end of six months he gave up theology, and in the autumn of 1865 followed his famous teacher Ritschl to the University of Leipzig.", "location": 13826}
{"sentence": "Presently also the forces will be designated which seem to me to guarantee _a re-birth of tragedy_--and who knows what other blessed hopes for the German genius!", "location": 214399}
{"sentence": "As the visibly appearing god now talks and acts, he resembles an erring, striving, suffering individual: and that, in general, he _appears_ with such epic precision and clearness, is due to the dream-reading Apollo, who reads to the chorus its Dionysian state through this symbolic appearance.", "location": 153950}
{"sentence": "\"To be just to the _Birth of Tragedy_(1872), one will have to forget some few things.", "location": 319120}
{"sentence": "It rests upon this that we are able to set a poem to music as a song, or a perceptible representation as a pantomime, or both as an opera.", "location": 220559}
{"sentence": "Plato's main objection to the old art--that it is the imitation of a phantom,[19] and hence belongs to a sphere still lower than the empiric world--could not at all apply to the new art: and so we find Plato endeavouring to go beyond reality and attempting to represent the idea which underlies this pseudo-reality.", "location": 194914}
{"sentence": "Concerning this latter, Richard Wagner says that it is neutralised by music even as lamplight by daylight.", "location": 121149}
{"sentence": "In his existence as a dismembered god, Dionysus has the dual nature of a cruel barbarised demon, and a mild pacific ruler.", "location": 154882}
{"sentence": "It is once again the artist, philosopher, and man of science, who as one man in later years, after many wanderings, recantations, and revulsions of feeling, produces that other and rarer Centaur of highest rank--_Zarathustra_.", "location": 28930}
{"sentence": "But whence then the reverence which was shown to him--the poet--in very remarkable utterances by the Delphic oracle itself, the focus of \"objective\" art?", "location": 95942}
{"sentence": "With this knowledge a culture is inaugurated which I venture to designate as a tragic culture; the most important characteristic of which is that wisdom takes the place of science as the highest end,--wisdom, which, uninfluenced by the seductive distractions of the sciences, turns with unmoved eye to the comprehensive view of the world, and seeks to apprehend therein the eternal suffering as its own with sympathetic feelings of love.", "location": 245005}
{"sentence": "where at best the highest aim will be the realisation of a paraphrastic tone-painting, just as formerly in the New Attic Dithyramb?", "location": 260258}
{"sentence": "[1]   The beauteous appearance of the dream-worlds, in the production of which every man is a perfect artist, is the presupposition of all plastic art, and in fact, as we shall see, of an important half of poetry also.", "location": 62349}
{"sentence": "In special circumstances, when his gigantic intellect began to stagger, he got a secure support in the utterances of a divine voice which then spake to him.", "location": 189700}
{"sentence": "He no longer wants to have anything entire, with all the natural cruelty of things, so thoroughly has he been spoiled by his optimistic contemplation.", "location": 247000}
{"sentence": "Redistribution is subject to the trademark license, especially commercial redistribution.", "location": 330347}
{"sentence": "All our educational methods have originally this ideal in view: every other form of existence must struggle onwards wearisomely beside it, as something tolerated, but not intended.", "location": 240224}
{"sentence": "Tragedy simply proves that the Greeks were _no_ pessimists: Schopenhauer was mistaken here as he was mistaken in all other things.", "location": 320185}
{"sentence": "Quoted with a few changes.", "location": 105787}
{"sentence": "Greek art and especially Greek tragedy delayed above all the annihilation of myth: it was necessary to annihilate these also to be able to live detached from the native soil, unbridled in the wilderness of thought, custom, and action.", "location": 303540}
{"sentence": "Thus Euripides as a poet echoes above all his own conscious knowledge; and it is precisely on this account that he occupies such a notable position in the history of Greek art.", "location": 182687}
{"sentence": "The chariot of Dionysus is bedecked with flowers and garlands: panthers and tigers pass beneath his yoke.", "location": 68592}
{"sentence": "So also in the German Middle Ages singing and dancing crowds, ever increasing in number, were borne from place to place under this same Dionysian power.", "location": 67534}
{"sentence": "[4] _World as Will and Idea,_ I.", "location": 105706}
{"sentence": "The sphere of poetry does not lie outside the world, like some fantastic impossibility of a poet's imagination: it seeks to be the very opposite, the unvarnished expression of truth, and must for this very reason cast aside the false finery of that supposed reality of the cultured man.", "location": 126674}
{"sentence": "With the glory of passivity I now contrast the glory of activity which illuminates the _Prometheus_ of Æschylus.", "location": 144650}
{"sentence": "\"Against Wagner's theory that music is a means and drama an end.", "location": 32767}
{"sentence": "Accordingly, the man susceptible to art stands in the same relation to the reality of dreams as the philosopher to the reality of existence; he is a close and willing observer, for from these pictures he reads the meaning of life, and by these processes he trains himself for life.", "location": 63350}
{"sentence": "I fear, however, that we on the other hand with our present worship of the natural and the real have landed at the nadir of all idealism, namely in the region of cabinets of wax-figures.", "location": 119552}
{"sentence": "Albeit musical tragedy likewise avails itself of the word, it is at the same time able to place alongside thereof its basis and source, and can make the unfolding of the word, from within outwards, obvious to us.", "location": 283739}
{"sentence": "The myth protects us from the music, while, on the other hand, it alone gives the highest freedom thereto.", "location": 276530}
{"sentence": "Man is no longer an artist, he has become a work of art: the artistic power of all nature here reveals itself in the tremors of drunkenness to the highest gratification of the Primordial Unity.", "location": 69786}
{"sentence": "Additional terms will be linked to the Project Gutenberg™ License for all works posted with the permission of the copyright holder found at the beginning of this work.", "location": 335696}
{"sentence": "From his earliest childhood upwards, my brother was always strong and healthy; he often declared that he must have been taken for a peasant-boy throughout his childhood and youth, as he was so plump, brown, and rosy.", "location": 9935}
{"sentence": "The structure of the scenes and the conspicuous images reveal a deeper wisdom than the poet himself can put into words and concepts: the same being also observed in Shakespeare, whose Hamlet, for instance, in an analogous manner talks more superficially than he acts, so that the previously mentioned lesson of Hamlet is to be gathered not from his words, but from a more profound contemplation and survey of the whole.", "location": 227921}
{"sentence": "How questionable the treatment of the myths!", "location": 171291}
{"sentence": "But even this interpretation which Æschylus has given to the myth does not fathom its astounding depth of terror; the fact is rather that the artist's delight in unfolding, the cheerfulness of artistic creating bidding defiance to all calamity, is but a shining stellar and nebular image reflected in a black sea of sadness.", "location": 146997}
{"sentence": "I ask the question of these genuine musicians: whether they can imagine a man capable of hearing the third act of _Tristan und Isolde_ without any aid of word or scenery, purely as a vast symphonic period, without expiring by a spasmodic distention of all the wings of the soul?", "location": 278156}
{"sentence": "The haughty Titan Prometheus has announced to his Olympian tormentor that the extremest danger will one day menace his rule, unless he ally with him betimes.", "location": 156351}
{"sentence": "Begone to Hades, that ye may for once eat your fill of the crumbs of your former masters!\"", "location": 161153}
{"sentence": "And we must ascribe it to its influence that the conception of Greek antiquity, which lived on for centuries, preserved with almost enduring persistency that peculiar hectic colour of cheerfulness--as if there had never been a Sixth Century with its birth of tragedy, its Mysteries, its Pythagoras and Heraclitus, indeed as if the art-works of that great period did not at all exist, which in fact--each by itself--can in no wise be explained as having sprung from the soil of such a decrepit and slavish love of existence and cheerfulness, and point to an altogether different conception of things as their source.", "location": 166344}
{"sentence": "If the second copy is also defective, you may demand a refund in writing without further opportunities to fix the problem.", "location": 341580}
{"sentence": "Had he not possessed those wonderfully beautiful, large, and expressive eyes, however, and had he not been so very ceremonious in his manner, neither his teachers nor his relatives would ever have noticed anything at all remarkable about the boy; for he was both modest and reserved.", "location": 10265}
{"sentence": "Is pessimism _necessarily_ the sign of decline, of decay, of failure, of exhausted and weakened instincts?--as was the case with the Indians, as is, to all appearance, the case with us \"modern\" men and Europeans?", "location": 37272}
{"sentence": "As a result of the wars in the beginning of the nineteenth century, however, our great-grandfather lost the greater part of his property.", "location": 5566}
{"sentence": "In order to keep at a distance all the possible scruples, excitements, and misunderstandings to which the thoughts gathered in this essay will give occasion, considering the peculiar character of our æsthetic publicity, and to be able also Co write the introductory remarks with the same contemplative delight, the impress of which, as the petrifaction of good and elevating hours, it bears on every page, I form a conception of the moment when you, my highly honoured friend, will receive this essay; how you, say after an evening walk in the winter snow, will behold the unbound Prometheus on the title-page, read my name, and be forthwith convinced that, whatever this essay may contain, the author has something earnest and impressive to say, and, moreover, that in all his meditations he communed with you as with one present and could thus write only what befitted your presence.", "location": 57778}
{"sentence": "If you do not charge anything for copies of this eBook, complying with the trademark license is very easy.", "location": 329950}
{"sentence": "Nietzsche's was a polyphonic nature, in which the most different and apparently most antagonistic talents had come together.", "location": 26923}
{"sentence": "In contrast to our view, he describes the peculiar nature of song as follows[4] (_Welt als Wille und Vorstellung,_ I.", "location": 101629}
{"sentence": "perhaps madness is not necessarily the symptom of degeneration, of decline, of belated culture?", "location": 44560}
{"sentence": "Our Oehler grandparents were fairly well-to-do; for our grandmother hailed from a very old family, who had been extensive land-owners in the neighbourhood of Zeitz for centuries, and her father owned the baronial estate of Wehlitz and a magnificent seat near Zeitz in Pacht.", "location": 5099}
{"sentence": "With the same confidence, however, we can maintain that not until Euripides did Dionysus cease to be the tragic hero, and that in fact all the celebrated figures of the Greek stage--Prometheus, Œdipus, etc.--are but masks of this original hero, Dionysus.", "location": 152784}
{"sentence": "On the heights there is the same exuberant love of knowledge, the same insatiate happiness of the discoverer, the same stupendous secularisation, and, together with these, a homeless roving about, an eager intrusion at foreign tables, a frivolous deification of the present or a dull senseless estrangement, all _sub speci sæculi,_ of the present time: which same symptoms lead one to infer the same defect at the heart of this culture, the annihilation of myth.", "location": 304560}
{"sentence": "_World and Will as Idea,_ 1.", "location": 70486}
{"sentence": "Because he does not divine the Dionysian depth of music, he changes his musical taste into appreciation of the understandable word-and-tone-rhetoric of the passions in the _stilo rappresentativo,_ and into the voluptuousness of the arts of song; because he is unable to behold a vision, he forces the machinist and the decorative artist into his service; because he cannot apprehend the true nature of the artist, he conjures up the \"artistic primitive man\" to suit his taste, that is, the man who sings and recites verses under the influence of passion.", "location": 254859}
{"sentence": "So also the divine Plato speaks for the most part only ironically of the creative faculty of the poet, in so far as it is not conscious insight, and places it on a par with the gift of the soothsayer and dream-interpreter; insinuating that the poet is incapable of composing until he has become unconscious and reason has deserted him.", "location": 183881}
{"sentence": "For he will recollect that with regard to the myth which passed before him he felt himself exalted to a kind of omniscience, as if his visual faculty were no longer merely a surface faculty, but capable of penetrating into the interior, and as if he now saw before him, with the aid of music, the ebullitions of the will, the conflict of motives, and the swelling stream of the passions, almost sensibly visible, like a plenitude of actively moving lines and figures, and could thereby dip into the most tender secrets of unconscious emotions.", "location": 287480}
{"sentence": "of Haldane and Kemp's translation.", "location": 105752}
{"sentence": "And now let us imagine to ourselves how the ecstatic tone of the Dionysian festival sounded in ever more luring and bewitching strains into this artificially confined world built on appearance and moderation, how in these strains all the _undueness_ of nature, in joy, sorrow, and knowledge, even to the transpiercing shriek, became audible: let us ask ourselves what meaning could be attached to the psalmodising artist of Apollo, with the phantom harp-sound, as compared with this demonic folk-song!", "location": 90962}
{"sentence": "The hatred of the \"world,\" the curse on the affections, the fear of beauty and sensuality, another world, invented for the purpose of slandering this world the more, at bottom a longing for.", "location": 49311}
{"sentence": "Nothing could be more opposed to the technique of our stage than the prologue in the drama of Euripides.", "location": 179821}
{"sentence": "We can thus guess where the great note of interrogation concerning the value of existence had been set.", "location": 37168}
{"sentence": "At the same time the confession of a romanticist _the sufferer feels the deepest longing for beauty--he begets it_; finally, a product of youth, full of youthful courage and melancholy.", "location": 30257}
{"sentence": "I have likewise been told of persons capable of continuing the causality of one and the same dream for three and even more successive nights: all of which facts clearly testify that our innermost being, the common substratum of all of us, experiences our dreams with deep joy and cheerful acquiescence.", "location": 64296}
{"sentence": "\"I should like to be something more than a mere trainer of capable philologists: the present generation of teachers, the care of the growing broods,--all this is in my mind.", "location": 23449}
{"sentence": "And so we might apply to Apollo, in an eccentric sense, what Schopenhauer says of the man wrapt in the veil of Mâyâ[2]: _Welt als Wille und Vorstellung,_ I. p. 416: \"Just as in a stormy sea, unbounded in every direction, rising and falling with howling mountainous waves, a sailor sits in a boat and trusts in his frail barque: so in the midst of a world of sorrows the individual sits quietly supported by and trusting in his _principium individuationis_.\"", "location": 65789}
{"sentence": "And myth has displayed this life, in order thereby to transfigure it to us?", "location": 310536}
{"sentence": "There is nothing more terrible than a barbaric slave class, who have learned to regard their existence as an injustice, and now prepare to take vengeance, not only for themselves, but for all generations.", "location": 242646}
{"sentence": "Without myth, however, every culture loses its healthy, creative natural power: it is only a horizon encompassed with myths which rounds off to unity a social movement.", "location": 297961}
{"sentence": "Ay, despite all \"modern ideas\" and prejudices of the democratic taste, may not the triumph of _optimism,_ the _common sense_ that has gained the upper hand, the practical and theoretical _utilitarianism,_ like democracy itself, with which it is synchronous--be symptomatic of declining vigour, of approaching age, of physiological weariness?", "location": 45708}
{"sentence": "Everything that is about to happen is known beforehand; who then cares to wait for it actually to happen?--considering, moreover, that here there is not by any means the exciting relation of a predicting dream to a reality taking place later on.", "location": 180218}
{"sentence": "Once or twice the Christian priests are alluded to as a 'malignant kind of dwarfs,' as 'subterraneans.'\"", "location": 322015}
{"sentence": "Change Beethoven's \"jubilee-song\" into a painting, and, if your imagination be equal to the occasion when the awestruck millions sink into the dust, you will then be able to approach the Dionysian.", "location": 68698}
{"sentence": "The man incapable of art creates for himself a species of art precisely because he is the inartistic man as such.", "location": 254745}
{"sentence": "[13]      We do not measure with such care:     Woman in thousand steps is there,     But howsoe'er she hasten may.", "location": 152318}
{"sentence": "And again, through my diagnosing Socrates as a decadent, I had given a wholly unequivocal proof of how little risk the trustworthiness of my psychological grasp would run of being weakened by some moralistic idiosyncrasy--to view morality itself as a symptom of decadence is an innovation, a novelty of the first rank in the history of knowledge.", "location": 322351}
{"sentence": "What demigod is it to whom the chorus of spirits of the noblest of mankind must call out: \"Weh!", "location": 189381}
{"sentence": "Because of his Titan-like love for man, Prometheus had to be torn to pieces by vultures; because of his excessive wisdom, which solved the riddle of the Sphinx, Œdipus had to plunge into a bewildering vortex of monstrous crimes: thus did the Delphic god interpret the Grecian past.", "location": 90087}
{"sentence": "Royalty payments must be paid         within 60 days following each date on which you prepare (or are         legally required to prepare) your periodic tax returns.", "location": 337820}
{"sentence": "For I can only explain to myself the _Doric_ state and Doric art as a permanent war-camp of the Apollonian: only by incessant opposition to the titanic-barbaric nature of the Dionysian was it possible for an art so defiantly-prim, so encompassed with bulwarks, a training so warlike and rigorous, a constitution so cruel and relentless, to last for any length of time.", "location": 92189}
{"sentence": "For that reason Lessing, the most honest theoretical man, ventured to say that he cared more for the search after truth than for truth itself: in saying which he revealed the fundamental secret of science, to the astonishment, and indeed, to the vexation of scientific men.", "location": 206238}
{"sentence": "Any alternate format must include the full Project Gutenberg™ License as specified in paragraph 1.E.1.", "location": 336987}
{"sentence": "That, on the basis of our latter-day German music, I began to fable about the \"spirit of Teutonism,\" as if it were on the point of discovering and returning to itself,--ay, at the very time that the German spirit which not so very long before had had the will to the lordship over Europe, the strength to lead and govern Europe, testamentarily and conclusively _resigned_ and, under the pompous pretence of empire-founding, effected its transition to mediocritisation, democracy, and \"modern ideas.\"", "location": 52338}
{"sentence": "The Foundation’s EIN or federal tax identification number is 64-6221541.", "location": 344404}
{"sentence": "The subject of the address was \"Homer and Classical Philology.\"", "location": 24623}
{"sentence": "How could he, owing to too much respect for the public --dis-respect the public?", "location": 169236}
{"sentence": "Thus, we do not necessarily keep eBooks in compliance with any particular paper edition.", "location": 347148}
{"sentence": "The little animal must have got between his feet, for he stumbled and fell backwards down seven stone steps on to the paving-stones of the vicarage courtyard.", "location": 8863}
{"sentence": "With respect to Greek tragedy, which of course presents itself to us only as word-drama, I have even intimated that the incongruence between myth and expression might easily tempt us to regard it as shallower and less significant than it really is, and accordingly to postulate for it a more superficial effect than it must have had according to the testimony of the ancients: for how easily one forgets that what the word-poet did not succeed in doing, namely realising the highest spiritualisation and ideality of myth, he might succeed in doing every moment as creative musician!", "location": 228341}
{"sentence": "When we realise to ourselves the dreamer, as, in the midst of the illusion of the dream-world and without disturbing it, he calls out to himself: \"it is a dream, I will dream on\"; when we must thence infer a deep inner joy in dream-contemplation; when, on the other hand, to be at all able to dream with this inner joy in contemplation, we must have completely forgotten the day and its terrible obtrusiveness, we may, under the direction of the dream-reading Apollo, interpret all these phenomena to ourselves somewhat as follows.", "location": 85750}
{"sentence": "This is the Apollonian dream-state, in which the world of day is veiled, and a new world, clearer, more intelligible, more striking than the former, and nevertheless more shadowy, is ever born anew in perpetual change before our eyes.", "location": 137801}
{"sentence": "In the Lord's name I bless thee!--With all my heart I utter these words: Bring me this, my beloved child, that I may consecrate it unto the Lord.", "location": 2877}
{"sentence": "At any rate the portico[2] which inherited well-nigh all its fundamental conceptions from Heraclitus, shows traces thereof.\"", "location": 326372}
{"sentence": "For if it be in accordance with a happy state of things to depart this life without a struggle, leaving behind a fair posterity, the closing period of these older arts exhibits such a happy state of things: slowly they sink out of sight, and before their dying eyes already stand their fairer progeny, who impatiently lift up their heads with courageous mien.", "location": 160397}
{"sentence": "_The Birth of Tragedy_ is really only a portion of a much greater work on Hellenism, which my brother had always had in view from the time of his student days.", "location": 33800}
{"sentence": "The features of the opera therefore do not by any means exhibit the elegiac sorrow of an eternal loss, but rather the cheerfulness of eternal rediscovery, the indolent delight in an idyllic reality which one can at least represent to one's self each moment as real: and in so doing one will perhaps surmise some day that this supposed reality is nothing but a fantastically silly dawdling, concerning which every one, who could judge it by the terrible earnestness of true nature and compare it with the actual primitive scenes of the beginnings of mankind, would have to call out with loathing: Away with the phantom!", "location": 258203}
{"sentence": "When Nietzsche renounced the musical career, in order to devote himself to philology, and gave himself up to the most strenuous study, he did not find it essential completely to suppress his other tendencies: as before, he continued both to compose and derive pleasure from music, and even studied counterpoint somewhat seriously.", "location": 27444}
{"sentence": "He sees more extensively and profoundly than ever, and yet wishes to be blind.", "location": 289162}
{"sentence": "Each of the children was very spirited, wilful, and obstinate, and it was therefore no simple matter to keep them in order.", "location": 4773}
{"sentence": "From the dates of the various notes relating to it, _The Birth of Tragedy_ must have been written between the autumn of 1869 and November 1871--a period during which \"a mass of æsthetic questions and answers\" was fermenting in Nietzsche's mind.", "location": 34869}
{"sentence": "It was the demand of thoroughly unmusical hearers that the words must above all be understood, so that according to them a re-birth of music is only to be expected when some mode of singing has been discovered in which the text-word lords over the counterpoint as the master over the servant.", "location": 254004}
{"sentence": "Privy-Councillor Ritschl told me of this himself, and then he added, with a smile: \"I always said so; he can make his scientific discourses as palpitatingly interesting as a French novelist his novels.\"", "location": 25726}
{"sentence": "Must we not suppose that the highest and indeed the truly serious task of art--to free the eye from its glance into the horrors of night and to deliver the \"subject\" by the healing balm of appearance from the spasms of volitional agitations--will degenerate under the influence of its idyllic seductions and Alexandrine adulation to an empty dissipating tendency, to pastime?", "location": 259581}
{"sentence": "Neither by means of the zig-zag and arabesque work of operatic melody, nor with the aid of the arithmetical counting board of fugue and contrapuntal dialectics is the formula to be found, in the trebly powerful light[23] of which one could subdue this demon and compel it to speak.", "location": 262272}
{"sentence": "Though as a child he was always rather serious, as a lad and a man he was ever inclined to see the humorous side of things, while his whole being, and everything he said or did, was permeated by an extraordinary harmony.", "location": 12678}
{"sentence": "What a pity one has not been so fortunate as to find the cup of hemlock with which such an affair could be disposed of without ado: for all the poison which envy, calumny, and rankling resentment engendered within themselves have not sufficed to destroy that self-sufficient grandeur!", "location": 203773}
{"sentence": "Please check the Project Gutenberg web pages for current donation methods and addresses.", "location": 346367}
{"sentence": "Here the Dionysian, as compared with the Apollonian, exhibits itself as the eternal and original artistic force, which in general calls into existence the entire world of phenomena: in the midst of which a new transfiguring appearance becomes necessary, in order to keep alive the animated world of individuation.", "location": 316183}
{"sentence": "Add to this awe the blissful ecstasy which rises from the innermost depths of man, ay, of nature, at this same collapse of the _principium individuationis,_ and we shall gain an insight into the being of the _Dionysian,_ which is brought within closest ken perhaps by the analogy of _drunkenness._ It is either under the influence of the narcotic draught, of which the hymns of all primitive men and peoples tell us, or by the powerful approach of spring penetrating all nature with joy, that those Dionysian emotions awake, in the augmentation of which the subjective vanishes to complete self-forgetfulness.", "location": 66924}
{"sentence": "In this sense the dialogue is a copy of the Hellene, whose nature reveals itself in the dance, because in the dance the greatest energy is merely potential, but betrays itself nevertheless in flexible and vivacious movements.", "location": 139144}
{"sentence": "An art indeed exists also here, as in certain novels much in vogue at present: but let no one pester us with the claim that by this art the Schiller-Goethian \"Pseudo-idealism\" has been vanquished.", "location": 119739}
{"sentence": "This relation may be very well expressed in the language of the schoolmen, by saying: the concepts are the _universalia post rem,_ but music gives the _universalia ante rem,_ and the real world the _universalia in re._--But that in general a relation is possible between a composition and a perceptible representation rests, as we have said, upon the fact that both are simply different expressions of the same inner being of the world.", "location": 221751}
{"sentence": "It died under thy ruthless hands: and then thou madest use of counterfeit, masked myth, which like the ape of Heracles could only trick itself out in the old finery.", "location": 159328}
{"sentence": "Here we must observe that this harmony which is so eagerly contemplated by modern man, in fact, this oneness of man with nature, to express which Schiller introduced the technical term \"naïve,\" is by no means such a simple, naturally resulting and, as it were, inevitable condition, which _must_ be found at the gate of every culture leading to a paradise of man: this could be believed only by an age which sought to picture to itself Rousseau's Émile also as an artist, and imagined it had found in Homer such an artist Émile, reared at Nature's bosom.", "location": 83425}
{"sentence": "Project Gutenberg is a registered trademark, and may not be used if you charge for an eBook, except by following the terms of the trademark license, including paying royalties for use of the Project Gutenberg trademark.", "location": 329730}
{"sentence": "\"Fundamental psychological experiences: the word 'Apollonian' stands for that state of rapt repose in the presence of a visionary world, in the presence of the world of _beautiful appearance_ designed as a deliverance from _becoming_; the word _Dionysos,_ on the other hand, stands for strenuous becoming, grown self-conscious, in the form of the rampant voluptuousness of the creator, who is also perfectly conscious of the violent anger of the destroyer.", "location": 30444}
{"sentence": "This website includes information about Project Gutenberg™, including how to make donations to the Project Gutenberg Literary Archive Foundation, how to help produce our new eBooks, and how to subscribe to our email newsletter to hear about new eBooks.", "location": 347330}
{"sentence": "Thereupon the other symbolic powers, those of music, in rhythmics, dynamics, and harmony, suddenly become impetuous.", "location": 77481}
{"sentence": "The song and pantomime of such dually-minded revellers was something new and unheard-of in the Homeric-Grecian world; and the Dionysian _music_ in particular excited awe and horror.", "location": 76184}
{"sentence": "An 'idea'--the antithesis of 'Dionysian _versus_ Apollonian'--translated into metaphysics; history itself as the evolution of this 'idea'; the antithesis dissolved into oneness in Tragedy; through this optics things that had never yet looked into one another's face, confronted of a sudden, and illumined and _comprehended_ through one another: for instance, Opera and Revolution.", "location": 320850}
{"sentence": "See paragraph 1.C below.", "location": 332008}
{"sentence": "Considered with some neutrality, the _Birth of Tragedy_ appears very unseasonable: one would not even dream that it was _begun_ amid the thunders of the battle of Wörth.", "location": 320316}
{"sentence": "In the Greeks the \"will\" desired to contemplate itself in the transfiguration of the genius and the world of art; in order to glorify themselves, its creatures had to feel themselves worthy of glory; they had to behold themselves again in a higher sphere, without this consummate world of contemplation acting as an imperative or reproach.", "location": 85000}
{"sentence": "While he thus becomes conscious of the highest exaltation of his instincts for conspicuousness and transfiguration, he nevertheless feels with equal definitiveness that this long series of Apollonian artistic effects still does _not_ generate the blissful continuance in will-less contemplation which the plasticist and the epic poet, that is to say, the strictly Apollonian artists, produce in him by their artistic productions: to wit, the justification of the world of the _individuatio_ attained in this contemplation,--which is the object and essence of Apollonian art.", "location": 288024}
{"sentence": "Let us picture Admetes thinking in profound meditation of his lately departed wife Alcestis, and quite consuming himself in spiritual contemplation thereof--when suddenly the veiled figure of a woman resembling her in form and gait is led towards him: let us picture his sudden trembling anxiety, his agitated comparisons, his instinctive conviction--and we shall have an analogon to the sensation with which the spectator, excited to Dionysian frenzy, saw the god approaching on the stage, a god with whose sufferings he had already become identified.", "location": 137063}
{"sentence": "The Epicurean will _counter_ to pessimism merely a precaution of the sufferer?", "location": 38446}
{"sentence": "There is a primitive popular belief, especially in Persia, that a wise Magian can be born only of incest: which we have forthwith to interpret to ourselves with reference to the riddle-solving and mother-marrying Œdipus, to the effect that when the boundary of the present and future, the rigid law of individuation and, in general, the intrinsic spell of nature, are broken by prophetic and magical powers, an extraordinary counter-naturalness--as, in this case, incest--must have preceded as a cause; for how else could one force nature to surrender her secrets but by victoriously opposing her, _i.e.,_ by means of the Unnatural?", "location": 143161}
{"sentence": "But even the portion it represents was originally designed upon a much larger scale than the present one; the reason probably being, that Nietzsche desired only to be of service to Wagner.", "location": 33960}
{"sentence": "Besides, he feels that a culture built up on the principles of science must perish when it begins to grow _illogical,_ that is, to avoid its own conclusions.", "location": 247151}
{"sentence": "No comfort avails any longer; his longing goes beyond a world after death, beyond the gods themselves; existence with its glittering reflection in the gods, or in an immortal other world is abjured.", "location": 123782}
{"sentence": "My brother often refers to his Polish descent, and in later years he even instituted research-work with the view of establishing it, which met with partial success.", "location": 7141}
{"sentence": "\"A desire for tragic myth (for religion and even pessimistic religion) as for a forcing frame in which certain plants flourish.", "location": 32833}
{"sentence": "Throughout the whole book a deep hostile silence on Christianity: it is neither Apollonian nor Dionysian; it _negatives_ all _æsthetic_ values (the only values recognised by the _Birth of Tragedy),_ it is in the widest sense nihilistic, whereas in the Dionysian symbol the utmost limit of _affirmation_ is reached.", "location": 321700}
{"sentence": "General Information About Project Gutenberg™ electronic works  Professor Michael S. Hart was the originator of the Project Gutenberg™ concept of a library of electronic works that could be freely shared with anyone.", "location": 346629}
{"sentence": "The Euripidian _prologue_ may serve us as an example of the productivity of this, rationalistic method.", "location": 179717}
{"sentence": "But is it still possible to have intercourse with a man capable of conversing on Beethoven or Shakespeare?", "location": 295705}
{"sentence": "\"We believe in eternal life,\" tragedy exclaims; while music is the proximate idea of this life.", "location": 225250}
{"sentence": "It was _against_ morality, therefore, that my instinct, as an intercessory-instinct for life, turned in this questionable book, inventing for itself a fundamental counter--dogma and counter-valuation of life, purely artistic, purely _anti-Christian._ What should I call it?", "location": 50461}
{"sentence": "THE BIRTH OF TRAGEDY.", "location": 59970}
{"sentence": "But listen:      Let us imagine a rising generation with this undauntedness     of vision, with this heroic impulse towards the prodigious,     let us imagine the bold step of these dragon-slayers,     the proud daring with which they turn their backs on all     the effeminate doctrines of optimism, in order \"to live     resolutely\" in the Whole and in the Full: _would it not be     necessary_ for the tragic man of this culture, with his     self-discipline to earnestness and terror, to desire a new     art, _the art of metaphysical comfort,_ tragedy as the     Helena belonging to him, and that he should exclaim with     Faust:          \"Und sollt ich nicht, sehnsüchtigster Gewalt,         In's Leben ziehn die einzigste Gestalt?", "location": 55046}
{"sentence": "The affirmation of transiency _and annihilation,_ to wit the decisive factor in a Dionysian _philosophy,_ the yea-saying to antithesis and war, to _becoming,_ with radical rejection even of the concept '_being,_'--that I must directly acknowledge as, of all thinking hitherto, the nearest to my own.", "location": 325870}
{"sentence": "Special rules, set forth in the General Terms of Use part of this license, apply to copying and distributing Project Gutenberg™ electronic works to protect the PROJECT GUTENBERG™ concept and trademark.", "location": 329528}
{"sentence": "Our paternal grandparents, the Rev.", "location": 3395}
{"sentence": "In fact, to the purely æsthetic world-interpretation and justification taught in this book, there is no greater antithesis than the Christian dogma, which is _only_ and will be only moral, and which, with its absolute standards, for instance, its truthfulness of God, relegates--that is, disowns, convicts, condemns--art, _all_ art, to the realm of _falsehood._ Behind such a mode of thought and valuation, which, if at all genuine, must be hostile to art, I always experienced what was _hostile to life,_ the wrathful, vindictive counterwill to life itself: for all life rests on appearance, art, illusion, optics, necessity of perspective and error.", "location": 48450}
{"sentence": "Out of the Dionysian root of the German spirit a power has arisen which has nothing in common with the primitive conditions of Socratic culture, and can neither be explained nor excused thereby, but is rather regarded by this culture as something terribly inexplicable and overwhelmingly hostile,--namely, _German music_ as we have to understand it, especially in its vast solar orbit from Bach to Beethoven, from Beethoven to Wagner.", "location": 261687}
{"sentence": "I say again, to-day it is an impossible book to me,--I call it badly written, heavy, painful, image-angling and image-entangling, maudlin, sugared at times even to femininism, uneven in tempo, void of the will to logical cleanliness, very convinced and therefore rising above the necessity of demonstration, distrustful even of the _propriety_ of demonstration, as being a book for initiates, as \"music\" for those who are baptised with the name of Music, who are united from the beginning of things by common ties of rare experiences in art, as a countersign for blood-relations _in artibus._--a haughty and fantastic book, which from the very first withdraws even more from the _profanum vulgus_ of the \"cultured\" than from the \"people,\" but which also, as its effect has shown and still shows, knows very well how to seek fellow-enthusiasts and lure them to new by-ways and dancing-grounds.", "location": 41128}
{"sentence": "Indeed, he had to recognise still more than this: his entire existence, with all its beauty and moderation, rested on a hidden substratum of suffering and of knowledge, which was again disclosed to him by the Dionysian.", "location": 90605}
{"sentence": "Some states do not allow disclaimers of certain implied warranties or the exclusion or limitation of certain types of damages.", "location": 341986}
{"sentence": "It was to a populace prepared and enlightened in this manner that the New Comedy could now address itself, of which Euripides had become as it were the chorus-master; only that in this case the chorus of spectators had to be trained.", "location": 164712}
{"sentence": "When he reached Leipzig in the autumn of 1865, he was very downcast; for the experiences that had befallen him during his one year of student life in Bonn had deeply depressed him.", "location": 16826}
{"sentence": "The metaphysical delight in the tragic is a translation of the instinctively unconscious Dionysian wisdom into the language of the scene: the hero, the highest manifestation of the will, is disavowed for our pleasure, because he is only phenomenon, and because the eternal life of the will is not affected by his annihilation.", "location": 224923}
{"sentence": "And it was for this reason that five years after its appearance, my brother wrote an introduction to it, in which he very plainly expresses his doubts concerning the views it contains, and the manner in which they are presented.", "location": 29323}
{"sentence": "I here call attention to a familiar phenomenon of our own times, against which our æsthetics raises many objections.", "location": 109319}
{"sentence": "We shall have gained much for the science of æsthetics, when once we have perceived not only by logical inference, but by the immediate certainty of intuition, that the continuous development of art is bound up with the duplexity of the _Apollonian_ and the _Dionysian:_ in like manner as procreation is dependent on the duality of the sexes, involving perpetual conflicts with only periodically intervening reconciliations.", "location": 60000}
{"sentence": "Concerning both, however, a glance at the development of the German genius should not leave us in any doubt; in the opera just as in the abstract character of our myth-less existence, in an art sunk to pastime just as in a life guided by concepts, the inartistic as well as life-consuming nature of Socratic optimism had revealed itself to us.", "location": 314091}
{"sentence": "We know what was the sole kind of poetry which he comprehended: the _Æsopian fable_: and he did this no doubt with that smiling complaisance with which the good honest Gellert sings the praise of poetry in the fable of the bee and the hen:--      \"Du siehst an mir, wozu sie nützt,     Dem, der nicht viel Verstand besitzt,     Die Wahrheit durch ein Bild zu sagen.", "location": 193397}
{"sentence": "Viewed through the optics of _life,_ what is the meaning of--morality?...", "location": 46267}
{"sentence": "How else could this so sensitive people, so vehement in its desires, so singularly qualified for _sufferings_ have endured existence, if it had not been exhibited to them in their gods, surrounded with a higher glory?", "location": 81989}
{"sentence": "Will the net of art which is spread over existence, whether under the name of religion or of science, be knit always more closely and delicately, or is it destined to be torn to shreds under the restlessly barbaric activity and whirl which is called \"the present day\"?--Anxious, yet not disconsolate, we stand aloof for a little while, as the spectators who are permitted to be witnesses of these tremendous struggles and transitions.", "location": 212687}
{"sentence": "In dreams, according to the conception of Lucretius, the glorious divine figures first appeared to the souls of men, in dreams the great shaper beheld the charming corporeal structure of superhuman beings, and the Hellenic poet, if consulted on the mysteries of poetic inspiration, would likewise have suggested dreams and would have offered an explanation resembling that of Hans Sachs in the Meistersingers:--      Mein Freund, das grad' ist Dichters Werk,     dass er sein Träumen deut' und merk'.", "location": 61700}
{"sentence": "That striving for the infinite, the pinion-flapping of longing, accompanying the highest delight in the clearly-perceived reality, remind one that in both states we have to recognise a Dionysian phenomenon, which again and again reveals to us anew the playful up-building and demolishing of the world of individuals as the efflux of a primitive delight, in like manner as when Heraclitus the Obscure compares the world-building power to a playing child which places stones here and there and builds sandhills only to overthrow them again.", "location": 313029}
{"sentence": "But nevertheless Euripides thought he observed that during these first scenes the spectator was in a strange state of anxiety to make out the problem of the previous history, so that the poetic beauties and pathos of the exposition were lost to him.", "location": 181693}
{"sentence": "The music of Apollo was Doric architectonics in tones, but in merely suggested tones, such as those of the cithara.", "location": 76588}
{"sentence": "FRIEDRICH NIETZSCHE  THE  BIRTH OF TRAGEDY  OR  _HELLENISM AND PESSIMISM_  TRANSLATED BY  WM.", "location": 1095}
{"sentence": "We must now ask ourselves, what could be the ulterior aim of the Euripidean design, which, in the highest ideality of its execution, would found drama exclusively on the non-Dionysian?", "location": 175962}
{"sentence": "The idyllic shepherd of the modern man is but a copy of the sum of the illusions of culture which he calls nature; the Dionysian Greek desires truth and nature in their most potent form;--he sees himself metamorphosed into the satyr.", "location": 127505}
{"sentence": "Information about the Mission of Project Gutenberg™  Project Gutenberg™ is synonymous with the free distribution of electronic works in formats readable by the widest variety of computers including obsolete, old, middle-aged and new computers.", "location": 343159}
{"sentence": "The metaphysical comfort,--with which, as I have here intimated, every true tragedy dismisses us--that, in spite of the perpetual change of phenomena, life at bottom is indestructibly powerful and pleasurable, this comfort appears with corporeal lucidity as the satyric chorus, as the chorus of natural beings, who live ineradicable as it were behind all civilisation, and who, in spite of the ceaseless change of generations and the history of nations, remain for ever the same.", "location": 121599}
{"sentence": "Here we see into the internal process of development of this thoroughly modern variety of art, the opera: a powerful need here acquires an art, but it is a need of an unæsthetic kind: the yearning for the idyll, the belief in the prehistoric existence of the artistic, good man.", "location": 251990}
{"sentence": "One has only to reflect seriously on the linguistic difference with regard to colour, syntactical structure, and vocabulary in Homer and Pindar, in order to comprehend the significance of this contrast; indeed, it becomes palpably clear to us that in the period between Homer and Pindar the _orgiastic flute tones of Olympus_ must have sounded forth, which, in an age as late as Aristotle's, when music was infinitely more developed, transported people to drunken enthusiasm, and which, when their influence was first felt, undoubtedly incited all the poetic means of expression of contemporaneous man to imitation.", "location": 108703}
{"sentence": "If an individual work is unprotected by copyright law in the United States and you are located in the United States, we do not claim a right to prevent you from copying, distributing, performing, displaying or creating derivative works based on the work as long as all references to Project Gutenberg are removed.", "location": 332524}
{"sentence": "And thus the first philosophical problem at once causes a painful, irreconcilable antagonism between man and God, and puts as it were a mass of rock at the gate of every culture.", "location": 148134}
{"sentence": "For this one thing must above all be clear to us, to our humiliation _and_ exaltation, that the entire comedy of art is not at all performed, say, for our betterment and culture, and that we are just as little the true authors of this art-world: rather we may assume with regard to ourselves, that its true author uses us as pictures and artistic projections, and that we have our highest dignity in our significance as works of art--for only as an _æsthetic phenomenon_ is existence and the world eternally _justified:_--while of course our consciousness of this our specific significance hardly differs from the kind of consciousness which the soldiers painted on canvas have of the battle represented thereon.", "location": 104367}
{"sentence": "The noble man does not sin; this is what the thoughtful poet wishes to tell us: all laws, all natural order, yea, the moral world itself, may be destroyed through his action, but through this very action a higher magic circle of influences is brought into play, which establish a new world on the ruins of the old that has been overthrown.", "location": 141111}
{"sentence": "From the smile of this Dionysus sprang the Olympian gods, from his tears sprang man.", "location": 154797}
{"sentence": "There often came to him, as he tells his friends in prison, one and the same dream-apparition, which kept constantly repeating to him: \"Socrates, practise music.\"", "location": 200838}
{"sentence": "Here, however, we must discriminate as sharply as possible between the concept of essentiality and the concept of phenominality; for music, according to its essence, cannot be will, because as such it would have to be wholly banished from the domain of art--for the will is the unæsthetic-in-itself;--yet it appears as will.", "location": 111103}
{"sentence": "The Æschyleo-Sophoclean tragedy employed the most ingenious devices in the first scenes to place in the hands of the spectator as if by chance all the threads requisite for understanding the whole: a trait in which that noble artistry is approved, which as it were masks the _inevitably_ formal, and causes it to appear as something accidental.", "location": 181348}
{"sentence": "Tone-painting is therefore in every respect the counterpart of true music with its mythopoeic power: through it the phenomenon, poor in itself, is made still poorer, while through an isolated Dionysian music the phenomenon is evolved and expanded into a picture of the world.", "location": 233775}
{"sentence": "Do not charge a fee for access to, viewing, displaying, performing, copying or distributing any Project Gutenberg™ works unless you comply with paragraph 1.E.8 or 1.E.9.", "location": 337098}
{"sentence": "And in this painful condition he found _that other spectator,_ who did not comprehend, and therefore did not esteem, tragedy.", "location": 172200}
{"sentence": "_It appears as will,_ taking the word in the Schopenhauerian sense, _i.e.,_ as the antithesis of the æsthetic, purely contemplative, and passive frame of mind.", "location": 110943}
{"sentence": "Our grandfather on this side, whom I never knew, must certainly have been a distinguished, dignified, very learned and reserved man; his second wife--our beloved grandmother--was an active-minded, intelligent, and exceptionally good-natured woman.", "location": 5925}
{"sentence": "the Greeks are now as ever wholly unknown and inconceivable....    4.", "location": 43240}
{"sentence": "He was, however, inspired by the deep wish of being able \"to transfer to his pupils some of that Schopenhauerian earnestness which is stamped on the brow of the sublime man.\"", "location": 23274}
{"sentence": "(Translation in Hæckel's _History of the Evolution of Man._)  [11] _Der_ Frevel.]", "location": 152216}
{"sentence": "We may agitate and enliven the form in the most conspicuous manner, and enlighten it from within, but it still continues merely phenomenon, from which there is no bridge to lead us into the true reality, into the heart of the world.", "location": 284617}
{"sentence": "His eye must be \"sunlike,\" according to his origin; even when it is angry and looks displeased, the sacredness of his beauteous appearance is still there.", "location": 65634}
{"sentence": "Schiller is right also with reference to these beginnings of tragic art: the chorus is a living bulwark against the onsets of reality, because it--the satyric chorus--portrays existence more truthfully, more realistically, more perfectly than the cultured man who ordinarily considers himself as the only reality.", "location": 126360}
{"sentence": "Thus then the intricate relation of the Apollonian and the Dionysian in tragedy must really be symbolised by a fraternal union of the two deities: Dionysus speaks the language of Apollo; Apollo, however, finally speaks the language of Dionysus; and so the highest goal of tragedy and of art in general is attained.", "location": 286889}
{"sentence": "_The strophic form of the popular song_ points to the same phenomenon, which I always beheld with astonishment, till at last I found this explanation.", "location": 107262}
{"sentence": "For to us who stand on the boundary line between two different forms of existence, the Hellenic prototype retains the immeasurable value, that therein all these transitions and struggles are imprinted in a classically instructive form: except that we, as it were, experience analogically in _reverse_ order the chief epochs of the Hellenic genius, and seem now, for instance, to pass backwards from the Alexandrine age to the period of tragedy.", "location": 264394}
{"sentence": "Contact the Foundation as set forth in Section 3 below.", "location": 339393}
{"sentence": "If once the lamentation is heard, it will ring out again, of the short-lived Achilles, of the leaf-like change and vicissitude of the human race, of the decay of the heroic age.", "location": 82928}
{"sentence": "What distinguishes the Aryan representation is the sublime view of _active sin_ as the properly Promethean virtue, which suggests at the same time the ethical basis of pessimistic tragedy as the _justification_ of human evil--of human guilt as well as of the suffering incurred thereby.", "location": 148861}
{"sentence": "'Rationality' at any price as a dangerous, as a life-undermining force!", "location": 321628}
{"sentence": "Royalty         payments should be clearly marked as such and sent to the Project         Gutenberg Literary Archive Foundation at the address specified in         Section 4, “Information about donations to the Project Gutenberg         Literary Archive Foundation.”          • You provide a full refund of any money paid by a user who notifies         you in writing (or by e-mail) within 30 days of receipt that s/he         does not agree to the terms of the full Project Gutenberg™         License.", "location": 337986}
{"sentence": "In several successive outbursts does this primordial basis of tragedy beam forth the vision of the drama, which is a dream-phenomenon throughout, and, as such, epic in character: on the other hand, however, as objectivation of a Dionysian state, it does not represent the Apollonian redemption in appearance, but, conversely, the dissolution of the individual and his unification with primordial existence.", "location": 133718}
{"sentence": "Our opinion of the pure and vigorous kernel of the German being is such that we venture to expect of it, and only of it, this elimination of forcibly ingrafted foreign elements, and we deem it possible that the German spirit will reflect anew on itself.", "location": 305388}
{"sentence": "If there be any one at all in these circles who has not completely exhausted himself in the endeavour to be a trustworthy corrector of old texts or a natural-history microscopist of language, he perhaps seeks also to appropriate Grecian antiquity \"historically\" along with other antiquities, and in any case according to the method and with the supercilious air of our present cultured historiography.", "location": 267715}
{"sentence": "It was first published in January 1872 by E. W. Fritsch, in Leipzig, under the title _The Birth of Tragedy out of the Spirit of Music._ Later on the title was changed to _The Birth of Tragedy, or Hellenism and Pessimism._                                         ELIZABETH FORSTER-NIETZSCHE.", "location": 35114}
{"sentence": "His joy may well be imagined, therefore, when a first son was born to him on his beloved and august patron's birthday, and at the christening ceremony he spoke as follows:--\"Thou blessed month of October!--for many years the most decisive events in my life have occurred within thy thirty-one days, and now I celebrate the greatest and most glorious of them all by baptising my little boy!", "location": 2421}
{"sentence": "The same impulse which embodied itself in Apollo has, in general, given birth to this whole Olympian world, and in this sense we may regard Apollo as the father thereof.", "location": 78746}
{"sentence": "Something very absurd, with causes that seemed to be without effects, and effects apparently without causes; the whole, moreover, so motley and diversified that it could not but be repugnant to a thoughtful mind, a dangerous incentive, however, to sensitive and irritable souls.", "location": 193118}
{"sentence": "\"In this book speaks a prodigious hope.", "location": 326561}
{"sentence": "Even to-day people remind me, sometimes right in the midst of a talk on _Parsifal,_ that _I_ and none other have it on my conscience that such a high opinion of the _cultural value_ of this movement came to the top.", "location": 319540}
{"sentence": "The saying taken from the well-known epitaph, \"as an old man, frivolous and capricious,\" applies also to aged Hellenism.", "location": 165489}
{"sentence": "And while music thus compels us to see more extensively and more intrinsically than usual, and makes us spread out the curtain of the scene before ourselves like some delicate texture, the world of the stage is as infinitely expanded for our spiritualised, introspective eye as it is illumined outwardly from within.", "location": 283180}
{"sentence": "What does that synthesis of god and goat in the Satyr point to?", "location": 44755}
{"sentence": "What does the mysterious triad of these deeds of destiny tell us?", "location": 143095}
{"sentence": "Of course, apart from all precipitate hopes and faulty applications to matters specially modern, with which I then spoiled my first book, the great Dionysian note of interrogation, as set down therein, continues standing on and on, even with reference to music: how must we conceive of a music, which is no longer of Romantic origin, like the German; but of _Dionysian_?...", "location": 53303}
{"sentence": "All our hopes, on the contrary, stretch out longingly towards the perception that beneath this restlessly palpitating civilised life and educational convulsion there is concealed a glorious, intrinsically healthy, primeval power, which, to be sure, stirs vigorously only at intervals in stupendous moments, and then dreams on again in view of a future awakening.", "location": 300606}
{"sentence": "The satyric chorus is first of all a vision of the Dionysian throng, just as the world of the stage is, in turn, a vision of the satyric chorus: the power of this vision is great enough to render the eye dull and insensible to the impression of \"reality,\" to the presence of the cultured men occupying the tiers of seats on every side.", "location": 129372}
{"sentence": "I repeat, therefore, my former proposition, that it is only as an æsthetic phenomenon that existence and the world, appear justified: and in this sense it is precisely the function of tragic myth to convince us that even the Ugly and Discordant is an artistic game which the will, in the eternal fulness of its joy, plays with itself.", "location": 311603}
{"sentence": "Gliding back from these hortative tones into the mood which befits the contemplative man, I repeat that it can only be learnt from the Greeks what such a sudden and miraculous awakening of tragedy must signify for the essential basis of a people's life.", "location": 272050}
{"sentence": "The new style was regarded by them as the re-awakening of the most effective music, the Old Greek music: indeed, with the universal and popular conception of the Homeric world _as the primitive world,_ they could abandon themselves to the dream of having descended once more into the paradisiac beginnings of mankind, wherein music also must needs have had the unsurpassed purity, power, and innocence of which the poets could give such touching accounts in their pastoral plays.", "location": 251510}
{"sentence": "In this contrast, I understand by the spirit of science the belief which first came to light in the person of Socrates,--the belief in the fathomableness of nature and in knowledge as a panacea.", "location": 230975}
{"sentence": "What, forsooth, were Schopenhauer's views on tragedy?", "location": 51410}
{"sentence": "Is it credible that this thoroughly externalised operatic music, incapable of devotion, could be received and cherished with enthusiastic favour, as a re-birth, as it were, of all true music, by the very age in which the ineffably sublime and sacred music of Palestrina had originated?", "location": 248465}
{"sentence": "Now that the genius of music has fled from tragedy, tragedy is, strictly speaking, dead: for from whence could one now draw the metaphysical comfort?", "location": 236580}
{"sentence": "A public of spectators, as known to us, was unknown to the Greeks.", "location": 128722}
{"sentence": "Not in order to get rid of terror and pity, not to purify from a dangerous passion by its vehement discharge (it was thus that Aristotle misunderstood it); but, beyond terror and pity, _to realise in fact_ the eternal delight of becoming, that delight which even involves in itself the _joy of annihilating!_[1] In this sense I have the right to understand myself to be the first _tragic philosopher_--that is, the utmost antithesis and antipode to a pessimistic philosopher.", "location": 324986}
{"sentence": "It is in connection with Apollo and Dionysus, the two art-deities of the Greeks, that we learn that there existed in the Grecian world a wide antithesis, in origin and aims, between the art of the shaper, the Apollonian, and the non-plastic art of music, that of Dionysus: both these so heterogeneous tendencies run parallel to each other, for the most part openly at variance, and continually inciting each other to new and more powerful births, to perpetuate in them the strife of this antithesis, which is but seemingly bridged over by their mutual term \"Art\"; till at last, by a metaphysical miracle of the Hellenic will, they appear paired with each other, and through this pairing eventually generate the equally Dionysian and Apollonian art-work of Attic tragedy.", "location": 60639}
{"sentence": "The poems of the lyrist can express nothing which has not already been contained in the vast universality and absoluteness of the music which compelled him to use figurative speech.", "location": 112679}
{"sentence": "Now, in the autumn of 1865, to these two influences, Hellenism and Schopenhauer, a third influence was added--one which was to prove the strongest ever exercised over my brother--and it began with his personal introduction to Richard Wagner.", "location": 18117}
{"sentence": "The revelling crowd of the votaries of Dionysus rejoices, swayed by such moods and perceptions, the power of which transforms them before their own eyes, so that they imagine they behold themselves as reconstituted genii of nature, as satyrs.", "location": 127740}
{"sentence": "Rather should we say that all phenomena, compared with it, are but symbols: hence _language,_ as the organ and symbol of phenomena, cannot at all disclose the innermost essence, of music; language can only be in superficial contact with music when it attempts to imitate music; while the profoundest significance of the latter cannot be brought one step nearer to us by all the eloquence of lyric poetry.", "location": 113192}
{"sentence": "Besides, the witches' chorus says:      \"Wir nehmen das nicht so genau:     Mit tausend Schritten macht's die Frau;     Doch wie sie auch sich eilen kann     Mit einem Sprunge macht's der Mann.", "location": 149976}
{"sentence": "\"Tragic art, rich in both attitudes, represents the reconciliation of Apollo and Dionysos.", "location": 32461}
{"sentence": "of Bayard Taylor.--TR.", "location": 192747}
{"sentence": "Or at least as a philologist:--for even at the present day well-nigh everything in this domain remains to be discovered and disinterred by the philologist!", "location": 42940}
{"sentence": "Why is it that Homer sketches much more vividly[7] than all the other poets?", "location": 130948}
{"sentence": "And even as tragedy, with its metaphysical comfort, points to the eternal life of this kernel of existence, notwithstanding the perpetual dissolution of phenomena, so the symbolism of the satyric chorus already expresses figuratively this primordial relation between the thing in itself and phenomenon.", "location": 127202}
{"sentence": "Perhaps art is even a necessary correlative of and supplement to science?\"", "location": 201993}
{"sentence": "Perhaps there is a realm of wisdom from which the logician is banished?", "location": 201921}
{"sentence": "To what then does the mystery of this oneness of German music and philosophy point, if not to a new form of existence, concerning the substance of which we can only inform ourselves presentiently from Hellenic analogies?", "location": 264173}
{"sentence": "If an individual Project Gutenberg™ electronic work is derived from texts not protected by U.S. copyright law (does not contain a notice indicating that it is posted with permission of the copyright holder), the work can be copied and distributed to anyone in the United States without paying any fees or charges.", "location": 334792}
{"sentence": "And that he himself had a boding of this relation is apparent from the dignified earnestness with which he everywhere, and even before his judges, insisted on his divine calling.", "location": 191195}
{"sentence": "Indeed, the man of philosophic turn has a foreboding that underneath this reality in which we live and have our being, another and altogether different reality lies concealed, and that therefore it is also an appearance; and Schopenhauer actually designates the gift of occasionally regarding men and things as mere phantoms and dream-pictures as the criterion of philosophical ability.", "location": 62963}
{"sentence": "Many small donations ($1 to $5,000) are particularly important to maintaining tax exempt status with the IRS.", "location": 345299}
{"sentence": "Oh mysterious ironist, was this perhaps thine--irony?...", "location": 38918}
{"sentence": "What Euripides takes credit for in the Aristophanean \"Frogs,\" namely, that by his household remedies he freed tragic art from its pompous corpulency, is apparent above all in his tragic heroes.", "location": 163216}
{"sentence": "A very good elucidation of its aims, which unfortunately was never published, appears among his notes of the year 1886, and is as follows:--  \"Concerning _The Birth of Tragedy._--A book consisting of mere experiences relating to pleasurable and unpleasurable æsthetic states, with a metaphysico-artistic background.", "location": 29941}
{"sentence": "Among the peculiar artistic effects of musical tragedy we had to emphasise an Apollonian _illusion,_ through which we are to be saved from immediate oneness with the Dionysian music, while our musical excitement is able to discharge itself on an Apollonian domain and in an interposed visible middle world.", "location": 306521}
{"sentence": "He would have been offended by our spurious tricked-up shepherd, while his eye dwelt with sublime satisfaction on the naked and unstuntedly magnificent characters of nature: here the illusion of culture was brushed away from the archetype of man; here the true man, the bearded satyr, revealed himself, who shouts joyfully to his god.", "location": 125967}
{"sentence": "But if we ask by what physic it was possible for the Greeks, in their best period, notwithstanding the extraordinary strength of their Dionysian and political impulses, neither to exhaust themselves by ecstatic brooding, nor by a consuming scramble for empire and worldly honour, but to attain the splendid mixture which we find in a noble, inflaming, and contemplatively disposing wine, we must remember the enormous power of _tragedy,_ exciting, purifying, and disburdening the entire life of a people; the highest value of which we shall divine only when, as in the case of the Greeks, it appears to us as the essence of all the prophylactic healing forces, as the mediator arbitrating between the strongest and most inherently fateful characteristics of a people.", "location": 274611}
{"sentence": "Ye understand my allusion--as ye will also, in conclusion, understand my hopes.", "location": 315632}
{"sentence": "The presupposition of the Promethean myth is the transcendent value which a naïve humanity attach to _fire_ as the true palladium of every ascending culture: that man, however, should dispose at will of this fire, and should not receive it only as a gift from heaven, as the igniting lightning or the warming solar flame, appeared to the contemplative primordial men as crime and robbery of the divine nature.", "location": 147724}
{"sentence": "But what interferes most with the hearer's pleasurable satisfaction in such scenes is a missing link, a gap in the texture of the previous history.", "location": 180895}
{"sentence": "Whence must we derive this curious internal dissension, this collapse of the Apollonian apex, if not from the _Dionysian_ spell, which, though apparently stimulating the Apollonian emotions to their highest pitch, can nevertheless force this superabundance of Apollonian power into its service?", "location": 289241}
{"sentence": "I here place by way of parallel still another equally obvious confirmation of my view that opera is built up on the same principles as our Alexandrine culture.", "location": 253696}
{"sentence": "How unintelligible must _Faust,_ the modern cultured man, who is in himself intelligible, have appeared to a true Greek,--Faust, storming discontentedly through all the faculties, devoted to magic and the devil from a desire for knowledge, whom we have only to place alongside of Socrates for the purpose of comparison, in order to see that modern man begins to divine the boundaries of this Socratic love of perception and longs for a coast in the wide waste of the ocean of knowledge.", "location": 240752}
{"sentence": "A young scholar discussing the very justification of his own science in a cool and philosophically critical spirit!", "location": 24784}
{"sentence": "It is in Doric art that this majestically-rejecting attitude of Apollo perpetuated itself.", "location": 74289}
{"sentence": "Here nothing suggests asceticism, spirituality, or duty: here only an exuberant, even triumphant life speaks to us, in which everything existing is deified, whether good or bad.", "location": 79288}
{"sentence": "Except for the limited right of replacement or refund set forth in paragraph 1.F.3, this work is provided to you ‘AS-IS’, WITH NO OTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.", "location": 341711}
{"sentence": "In order not to despair altogether of the German spirit, must we not infer therefrom that possibly, in some essential matter, even these champions could not penetrate into the core of the Hellenic nature, and were unable to establish a permanent friendly alliance between German and Greek culture?", "location": 266362}
{"sentence": "Hear, yourself, my dear Sir Pessimist and art-deifier, with ever so unlocked ears, a single select passage of your own book, that not ineloquent dragon-slayer passage, which may sound insidiously rat-charming to young ears and hearts.", "location": 54346}
{"sentence": "In point of fact, the relation of music to drama is precisely the reverse; music is the adequate idea of the world, drama is but the reflex of this idea, a detached umbrage thereof.", "location": 284213}
{"sentence": "(_'Being' is a fiction invented by those who suffer from becoming_.)", "location": 33435}
{"sentence": "What was it that thus forcibly diverted this highly gifted artist, so incessantly impelled to production, from the path over which shone the sun of the greatest names in poetry and the cloudless heaven of popular favour?", "location": 168938}
{"sentence": "And so hearty indignation breaks forth time after time against this presumptuous little nation, which dared to designate as \"barbaric\" for all time everything not native: who are they, one asks one's self, who, though they possessed only an ephemeral historical splendour, ridiculously restricted institutions, a dubious excellence in their customs, and were even branded with ugly vices, yet lay claim to the dignity and singular position among the peoples to which genius is entitled among the masses.", "location": 203269}
{"sentence": "An infinitely more valuable insight into the signification of the chorus had already been displayed by Schiller in the celebrated Preface to his Bride of Messina, where he regarded the chorus as a living wall which tragedy draws round herself to guard her from contact with the world of reality, and to preserve her ideal domain and poetical freedom.", "location": 118429}
{"sentence": "Over the widest extent of the Hellenic character, however, there raged the consuming blast of this spirit, which manifests itself in the form of \"Greek cheerfulness,\" which we have already spoken of as a senile, unproductive love of existence; this cheerfulness is the counterpart of the splendid \"naïveté\" of the earlier Greeks, which, according to the characteristic indicated above, must be conceived as the blossom of the Apollonian culture growing out of a dark abyss, as the victory which the Hellenic will, through its mirroring of beauty, obtains over suffering and the wisdom of suffering.", "location": 237401}
{"sentence": "In these St. John's and St. Vitus's dancers we again perceive the Bacchic choruses of the Greeks, with their previous history in Asia Minor, as far back as Babylon and the orgiastic Sacæa.", "location": 67687}
{"sentence": "But if we desire, as briefly as possible, and without professing to say aught exhaustive on the subject, to characterise what Euripides has in common with Menander and Philemon, and what appealed to them so strongly as worthy of imitation: it will suffice to say that the _spectator_ was brought upon the stage by Euripides.", "location": 162118}
{"sentence": "The assertion made a moment ago, that Euripides introduced the spectator on the stage to qualify him the better to pass judgment on the drama, will make it appear as if the old tragic art was always in a false relation to the spectator: and one would be tempted to extol the radical tendency of Euripides to bring about an adequate relation between art-work and public as an advance on Sophocles.", "location": 166961}
{"sentence": "Through him the commonplace individual forced his way from the spectators' benches to the stage itself; the mirror in which formerly only great and bold traits found expression now showed the painful exactness that conscientiously reproduces even the abortive lines of nature.", "location": 162720}
{"sentence": "All those who have read the first volume of the biography with attention must have been struck with the perfect way in which the various impulses in his nature combined in the end to form one general torrent, and how this flowed with ever greater force in the direction of _a single goal._ Thus science, art, and philosophy developed and became ever more closely related in him, until, in _The Birth of Tragedy,_ they brought forth a \"centaur,\" that is to say, a work which would have been an impossible achievement to a man with only a single, special talent.", "location": 28154}
{"sentence": "Least of all the \"reality\" of this phenomenal world, for it says to us: \"Look at this!", "location": 310366}
{"sentence": "Even as the animals now talk, and as the earth yields milk and honey, so also something super-natural sounds forth from him: he feels himself a god, he himself now walks about enchanted and elated even as the gods whom he saw walking about in his dreams.", "location": 69531}
{"sentence": "Poetry itself has perished with her!", "location": 161068}
{"sentence": "Tragedy sits in the midst of this exuberance of life, sorrow and joy, in sublime ecstasy; she listens to a distant doleful song--it tells of the Mothers of Being, whose names are: _Wahn, Wille, Wehe_[21]--Yes, my friends, believe with me in Dionysian life and in the re-birth of tragedy.", "location": 271377}
{"sentence": "If you are not located in the United States, you will have to check the laws of the country where you are located before using this eBook.", "location": 391}
{"sentence": "WEIMAR, _September_ 1905.", "location": 35406}
{"sentence": "_Melody is therefore primary and universal,_ and as such may admit of several objectivations, in several texts.", "location": 106972}
{"sentence": "Up to his very last days he solaces himself with the opinion that his philosophising is the highest form of poetry, and finds it hard to believe that a deity will remind him of the \"common, popular music.\"", "location": 201001}
{"sentence": "They also appear in the _Ecce Homo._--TRANSLATOR'S NOTE.]", "location": 319061}
{"sentence": "And it is only this hope that sheds a ray of joy upon the features of a world torn asunder and shattered into individuals: as is symbolised in the myth by Demeter sunk in eternal sadness, who _rejoices_ again only when told that she may _once more_ give birth to Dionysus In the views of things here given we already have all the elements of a profound and pessimistic contemplation of the world, and along with these we have the _mystery doctrine of tragedy_: the fundamental knowledge of the oneness of all existing things, the consideration of individuation as the primal cause of evil, and art as the joyous hope that the spell of individuation may be broken, as the augury of a restored oneness.", "location": 155242}
{"sentence": "The nobler natures among the artists counted upon exciting the moral-religious forces in such a public, and the appeal to a moral order of the world operated vicariously, when in reality some powerful artistic spell should have enraptured the true hearer.", "location": 294112}
{"sentence": "Under such circumstances a cheerless solitary wanderer could choose for himself no better symbol than the Knight with Death and the Devil, as Dürer has sketched him for us, the mail-clad knight, grim and stern of visage, who is able, unperturbed by his gruesome companions, and yet hopelessly, to pursue his terrible path with horse and hound alone.", "location": 270417}
{"sentence": "The passing moment, wit, levity, and caprice, are its highest deities; the fifth class, that of the slaves, now attains to power, at least in sentiment: and if we can still speak at all of \"Greek cheerfulness,\" it is the cheerfulness of the slave who has nothing of consequence to answer for, nothing great to strive for, and cannot value anything of the past or future higher than the present.", "location": 165610}
{"sentence": "Our grandfather Oehler was a bright, clever man, and quite the old style of comfortable country parson, who thought it no sin to go hunting.", "location": 3642}
{"sentence": "I have only to address myself to those who, being immediately allied to music, have it as it were for their mother's lap, and are connected with things almost exclusively by unconscious musical relations.", "location": 277951}
{"sentence": "You may charge a reasonable fee for copies of or providing access to or distributing Project Gutenberg™ electronic works provided that:      • You pay a royalty fee of 20% of the gross profits you derive from         the use of Project Gutenberg™ works calculated using the method         you already use to calculate your applicable taxes.", "location": 337276}
{"sentence": "For the virtuous hero must now be a dialectician; there must now be a necessary, visible connection between virtue and knowledge, between belief and morality; the transcendental justice of the plot in Æschylus is now degraded to the superficial and audacious principle of poetic justice with its usual _deus ex machina_.", "location": 198063}
{"sentence": "The true song is the expression of the whole of this mingled and divided state of mind.\"", "location": 103265}
{"sentence": "In this respect it resembles geometrical figures and numbers, which are the universal forms of all possible objects of experience and applicable to them all _a priori_, and yet are not abstract but perceptiple and thoroughly determinate.", "location": 218629}
{"sentence": "Here is the extraordinary hesitancy which always seizes upon us with regard to Socrates, and again and again invites us to ascertain the sense and purpose of this most questionable phenomenon of antiquity.", "location": 188849}
{"sentence": "\"Without a lively pathological interest,\" he says, \"I too have never yet succeeded in elaborating a tragic situation of any kind, and hence I have rather avoided than sought it.", "location": 292076}
{"sentence": "Here we no longer observe anything of the epic absorption in appearance, or of the unemotional coolness of the true actor, who precisely in his highest activity is wholly appearance and joy in appearance.", "location": 177676}
{"sentence": "In October 1868, my brother returned to his studies in Leipzig with double joy.", "location": 21671}
{"sentence": "By reading or using any part of this Project Gutenberg™ electronic work, you indicate that you have read, understand, agree to and accept all the terms of this license and intellectual property (trademark/copyright) agreement.", "location": 331002}
{"sentence": "For the explanation of tragic myth the very first requirement is that the pleasure which characterises it must be sought in the purely æsthetic sphere, without encroaching on the domain of pity, fear, or the morally-sublime.", "location": 311194}
{"sentence": "But that the sentence of death, and not mere exile, was pronounced upon him, seems to have been brought about by Socrates himself, with perfect knowledge of the circumstances, and without the natural fear of death: he met his death with the calmness with which, according to the description of Plato, he leaves the symposium at break of day, as the last of the revellers, to begin a new day; while the sleepy companions remain behind on the benches and the floor, to dream of Socrates, the true eroticist.", "location": 191850}
{"sentence": "He who has experienced even a breath of the divine naïveté and security of the Socratic course of life in the Platonic writings, will also feel that the enormous driving-wheel of logical Socratism is in motion, as it were, _behind_ Socrates, and that it must be viewed through Socrates as through a shadow.", "location": 190888}
{"sentence": "It is now a matter of indifference to us that the humanists of those days combated the old ecclesiastical representation of man as naturally corrupt and lost, with this new-created picture of the paradisiac artist: so that opera may be understood as the oppositional dogma of the good man, whereby however a solace was at the same time found for the pessimism to which precisely the seriously-disposed men of that time were most strongly incited, owing to the frightful uncertainty of all conditions of life.", "location": 252636}
{"sentence": "Let us now place alongside thereof the abstract man proceeding independently of myth, the abstract education, the abstract usage, the abstract right, the abstract state: let us picture to ourselves the lawless roving of the artistic imagination, not bridled by any native myth: let us imagine a culture which has no fixed and sacred primitive seat, but is doomed to exhaust all its possibilities, and has to nourish itself wretchedly from the other cultures--such is the Present, as the result of Socratism, which is bent on the destruction of myth.", "location": 298620}
{"sentence": "where music is regarded as the servant, the text as the master, where music is compared with the body, the text with the soul?", "location": 260131}
{"sentence": "And so the Aristophanean Euripides prides himself on having portrayed the common, familiar, everyday life and dealings of the people, concerning which all are qualified to pass judgment.", "location": 164280}
{"sentence": "Ratsherr Wilhelm Vischer, as representing this body, appealed to Ritschl for fuller information.", "location": 22316}
{"sentence": "The most wonderful feature--perhaps it might even be called the real Nietzschean feature--of this versatile creature, was the fact that no eternal strife resulted from the juxtaposition of these inimical traits, that not one of them strove to dislodge, or to get the upper hand of, the others.", "location": 27150}
{"sentence": "But it is very probable, that things may _end_ thus, that _ye_ may end thus, namely \"comforted,\" as it is written, in spite of all self-discipline to earnestness and terror; metaphysically comforted, in short, as Romanticists are wont to end, as _Christians...._ No!", "location": 55893}
{"sentence": "This function stands at the beginning of the development of the drama.", "location": 131862}
{"sentence": "[19] Scheinbild = ειδολον.--TR.", "location": 202189}
{"sentence": "O exquisite festival!", "location": 2830}
{"sentence": "You can easily comply with the terms of this agreement by keeping this work in the same format with its attached full Project Gutenberg™ License when you share it without charge with others.", "location": 333111}
{"sentence": "What if the Greeks in the very wealth of their youth had the will _to be_ tragic and were pessimists?", "location": 45191}
{"sentence": "A hurricane seizes everything decrepit, decaying, collapsed, and stunted; wraps it whirlingly into a red cloud of dust; and carries it like a vulture into the air.", "location": 271013}
{"sentence": "Oh how far from me then was just this entire resignationism!--But there is something far worse in this book, which I now regret even more than having obscured and spoiled Dionysian anticipations with Schopenhauerian formulæ: to wit, that, in general, I _spoiled_ the grand _Hellenic problem,_ as it had opened up before me, by the admixture of the most modern things!", "location": 51845}
{"sentence": "_But this was not the opinion of the inventors of the recitative:_ they themselves, and their age with them, believed rather that the mystery of antique music had been solved by this _stilo rappresentativo,_ in which, as they thought, the only explanation of the enormous influence of an Orpheus, an Amphion, and even of Greek tragedy was to be found.", "location": 251158}
{"sentence": "In their theatres the terraced structure of the spectators' space rising in concentric arcs enabled every one, in the strictest sense, to _overlook_ the entire world of culture around him, and in surfeited contemplation to imagine himself a chorist.", "location": 128789}
{"sentence": "The unerring instinct of Aristophanes surely did the proper thing when it comprised Socrates himself, the tragedy of Euripides, and the music of the new Dithyrambic poets in the same feeling of hatred, and perceived in all three phenomena the symptoms of a degenerate culture.", "location": 232034}
{"sentence": "The influences that exercised power over him in those days may be described in the three following terms: Hellenism, Schopenhauer, Wagner.", "location": 16117}
{"sentence": "Title: The Birth of Tragedy; or, Hellenism and Pessimism   Author: Friedrich Wilhelm Nietzsche  Editor: Oscar Levy  Translator: William A. Haussmann  Release date: March 4, 2016 [eBook #51356]  Language: English  Credits: Produced by Marc D'Hooghe at http://www.freeliterature.org         (Images generously made available by the Hathi Trust.)", "location": 531}
{"sentence": "That Socrates stood in close relationship to Euripides in the tendency of his teaching, did not escape the notice of contemporaneous antiquity; the most eloquent expression of this felicitous insight being the tale current in Athens, that Socrates was accustomed to help Euripides in poetising.", "location": 185353}
{"sentence": "BASEL, _end of the year_ 1871.", "location": 59935}
{"sentence": "We are really for brief moments Primordial Being itself, and feel its indomitable desire for being and joy in existence; the struggle, the pain, the destruction of phenomena, now appear to us as something necessary, considering the surplus of innumerable forms of existence which throng and push one another into life, considering the exuberant fertility of the universal will.", "location": 226505}
{"sentence": "With the pre-established harmony which obtains between perfect drama and its music, the drama attains the highest degree of conspicuousness, such as is usually unattainable in mere spoken drama.", "location": 282409}
{"sentence": "Even the sublimest moral acts, the stirrings of pity, of self-sacrifice, of heroism, and that tranquillity of soul, so difficult of attainment, which the Apollonian Greek called Sophrosyne, were derived by Socrates, and his like-minded successors up to the present day, from the dialectics of knowledge, and were accordingly designated as teachable.", "location": 210151}
{"sentence": "The truly Dionysean music presents itself to us as such a general mirror of the universal will: the conspicuous event which is refracted in this mirror expands at once for our consciousness to the copy of an eternal truth.", "location": 233031}
{"sentence": "For it is the fate of every myth to insinuate itself into the narrow limits of some alleged historical reality, and to be treated by some later generation as a solitary fact with historical claims: and the Greeks were already fairly on the way to restamp the whole of their mythical juvenile dream sagaciously and arbitrarily into a historico-pragmatical _juvenile history._ For this is the manner in which religions are wont to die out: when of course under the stern, intelligent eyes of an orthodox dogmatism, the mythical presuppositions of a religion are systematised as a completed sum of historical events, and when one begins apprehensively to defend the credibility of the myth, while at the same time opposing all continuation of their natural vitality and luxuriance; when, accordingly, the feeling for myth dies out, and its place is taken by the claim of religion to historical foundations.", "location": 157636}
{"sentence": "It might be said of him, that his unusually large fund of critical ability, as in the case of Lessing, if it did not create, at least constantly fructified a productively artistic collateral impulse.", "location": 170244}
{"sentence": "For years, that is to say, from the time Billow's arrangement of _Tristan and Isolde_ for the pianoforte, had appeared, he had already been a passionate admirer of Wagner's music; but now that the artist himself entered upon the scene of his life, with the whole fascinating strength of his strong will, my brother felt that he was in the presence of a being whom he, of all modern men, resembled most in regard to force of character.", "location": 18545}
{"sentence": "If you received the work electronically, the person or entity providing it to you may choose to give you a second opportunity to receive the work electronically in lieu of a refund.", "location": 341398}
{"sentence": "As long as the sole ruler and disposer of the universe, the νοῡς, was still excluded from artistic activity, things were all mixed together in a chaotic, primitive mess;--it is thus Euripides was obliged to think, it is thus he was obliged to condemn the \"drunken\" poets as the first \"sober\" one among them.", "location": 183338}
{"sentence": "We understand why so feeble a culture hates true art; it fears destruction thereby.", "location": 269075}
{"sentence": "But the book, in which my youthful ardour and suspicion then discharged themselves--what an _impossible_ book must needs grow out of a task so disagreeable to youth.", "location": 39262}
{"sentence": "For some time, however, it would seem that the Greeks were perfectly secure and guarded against the feverish agitations of these festivals (--the knowledge of which entered Greece by all the channels of land and sea) by the figure of Apollo himself rising here in full pride, who could not have held out the Gorgon's head to a more dangerous power than this grotesquely uncouth Dionysian.", "location": 73900}
{"sentence": "\"This beginning is singular beyond measure.", "location": 322128}
{"sentence": "The essence of nature is now to be expressed symbolically; a new world of symbols is required; for once the entire symbolism of the body, not only the symbolism of the lips, face, and speech, but the whole pantomime of dancing which sets all the members into rhythmical motion.", "location": 77203}
{"sentence": "Du hast sie zerstört, die schöne Welt, mit mächtiger Faust; sie stürzt, sie zerfällt!", "location": 189482}
{"sentence": "He feels the actions of the hero to be justified, and is nevertheless still more elated when these actions annihilate their originator.", "location": 288899}
{"sentence": "Or, in briefer form: how is music related to image and concept?--Schopenhauer, whom Richard Wagner, with especial reference to this point, accredits with an unsurpassable clearness and perspicuity of exposition, expresses himself most copiously on the subject in the following passage which I shall cite here at full length[21] (_Welt als Wille und Vorstellung,_ I. p. 309): \"According to all this, we may regard the phenomenal world, or nature, and music as two different expressions of the same thing,[20] which is therefore itself the only medium of the analogy between these two expressions, so that a knowledge of this medium is required in order to understand that analogy.", "location": 217565}
{"sentence": "Any one who in accordance with this theory examines a collection of popular songs, such as \"Des Knaben Wunderhorn,\" will find innumerable instances of the perpetually productive melody scattering picture sparks all around: which in their variegation, their abrupt change, their mad precipitance, manifest a power quite unknown to the epic appearance and its steady flow.", "location": 107413}
{"sentence": "I must, however, emphasise this fact here, that neither \"Homer and Classical Philology,\" nor _The Birth of Tragedy,_ represents a beginning in my brother's career.", "location": 26285}
{"sentence": "Though it is certain that of the two halves of life, the waking and the dreaming, the former appeals to us as by far the more preferred, important, excellent and worthy of being lived, indeed, as that which alone is lived: yet, with reference to that mysterious ground of our being of which we are the phenomenon, I should, paradoxical as it may seem, be inclined to maintain the very opposite estimate of the value of dream life.", "location": 86282}
{"sentence": "Such particular pictures of human life, set to the universal language of music, are never bound to it or correspond to it with stringent necessity, but stand to it only in the relation of an example chosen at will to a general concept.", "location": 220698}
{"sentence": "The same impulse which calls art into being, as the complement and consummation of existence, seducing to a continuation of life, caused also the Olympian world to arise, in which the Hellenic \"will\" held up before itself a transfiguring mirror.", "location": 82207}
{"sentence": "You see which problem I ventured to touch upon in this early work?...", "location": 50934}
{"sentence": "Neither in the designing nor in the execution is he an artist pure and simple.", "location": 178028}
{"sentence": "\"[1]   \"Would it not be _necessary_?\"", "location": 55784}
{"sentence": "You must require such a user to return or destroy all         copies of the works possessed in a physical medium and discontinue         all use of and all access to other copies of Project Gutenberg™         works.", "location": 338489}
{"sentence": "If ancient tragedy was driven from its course by the dialectical desire for knowledge and the optimism of science, it might be inferred that there is an eternal conflict between _the theoretic_ and _the tragic view of things,_ and only after the spirit of science has been led to its boundaries, and its claim to universal validity has been destroyed by the evidence of these boundaries, can we hope for a re-birth of tragedy: for which form of culture we should have to use the symbol _of the music-practising Socrates_ in the sense spoken of above.", "location": 230424}
{"sentence": "As regards the former, it hardly matters about the text set to it: the heroes and choruses of Euripides are already dissolute enough when once they begin to sing; to what pass must things have come with his brazen successors?", "location": 236016}
{"sentence": "This Titanic impulse, to become as it were the Atlas of all individuals, and to carry them on broad shoulders higher and higher, farther and farther, is what the Promethean and the Dionysian have in common.", "location": 151286}
{"sentence": "This polyphony of different talents, all coming to utterance together and producing the richest and boldest of harmonies, is the fundamental feature not only of Nietzsche's early days, but of his whole development.", "location": 28715}
{"sentence": "According to this view, we must understand Greek tragedy as the Dionysian chorus, which always disburdens itself anew in an Apollonian world of pictures.", "location": 133379}
{"sentence": "The Dionyso-musical enchantment of the sleeper now emits, as it were, picture sparks, lyrical poems, which in their highest development are called tragedies and dramatic dithyrambs.", "location": 98484}
{"sentence": "It is not unworthy of the greatest hero to long for a continuation of life, ay, even as a day-labourer.", "location": 83106}
{"sentence": "Rohde gives the following description of him as a student: with his healthy complexion, his outward and inner cleanliness, his austere chastity and his solemn aspect, he was the image of that delightful youth described by Adalbert Stifter.", "location": 12437}
{"sentence": "If you do not agree to abide by all the terms of this agreement, you must cease using and return or destroy all copies of Project Gutenberg™ electronic works in your possession.", "location": 331229}
{"sentence": "We tacitly deny this, and now wonder as much at the boldness of Schlegel's assertion as at the totally different nature of the Greek public.", "location": 116353}
{"sentence": "In reality, however, this hero is the suffering Dionysus of the mysteries, a god experiencing in himself the sufferings of individuation, of whom wonderful myths tell that as a boy he was dismembered by the Titans and has been worshipped in this state as Zagreus:[15] whereby is intimated that this dismemberment, the properly Dionysian _suffering,_ is like a transformation into air, water, earth, and fire, that we must therefore regard the state of individuation as the source and primal cause of all suffering, as something objectionable in itself.", "location": 154244}
{"sentence": "The most noted thing, however, is the close juxtaposition of the two names in the Delphic oracle, which designated Socrates as the wisest of men, but at the same time decided that the second prize in the contest of wisdom was due to Euripides.", "location": 186991}
{"sentence": "He who has experienced in himself the joy of a Socratic perception, and felt how it seeks to embrace, in constantly widening circles, the entire world of phenomena, will thenceforth find no stimulus which could urge him to existence more forcible than the desire to complete that conquest and to knit the net impenetrably close.", "location": 210501}
{"sentence": "And how doubtful seemed the solution of the ethical problems to his mind!", "location": 171217}
{"sentence": "If now some one proves conclusively that the antipodal goal cannot be attained in this direct way, who will still care to toil on in the old depths, unless he has learned to content himself in the meantime with finding precious stones or discovering natural laws?", "location": 205974}
{"sentence": "Of the process just set forth, however, it could still be said as decidedly that it is only a glorious appearance, namely the afore-mentioned Apollonian _illusion,_ through the influence of which we are to be delivered from the Dionysian obtrusion and excess.", "location": 283953}
{"sentence": "The copyright laws of the place where you are located also govern what you can do with this work.", "location": 333308}
{"sentence": "This is what a poet tells us, who opposed Dionysus with heroic valour throughout a long life--in order finally to wind up his career with a glorification of his adversary, and with suicide, like one staggering from giddiness, who, in order to escape the horrible vertigo he can no longer endure, casts himself from a tower.", "location": 174495}
{"sentence": "is not your pessimist book itself a piece of anti-Hellenism and Romanticism, something \"equally intoxicating and befogging,\" a narcotic at all events, ay, a piece of music, of _German_ music?", "location": 54854}
{"sentence": "And if formerly, after such a surplus and superabundance of consuming agonies, the jubilation of the born rent our hearts almost like the very acme of agony, the rejoicing Kurwenal now stands between us and the \"jubilation as such,\" with face turned toward the ship which carries Isolde.", "location": 280414}
{"sentence": "This reconciliation marks the most important moment in the history of the Greek cult: wherever we turn our eyes we may observe the revolutions resulting from this event.", "location": 74717}
{"sentence": "It is certainly of great importance to ascertain what those influences precisely were to which he yielded, and how long they maintained their sway over him, and it is likewise necessary to discover exactly when the matured mind threw off these fetters in order to work out its own salvation.", "location": 15824}
{"sentence": "But in so far as he interprets music by means of pictures, he himself rests in the quiet calm of Apollonian contemplation, however much all around him which he beholds through the medium of music is in a state of confused and violent motion.", "location": 111771}
{"sentence": "The stimulants are cool, paradoxical _thoughts_, in place of Apollonian intuitions--and fiery _passions_--in place Dionysean ecstasies; and in fact, thoughts and passions very realistically copied, and not at all steeped in the ether of art.", "location": 178540}
{"sentence": "There he became an ardent philologist, and diligently sought to acquire a masterly grasp of this branch of knowledge.", "location": 14061}
{"sentence": "In so far as the subject is the artist, however, he has already been released from his individual will, and has become as it were the medium, through which the one verily existent Subject celebrates his redemption in appearance.", "location": 104138}
{"sentence": "Here, in this extremest danger of the will, _art_ approaches, as a saving and healing enchantress; she alone is able to transform these nauseating reflections on the awfulness or absurdity of existence into representations wherewith it is possible to live: these are the representations of the _sublime_ as the artistic subjugation of the awful, and the _comic_ as the artistic delivery from the nausea of the absurd.", "location": 124244}
{"sentence": "From all quarters of the Ancient World--to say nothing of the modern--from Rome as far as Babylon, we can prove the existence of Dionysian festivals, the type of which bears, at best, the same relation to the Greek festivals as the bearded satyr, who borrowed his name and attributes from the goat, does to Dionysus himself.", "location": 73230}
{"sentence": "When the Dionysian powers rise with such vehemence as we experience at present, there can be no doubt that, veiled in a cloud, Apollo has already descended to us; whose grandest beautifying influences a coming generation will perhaps behold.", "location": 317343}
{"sentence": "from whom it is willing to learn what \"fear\" is?", "location": 37885}
{"sentence": "[9] An eternal sea, A weaving, flowing, Life, all glowing.", "location": 138911}
{"sentence": "He no longer ventures to entrust to the chorus the main share of the effect, but limits its sphere to such an extent that it now appears almost co-ordinate with the actors, just as if it were elevated from the orchestra into the scene: whereby of course its character is completely destroyed, notwithstanding that Aristotle countenances this very theory of the chorus.", "location": 198927}
{"sentence": "In contrast to all those who are intent on deriving the arts from one exclusive principle, as the necessary vital source of every work of art, I keep my eyes fixed on the two artistic deities of the Greeks, Apollo and Dionysus, and recognise in them the living and conspicuous representatives of _two_ worlds of art which differ in their intrinsic essence and in their highest aims.", "location": 214687}
{"sentence": "[1] This Introduction by E. Förster-Nietzsche, which appears in the front of the first volume of Naumann's Pocket Edition of Nietzsche, has been translated and arranged by Mr. A. M. Ludovici.", "location": 35434}
{"sentence": "Hence all our knowledge of art is at bottom quite illusory, because, as knowing persons we are not one and identical with the Being who, as the sole author and spectator of this comedy of art, prepares a perpetual entertainment for himself.", "location": 105080}
{"sentence": "Occasionally our aged aunts would speak of our great-grandfather Nietzsche, who was said to have died in his ninety-first year, and words always seemed to fail them when they attempted to describe his handsome appearance, good breeding, and vigour.", "location": 8031}
{"sentence": "295):--\"It is the subject of the will, _i.e.,_ his own volition, which fills the consciousness of the singer; often as an unbound and satisfied desire (joy), but still more often as a restricted desire (grief), always as an emotion, a passion, or an agitated frame of mind.", "location": 101747}
{"sentence": "On the other hand, image and concept, under the influence of a truly conformable music, acquire a higher significance.", "location": 223206}
{"sentence": "This voice, whenever it comes, always _dissuades._ In this totally abnormal nature instinctive wisdom only appears in order to hinder the progress of conscious perception here and there.", "location": 189857}
{"sentence": "Perhaps I should now speak more guardedly and less eloquently of a psychological question so difficult as the origin of tragedy among the Greeks.", "location": 43439}
{"sentence": "We see it is a whole bundle of weighty questions which this book has taken upon itself,--let us not fail to add its weightiest question!", "location": 46130}
{"sentence": "But how suddenly this gloomily depicted wilderness of our exhausted culture changes when the Dionysian magic touches it!", "location": 270892}
{"sentence": "Project Gutenberg eBooks may be modified and printed and given away—you may do practically ANYTHING in the United States with eBooks not protected by U.S. copyright law.", "location": 330177}
{"sentence": "Prior to myself there is no such translation of the Dionysian into the philosophic pathos: there lacks the _tragic wisdom,_--I have sought in vain for an indication thereof even among the _great_ Greeks of philosophy, the thinkers of the two centuries _before_ Socrates.", "location": 325462}
{"sentence": "In spite of fear and pity, we are the happy living beings, not as individuals, but as the _one_ living being, with whose procreative joy we are blended.", "location": 227137}
{"sentence": "Perhaps from _joy,_ from strength, from exuberant health, from over-fullness.", "location": 44328}
{"sentence": "If you are outside the United States, check the laws of your country in addition to the terms of this agreement before downloading, copying, displaying, performing, distributing or creating derivative works based on this work or any other Project Gutenberg™ work.", "location": 333474}
{"sentence": "That which Æschylus the thinker had to tell us here, but which as a poet he only allows us to surmise by his symbolic picture, the youthful Goethe succeeded in disclosing to us in the daring words of his Prometheus:--      \"Hier sitz' ich, forme Menschen     Nach meinem Bilde,     Ein Geschlecht, das mir gleich sei,     Zu leiden, zu weinen,     Zu geniessen und zu freuen sich,     Und dein nicht zu achten,     Wie ich!", "location": 144763}
{"sentence": "While in all productive men it is instinct which is the creatively affirmative force, consciousness only comporting itself critically and dissuasively; with Socrates it is instinct which becomes critic; it is consciousness which becomes creator--a perfect monstrosity _per defectum!_ And we do indeed observe here a monstrous _defectus_ of all mystical aptitude, so that Socrates might be designated as the specific _non-mystic,_ in whom the logical nature is developed, through a superfoetation, to the same excess as instinctive wisdom is developed in the mystic.", "location": 190044}
{"sentence": "Even Euripides was, in a certain sense, only a mask: the deity that spoke through him was neither Dionysus nor Apollo, but an altogether new-born demon, called _Socrates._ This is the new antithesis: the Dionysian and the Socratic, and the art-work of Greek tragedy was wrecked on it.", "location": 175168}
{"sentence": "The misery in the essence of things--which the contemplative Aryan is not disposed to explain away--the antagonism in the heart of the world, manifests itself to him as a medley of different worlds, for instance, a Divine and a human world, each of which is in the right individually, but as a separate existence alongside of another has to suffer for its individuation.", "location": 149148}
{"sentence": "It was something similar to the demonian warning voice which urged him to these practices; it was because of his Apollonian insight that, like a barbaric king, he did not understand the noble image of a god and was in danger of sinning against a deity--through ignorance.", "location": 201428}
{"sentence": "What will become of the eternal truths of the Dionysian and Apollonian in such an amalgamation of styles as I have exhibited in the character of the _stilo rappresentativo_?", "location": 259957}
{"sentence": "And, unmorally speaking, an artifice?", "location": 38827}
{"sentence": "One night, upon leaving some friends whom he had accompanied home, he was met at the door of the vicarage by our little dog.", "location": 8738}
{"sentence": "The _Apollonian_ tendency has chrysalised in the logical schematism; just as something analogous in the case of Euripides (and moreover a translation of the _Dionysian_ into the naturalistic emotion) was forced upon our attention.", "location": 196982}
{"sentence": "At the same time, just as much of this basis of all existence--the Dionysian substratum of the world--is allowed to enter into the consciousness of human beings, as can be surmounted again by the Apollonian transfiguring power, so that these two art-impulses are constrained to develop their powers in strictly mutual proportion, according to the law of eternal justice.", "location": 316972}
{"sentence": "Wherever we meet with the \"naïve\" in art, it behoves us to recognise the highest effect of the Apollonian culture, which in the first place has always to overthrow some Titanic empire and slay monsters, and which, through powerful dazzling representations and pleasurable illusions, must have triumphed over a terrible depth of world-contemplation and a most keen susceptibility to suffering.", "location": 83980}
{"sentence": "Appearance is given the greatest importance by Dionysos; and yet it will be denied and cheerfully denied.", "location": 32552}
{"sentence": "Moreover this phenomenon appears in the form of an epidemic: a whole throng feels itself metamorphosed in this wise.", "location": 132191}
{"sentence": "On the other hand, however, the logical instinct which appeared in Socrates was absolutely prohibited from turning against itself; in its unchecked flow it manifests a native power such as we meet with, to our shocking surprise, only among the very greatest instinctive forces.", "location": 190610}
{"sentence": "But he who would derive the effect of the tragic exclusively from these moral sources, as was usually the case far too long in æsthetics, let him not think that he has done anything for Art thereby; for Art must above all insist on purity in her domain.", "location": 310940}
{"sentence": "The excessive distrust of the titanic powers of nature, the Moira throning inexorably over all knowledge, the vulture of the great philanthropist Prometheus, the terrible fate of the wise Œdipus, the family curse of the Atridæ which drove Orestes to matricide; in short, that entire philosophy of the sylvan god, with its mythical exemplars, which wrought the ruin of the melancholy Etruscans--was again and again surmounted anew by the Greeks through the artistic _middle world_ of the Olympians, or at least veiled and withdrawn from sight.", "location": 81098}
{"sentence": "The Schlegelian observation must here reveal itself to us in a deeper sense.", "location": 128513}
{"sentence": "Naught that is, is to be deducted, naught is dispensable; the phases of existence rejected by the Christians and other nihilists are even of an infinitely higher order in the hierarchy of values than that which the instinct of decadence sanctions, yea durst _sanction._ To comprehend this _courage_ is needed, and, as a condition thereof, a surplus of _strength_: for precisely in degree as courage _dares_ to thrust forward, precisely according to the measure of strength, does one approach truth.", "location": 323501}
