"Title: The Logic of Hegel"
"Author: Georg Wilhelm Friedrich Hegel"
{"sentence": "Now, although this relation does undoubtedly belong to necessity, it forms only one aspect in the process of that category.", "location": 586374}
{"sentence": "To determine which of these aspects is more essential than another, again, requires a further syllogism of this kind, which fixing on the single quality can with equal ease discover in it some aspect or consideration by which it can make good its claims to be considered necessary and important.", "location": 667353}
{"sentence": "In this lies its formalism.", "location": 475761}
{"sentence": "In this category of general agreement there was latent the deep-rooted perception, which does not escape even the least cultivated mind, that the consciousness of the individual is at the same time particular and accidental.", "location": 293358}
{"sentence": "Instead of being rich and full above all measure, it is so narrowly conceived that it is, on the contrary, extremely poor and altogether empty.", "location": 176527}
{"sentence": "The so-called atheism of Spinoza is merely an exaggeration of the fact that he defrauds the principle of difference or finitude of its due.", "location": 580543}
{"sentence": "In its immediate form it is the relationship of Substance and Accident.", "location": 576952}
{"sentence": "*       *       *       *       *  The passage from chemism to the teleological relation is implied in the mutual cancelling of both of the forms of the chemical process.", "location": 714558}
{"sentence": "1-126 (of which 12 pp.", "location": 14433}
{"sentence": "The special meaning which these superficial thoughts of more imperfect and more perfect have in this place is to indicate the distinction of being, as an immediate unity with itself, from the notion, as free mediation with itself.", "location": 597956}
{"sentence": "What really takes place here is that the immediacy, which still attaches to measure as such, is set aside.", "location": 435579}
{"sentence": "It derived its materials from earlier philosophers, particularly the Schoolmen.", "location": 179751}
{"sentence": "Man must, as it were, take possession of his body, so that it may be the instrument of his soul.", "location": 726657}
{"sentence": "The object, however, has also difference attaching to it: it falls into pieces, indefinite in their multiplicity (making an objective world); and each of these individualised parts is also an object, an intrinsically concrete, complete, and independent existence.", "location": 688000}
{"sentence": "It means rather that the Idea which forms the common content of nature and mind, is found in nature as outward only, and for that very reason only inward.", "location": 535020}
{"sentence": "All things, we say,--that is, the finite world as such,--are doomed; and in saying so, we have a vision of Dialectic as the universal and irresistible power before which nothing can stay, however secure and stable it may deem itself.", "location": 323939}
{"sentence": "It may be called reason (and this is the proper philosophical signification of reason); subject-object; the unity of the ideal and the real, of the finite and the infinite, of soul and body; the possibility which has its actuality in its own self; that of which the nature can be thought only as existent, &c. All these descriptions apply, because the Idea contains all the relations of understanding, but contains them in their infinite self-return and self-identity.", "location": 737700}
{"sentence": "This gives the second figure of the syllogism, (2) U--I--P. It expresses the truth of the first; it shows in other words that the intermediation has taken place in the individual, and is thus something contingent.", "location": 670045}
{"sentence": "Had such people only once regularly asked themselves how they came to think the _merely_ possible or contingent (the not-necessary), and how they actually do so!", "location": 870462}
{"sentence": "Accordingly God, when He is defined to be the sum of all realities, the most real of beings, turns into a _mere abstract._ And the only term under which that most real of real, things can be defined is that of Being--itself the height of abstraction.", "location": 232172}
{"sentence": "This is that action of thought, which will hereafter be specially considered under the name of Dialectic, and regarding which we need only at the outset observe that, instead of being brought to bear upon the categories from without, it is immanent in their own action.", "location": 197452}
{"sentence": "We may seek to rob men's great actions of their grandeur, by the insinuation of hypocrisy; but, though it is possible that men in an instance now and then may dissemble and disguise a good deal, they cannot conceal the whole of their inner self, which infallibly betrays itself in the _decursus vitae._ Even here it is true that a man is nothing but the series of his actions.", "location": 539503}
{"sentence": "In Goethe's more reflective prose we see illustrations of this usage: _e.g.", "location": 828739}
{"sentence": "Such however is not the proper or primary tendency of Sophistry: the standpoint of which is no other than that of 'Raisonnement.'", "location": 482551}
{"sentence": "This illustration will show how a limit or imperfection in knowledge comes to be termed a limit or imperfection, only when it is compared with the actually-present Idea of the universal, of a total and perfect.", "location": 260595}
{"sentence": "Besides having, a particular and subjective character clinging to them, and thus leaving room for great variety of interpretation, they themselves first of all require a firm and fast definition by thought.", "location": 158665}
{"sentence": "Everything is thus put outside of every other.", "location": 470336}
{"sentence": "(γ) The Inward (Interior) is the ground, when it stands as the mere form of the one side of the Appearance and the Correlation,--the empty form of reflection-into-self.", "location": 531355}
{"sentence": "It will be shown in the Logic that thought (and the universal) is not a mere opposite of sense: it lets nothing escape it, but, outflanking its other, is at once that other and itself.", "location": 102527}
{"sentence": "Or, if we reject reality, as implying a reflection, we get a more immediate or unreflected statement of the same thing, when Jacobi says that the God of Spinoza is the _principium_ of being in all existence.", "location": 341355}
{"sentence": "It may happen, however, that empirical is an epithet applicable only to the form of scientific exposition; whilst intuitive sagacity has arranged what are mere phenomena, according to the essential sequence of the notion.", "location": 79913}
{"sentence": "The preface begins by alluding to several criticisms on his philosophy,--'which for the most part have shown little vocation for the business'--and to his discussion of them in the _Jahrbücher_ of 1829 (_Vermischte Schriften,_ ii.", "location": 29569}
{"sentence": "And this is the true business of logic: to show that those thoughts, which as usually employed merely float before consciousness neither understood nor demonstrated, are really grades in the self-determination of thought.", "location": 477771}
{"sentence": "The individual by itself does not correspond to its notion.", "location": 733381}
{"sentence": "The End is consequently finite, and that partly in its content, partly in the circumstance that it has an external condition in the object, which has to be found existing, and which is taken as material for its realisation.", "location": 720106}
{"sentence": "An instance of this habit in the political sphere is seen in the pot-house politician.", "location": 551474}
{"sentence": "INTRODUCTION                                CHAPTER II.", "location": 2372}
{"sentence": "A substantial distinction is in these cases secretly substituted for the empty distinction of Being and Nought.", "location": 352956}
{"sentence": "The Void, which is assumed as the complementary principle to the atoms, is repulsion and nothing else, presented under the image of the nothing existing between the atoms.--Modern Atomism--and physics is still in principle atomistic--has surrendered the atoms so far as to pin its faith on molecules or particles.", "location": 389045}
{"sentence": "And to this extent the essence is not abstract reflection into self, but into an other.", "location": 474756}
{"sentence": "If the notion were put at the head of Logic, and defined, quite correctly in point of content, as the unity of Being and Essence, the following question would come up: What are we to think under the terms 'Being' and 'Essence,' and how do they come to be embraced in the unity of the Notion?", "location": 601153}
{"sentence": "It is certainly not on the finite ground occupied by these sciences that we can expect to meet the in-dwelling presence of the infinite.", "location": 272197}
{"sentence": "*       *       *       *       *  When anything is said to be necessary, the first question we ask is, Why?", "location": 564123}
{"sentence": "Knowledge, Faith, Thought, Intuition are the categories that we meet with on this line of reflection.", "location": 273092}
{"sentence": "Thus arise these four new propositions: _(a)_ the Soul is a substance: _(b)_ it is a simple substance: _(c)_ it is numerically identical at the various periods of existence: _(d)_ it stands in relation to space.", "location": 219819}
{"sentence": "Yet, on further examination even this relation will appear finite, and finite in virtue of this mediation: just as, conversely, the relation of whole and parts is obviously finite in virtue of its immediacy.", "location": 524430}
{"sentence": "The reason, which at first exists in the child only as an inner possibility, is actualised through education: and conversely, the child by these means becomes conscious that the goodness, religion, and science which he had at first looked upon as an outward authority, are his own and inward nature.", "location": 536804}
{"sentence": "In earlier writings Jacobi had insisted on the contrast between the superior authority of feeling and faith (which are in touch with truth) and the mechanical method of intelligence and reasoning (Verstand and Vernunft).", "location": 829759}
{"sentence": "The third type of objectivity, the teleological relation, is the unity of mechanism and chemism.", "location": 700094}
{"sentence": "3:      Das hör' ich sechzig Jahre wiederholen,     Und fluche drauf, aber verstohlen,--     Natur hat weder Kern noch Schaale,     Alles ist sie mit einem Male.", "location": 601972}
{"sentence": "This self-sameness is at the same time, as absolute form, the activity which reduces into dependency and mediates into immediacy.--Whatever is necessary is through an other, which is broken up into the mediating ground (the Fact and the Activity) and an immediate actuality or accidental circumstance, which is at the same time a Condition.", "location": 575744}
{"sentence": "THE LOGIC OF HEGEL  _TRANSLATED FROM_  _THE ENCYCLOPAEDIA OF THE PHILOSOPHICAL SCIENCES_  WILLIAM WALLACE, M.A, LL.D.", "location": 1221}
{"sentence": "But if to have no notion merely means that we cannot represent in imagination the oneness of Being and Nought, the statement is far from being true; for every one has countless ways of envisaging this unity.", "location": 354809}
{"sentence": "When the record adds that God drove men out of the Garden of Eden to prevent their eating of the tree of life, it only means that on his natural side certainly man is finite and mortal, but in knowledge infinite.", "location": 142058}
{"sentence": "It was therefore a chief concern of this study to lay down what were called general Cosmological laws: for instance, that Nature does not act by fits and starts.", "location": 168892}
{"sentence": "For when we do so, we separate them from substance, and from the mode in which they flow from eternity, without which they cannot be properly understood.'", "location": 865724}
{"sentence": "The different parts and members of an organic body on the contrary subsist only in their union: they cease to exist as such, when they are separated from each other.", "location": 497865}
{"sentence": "If you received the work electronically, the person or entity providing it to you may choose to give you a second opportunity to receive the work electronically in lieu of a refund.", "location": 915216}
{"sentence": "If we thus acted, we should proceed from observation and experience, and should, for instance, say we habitually employ the term 'force' in such a case, and such a meaning.", "location": 130539}
{"sentence": "When we say 'I,' we express the reference-to-self which is infinite, and at the same time negative.", "location": 383366}
{"sentence": "This _simplex intelligentia,--_ superior to imagination or reasoning--as Gerson says, _Consid.", "location": 832690}
{"sentence": "This first happens when man knows that he is 'I.'", "location": 122843}
{"sentence": "As the idea is (a) a process, it follows that such an expression for the Absolute as _unity_ of thought and being, of finite and infinite, &c. is false; for unity expresses an abstract and merely quiescent identity.", "location": 742489}
{"sentence": "All that was meant by the phrase was that mathematics has not to do with notions, but with abstract qualities of sense-perceptions.", "location": 765925}
{"sentence": "This observation with regard to the nature of mathematics gives a hint as to the first and supreme condition of its possibility: it must be based on some pure percept in which it can exhibit all its concepts _in concreto_ and yet _à priori,_ or, as it is called, _construe_ them.'", "location": 900759}
{"sentence": "That necessitates a higher estimate of the notion, however, than is found in formal conceptualist Logic, where the notion is a mere form of our subjective thought, with no original content of its own.", "location": 604560}
{"sentence": "In so far as in Measure quality and quantity are only in _immediate_ unity, to that extent their difference presents itself in a manner equally immediate.", "location": 429843}
{"sentence": "As _soul,_ the notion is realised in a body of whose externality the soul is the immediate self-relating universality.", "location": 744225}
{"sentence": "In common life, any freak of fancy, any error, evil and everything of the nature of evil, as well as every degenerate and transitory existence whatever, gets in a casual way the name of actuality.", "location": 50865}
{"sentence": "581: 'A great misunderstanding, exerting an injurious influence on scientific methods, prevails with regard to what should be considered \"practical\" in such sense as to justify its place in practical philosophy.", "location": 834436}
{"sentence": "The philosophic way of putting the facts is no mere whim once in a way, by way of change, to walk on the head, after walking a long while on the legs, or once in a way to see our every-day face besmeared with paint.", "location": 813520}
{"sentence": "This being so, the unity in question goes no further than make the state of the world and the course of its events harmonise with our moral standards.", "location": 257211}
{"sentence": "But the _individual must be deduced from the absolute ego._ To that task my philosophy will proceed in the \"Natural Law.\"", "location": 810459}
{"sentence": "The very opposite is the truth.", "location": 215889}
{"sentence": "And thus for the subjective idea the objective is the immediate world found ready to hand, or the idea as life is in the phenomenon of individual existence.", "location": 753053}
{"sentence": "But in its true and proper character.", "location": 317910}
{"sentence": "That however is far from meaning that the contingent belongs to our subjective conception alone, and must therefore be simply set aside, if we wish to get at the truth.", "location": 559607}
{"sentence": "But the time is past when people asked: How shall I, a poor worm of the dust, be able to know the truth?", "location": 89645}
{"sentence": "_Immediate or Intuitive Knowledge._   61.]", "location": 268678}
{"sentence": "We look upon them as separated from each other by an infinite chasm, so that opposite categories can never get at each other.", "location": 163372}
{"sentence": "In Spinoza we come upon the same statement that the essence or abstract conception of God implies existence.", "location": 307291}
{"sentence": "While we cannot and do not solicit contributions from states where we have not met the solicitation requirements, we know of no prohibition against accepting unsolicited donations from donors in such states who approach us with offers to donate.", "location": 919736}
{"sentence": "But God, the absolutely infinite, is not something outside and beside whom there are other essences.", "location": 444389}
{"sentence": "Hence we may employ it not only to determine what we call discrete, but what are called continuous magnitudes as well.", "location": 409260}
{"sentence": "(b) The Practical Reason is understood by Kant to mean a _thinking_ Will, _i.e._ a Will that determines itself on universal principles.", "location": 247835}
{"sentence": "People who are too fastidious towards the finite never reach actuality, but linger lost in abstraction, and their light dies away.", "location": 370115}
{"sentence": "And to understand the relation of action and reaction we must not let the two sides rest in their state of mere given facts, but recognise them, as has been shown in the two paragraphs preceding, for factors of a third and higher, which is the notion and nothing else.", "location": 593096}
{"sentence": "376, under the heading Allerdings.", "location": 878293}
{"sentence": "In that analysis consists the temporal life: and the starting-point of this temporal life is the separation into subject and object, which through the intellectual vision (intuition) are still both held together.'", "location": 798873}
{"sentence": "Such an Idea evidently radically transforms the relation which the understanding institutes between means and ends, between subjectivity and objectivity.", "location": 255478}
{"sentence": "But in general even here the essential unity between inward and outward is maintained.", "location": 537865}
{"sentence": "This 'realisation' of the notion,--a realisation in which the universal is this one totality withdrawn back into itself (of which the different members are no less the whole, and) which has given itself a character of 'immediate' unity by merging the mediation:--this realisation of the notion is the Object.", "location": 686368}
{"sentence": "In this way life is essentially something alive, and in point of its immediacy this individual living thing.", "location": 744986}
{"sentence": "For even if it is in the intellect alone, it can also be thought to exist in fact: and that is greater.", "location": 692097}
{"sentence": "The greater the concreteness of the object in question, the more points of view does it offer to reflection; by which however its proper nature or notion is not exhausted.", "location": 644746}
{"sentence": "The percipient idea (anschauende Idee), of course both object and subject of intuition, is opposed to the Idea (as logical) in the element of _Thought_: but still _as Idea_ and not--to use Kant's phrase (_Kritik der r. Vern._ § 26)--as _natura materialiter spectata._    THE END.", "location": 902603}
{"sentence": "Such an essence is self-subsistent (αὐθυπόςτατον),--is at once agent (πάραγον) and patient (παραγόμενον).", "location": 795438}
{"sentence": "The selection of one faculty however might even in this view be very well grounded on a certain authority acknowledged to belong to thought, and on its claim to be regarded as the true nature of man, in which consists his distinction from the brutes.", "location": 104908}
{"sentence": "It is true that finite things as finite ought in justice to be viewed as non-ultimate, and as pointing beyond themselves.", "location": 721431}
{"sentence": "Everything and anything is an individual, a 'this,' and if it be sensible, is here and now.", "location": 103194}
{"sentence": "To say that the notion is subjective and subjective only, is so far quite correct: for the notion certainly is subjectivity itself.", "location": 685579}
{"sentence": "(y) The third object of the Reason is God (§36): He also must be known and defined in terms of thought.", "location": 231860}
{"sentence": "Goethe; the reference is to _Werke,_ ii.", "location": 848660}
{"sentence": "Corresponding to the integration we have the dissolution of numbers according to the same features.", "location": 408944}
{"sentence": "p. 79: _notitia adaequata._  P. 298, § 166.", "location": 889546}
{"sentence": "The same external view of their nature is more forcibly apparent when judgments are described as produced by the ascription of a predicate to the subject.", "location": 625553}
{"sentence": "But the contingent is only one side of the actual,--the side, namely, of reflection on somewhat else.", "location": 554915}
{"sentence": "The Monads are each an object, but an object implicitly 'representative,' indeed the total representation of the world.", "location": 696043}
{"sentence": "That is the fundamental feature of the sensible.", "location": 204635}
{"sentence": "And Kant, _Werke,_ iv.", "location": 835588}
{"sentence": "The mind, denied the use of its familiar ideas, feels the ground where it once stood firm and at home taken away from beneath it, and, when transported into the region of pure thought, cannot tell where in the world it is.", "location": 45863}
{"sentence": "The utmost to which this way brings us is only the postulate of a never-ending approximation to the law of Reason: which postulate has been made an argument for the immortality of the soul.", "location": 377026}
{"sentence": "... 'The aim of the sublimest science can only be to show the actuality,--in the strictest sense the actuality, the presence, the vital existence (Daseyn)--of a God in the whole of things and in each one....", "location": 858790}
{"sentence": "Daseyn: Determinate being.", "location": 856886}
{"sentence": "Or, if we reflect that the finite, when identified with the infinite, certainly cannot remain what it was out of such unity, and will at least suffer some change in its characteristics--as an alkali, when combined with an acid, loses some of its properties, we must see that, the same fate awaits the infinite, which, as the negative, will on its part likewise have its edge, as it were, taken off on the other.", "location": 380580}
{"sentence": "The Notion is the principle of freedom, the power of substance self-realised.", "location": 602220}
{"sentence": "In philosophy the latest birth of time is the result of all the systems that have preceded it, and must include their principles; and so, if, on other grounds, it deserve the title of philosophy, will be the fullest, most comprehensive, and most adequate system of all.", "location": 72128}
{"sentence": "Natural plain Empiricism, though it unquestionably insists most upon sensuous perception, still allows a super-sensible world or spiritual reality, whatever may be its structure and constitution, and whether derived from intellect, or from imagination, &c. So far as form goes, the facts of this super-sensible world rest on the authority of mind, in the same way as the other facts, embraced in empirical knowledge, rest on the authority of external perception.", "location": 261740}
{"sentence": "But, in division, there is the further requirement that the principle of it must be borrowed from the nature of the object in question.", "location": 762639}
{"sentence": "It is not to be felt, or perceived by sense, or pictured in imagination: it is only and merely thought, and as such it forms the beginning.", "location": 342038}
{"sentence": "It is also opposed by the very different fancy that Ideas and ideals are something far too excellent to have actuality, or something too impotent to procure it for themselves.", "location": 51838}
{"sentence": "The first form of the idea is Life: that is, the idea in the form of immediacy.", "location": 743632}
{"sentence": "(On Modern Scepticism as compared with Ancient, see Schelling and Hegel's Critical Journal of Philosophy: 1802, vol.", "location": 192895}
{"sentence": "And besides this, the correlation of force and manifestation is essentially a mediated correlation (of reciprocal dependence), and it must therefore contradict the notion of force to view it as primary or resting on itself.", "location": 527302}
{"sentence": "In this first example we must call to mind, once for all, what was stated in § 82 and in the note there: the only way to secure any growth and progress in knowledge is to hold results fast in their truth.", "location": 361914}
{"sentence": "In an aggregate like this, the several branches of knowledge owe their place in the encyclopaedia to extrinsic reasons, and their unity is therefore artificial: they are _arranged,_ but we cannot say they form a _system._ For the same reason, especially as the materials to be combined also depend upon no one rule or principle, the arrangement is at best an experiment, and will always exhibit inequalities.", "location": 76808}
{"sentence": "The divorce between thought and thing is mainly the work of the Critical Philosophy, and runs counter to the conviction of all previous ages, that their agreement was a matter of course.", "location": 114199}
{"sentence": "'In my consciousness,' he says, 'I always find that I (1) am the determining subject: (2) am singular, or abstractly simple: (3) am identical, or one and the same, in all the variety of what I am conscious of: (4) distinguish myself as thinking from all the things outside me.'", "location": 219360}
{"sentence": "The advance from the reflective judgment of allness to the judgment of necessity is found in our usual modes of thought, when we say that whatever appertains to all, appertains to the species, and is therefore necessary.", "location": 648733}
{"sentence": "25, Zeno of Elea gets this title; but Hegel refers to such statements as _Diog.", "location": 849699}
{"sentence": "The Notion has exhibited itself as the truth of Being and Essence, as the ground to which the regress of both leads.", "location": 597469}
{"sentence": "This content however is nothing but that very revelation, since the character (being reflected in itself to make content) is only a passing stage of the form which passes away in the power of substance.", "location": 577690}
{"sentence": "A hand _e.g._ when hewn off from the body is, as Aristotle has observed, a hand in name only, not in fact.", "location": 745516}
{"sentence": "But the mutual implication of the two, which makes what is true and concrete in them, would have to be wrested from the obscurity and confusion in which they were left even in Kant's Metaphysical Rudiments of Natural Science.--In modern times the importance of the atomic theory is even more evident in political than in physical science.", "location": 389687}
{"sentence": "Thus when man wills to be a creature of nature, he wills in the Same degree to be an individual simply.", "location": 144222}
{"sentence": "It is in our materialised conceptions, _i.e._ in facts which emanate, in the first instance, from experience, that metaphysic also finds the guarantee for the correctness of its definitions (including both its initial assumptions and its more detailed body of doctrine).", "location": 182484}
{"sentence": "And if this be so in organic life, it is the case to a much greater extent when we apply this relation to the mind and the formations of the spiritual world.", "location": 519240}
{"sentence": "11) ο δὲ (λέγoυσi) σύνθεσιν ἥ σύνδεσμον ψυχῆς σώματι τὸ ζῆν.", "location": 896641}
{"sentence": "We are thus led to conceive a different relation between the universal of understanding and the particular of perception, than that on which the theory of the Theoretical and Practical Reason is founded.", "location": 253881}
{"sentence": "In the so-called philosophic works which maintain this principle, we may read hundreds and hundreds of assertions about reason, knowledge, thought, &c. which, now that external authority counts for little, seek to accredit themselves by an endless restatement of the same thesis.", "location": 654097}
{"sentence": "And in order to prevent misconception, thought-form or thought-type should be substituted for the ambiguous term thought.", "location": 119661}
{"sentence": "Or when we study all that Repulsion involves, we see that as a negative attitude of many Ones to one another, it is just as essentially a connective reference of them to each other; and as those to which the One is related in its act of repulsion are ones, it is in them thrown into relation with itself.", "location": 387898}
{"sentence": "But in the fact that the End achieved is characterised only as a Means and a material, this object, viz.", "location": 729886}
{"sentence": "In the same way matter itself,--furthermore form which is separated from matter,--whether that be the thing as consisting of matters, or the view that the thing itself subsists and only has proper ties,--is all a product of the reflective understanding which, while it observes and professes to record only what it observes, is rather creating a metaphysic, bristling with contradictions of which it is unconscious.", "location": 503961}
{"sentence": "9) as 'the faculty of _presupposing_ the intrinsically (an sich) true, good, and beautiful, with full confidence in the objective validity of the presupposition.'", "location": 845176}
{"sentence": "In this case the line of activity follows the three 'moments' of the notion, which (as it has not its infinity in finite cognition) is the specific or definite notion of understanding.", "location": 759037}
{"sentence": "The effect is different from the cause.", "location": 587923}
{"sentence": "This is the spirit of envy.", "location": 539228}
{"sentence": "In other words, it has established the movement of the heavenly bodies to be in accordance with a universal law from which every change of position may be known and predicted.", "location": 111371}
{"sentence": "So, too, the object is not rigid and processless.", "location": 699112}
{"sentence": "On an ultimate analysis it will be seen that the same outwardness of circumstances, on which is founded the content that the will finds to its hand, can alone account for the will giving its decision for the one and not the other of the two alternatives.", "location": 557991}
{"sentence": "It cannot but seem strange, therefore, to hear such maxims as, 'Out of nothing comes nothing: Out of something comes something,' calmly taught in these days, without the teacher being in the least aware that they are the basis of Pantheism, and even without his knowing that the ancients have exhausted all that is to be said about them.", "location": 358129}
{"sentence": "A living being is a syllogism, of which the very elements are in themselves systems and syllogisms (§§ 198, 201, 207).", "location": 746548}
{"sentence": "That is to say, whereas the particulars had hitherto appeared, so far as the universal or abstract identity was concerned, adventitious and incapable of being deduced from it, the _Intuitive_ Understanding apprehends the particulars as moulded and formed by the universal itself.", "location": 251878}
{"sentence": "Plato's _Philebus,_ ch.", "location": 859186}
{"sentence": "The process of measure, instead of being only the wrong infinite of an endless progression, in the shape of an ever-recurrent recoil from quality to quantity, and from quantity to quality, is also the true infinity of coincidence with self in another.", "location": 436961}
{"sentence": "In the background of all this, certainly, there is a dim consciousness of the Idea, of the unity of the notion and objectivity,--a consciousness, too, that the idea is concrete.", "location": 766460}
{"sentence": "This universal, as simply reflected in itself, is the content which remains unchanged through all the three _termini_ of the syllogism and their movement.", "location": 728759}
{"sentence": "This doctrine of preformation (as opposed to epigenesis) is carried out by Charles Bonnet, who in his _Considérations sur les corps organisés_ (1762) propounds the further hypothesis that the 'germs' from which living beings proceed contain, enclosed one within another, the germs of all creatures yet to be.", "location": 885857}
{"sentence": "Where shall we look for the middle term?", "location": 280307}
{"sentence": "that it is somewhat as well as somewhat else.", "location": 373368}
{"sentence": "In nature, for example, we recognise the goodness of God in the fact that the various classes or species of animals and plants are provided with whatever they need for their preservation and welfare.", "location": 314076}
{"sentence": "Spinoza--defining God as 'the union of thought with extension.'", "location": 833633}
{"sentence": "On the other hand, an Englishman, who spent the first months of the last Jubilee at Rome, says, in his account of the modern Romans, that the common people are bigots, whilst those who can read and write are atheists to a man.", "location": 306021}
{"sentence": "The ego, which is this abstract being, is, because subjectivity, at the same time the power over the different names, the empty link which fixes in itself series of them and keeps them in fixed order.'", "location": 894925}
{"sentence": "FIRST SUBDIVISION OF LOGIC:--_The Doctrine of Being_                               CHAPTER VIII.", "location": 3058}
{"sentence": "Into details of the manner and the extent of this self-determination of thought, Kant never went.", "location": 265771}
{"sentence": "Apart, however, from what disclosure it contains of the Idea, this richness gratifies none of the higher interests of reason, and in its vast variety of structures, organic and inorganic, affords us only the spectacle of a contingency losing itself in vagueness.", "location": 555847}
{"sentence": "So long as we look upon ourselves as individuals--and we always so regard ourselves in life, though not in philosophy and abstract imagination--we stand on what I call the \"practical\" point of view in our reflections (while to the standpoint of the absolute ego I give the name \"speculative\").", "location": 811120}
{"sentence": "All the forms of finite thought will make their appearance in the course of logical development, the order in which they present themselves being determined by necessary laws.", "location": 135358}
{"sentence": "“Project Gutenberg” is a registered trademark.", "location": 905496}
{"sentence": "Thus a sufferer from indigestion feels pressure on the stomach, after partaking of certain food in slight quantity; whereas those whose digestive organs are sound remain free from the sensation, although they have eaten as much.", "location": 704531}
{"sentence": "A work of art that wants the right form is for that very reason no right or true work of art: and it is a bad way of excusing an artist, to say that the content of his works is good and even excellent, though they want the right form.", "location": 513742}
{"sentence": "In the present day such a method of argumentation is not quite out of fashion.", "location": 484002}
{"sentence": "32: 'The reason man has is no faculty giving the science of the true, but only a presage' (Ahndung des Wahren).", "location": 844714}
{"sentence": "(2) This action which is directed outwards is the individuality, which in the Subjective End is identical with the particularity under which, along with the content, is also comprised the external objectivity.", "location": 724797}
{"sentence": "The very point of view, which originally is taken on its own evidence only, must in the course of the science be converted to a result,--the ultimate result in which philosophy returns into itself and reaches the point with which it began.", "location": 81121}
{"sentence": "But 'natural' is the wrong word here.", "location": 259609}
{"sentence": "Here we see the particular becoming the mediating mean between the individual and the universal.", "location": 658891}
{"sentence": "But the philosophic notion teaches, contrariwise, that the One forms the pre-supposition of the Many: and in the thought of the One is implied that it explicitly make itself Many.", "location": 386505}
{"sentence": "(3) To regard the categories as subjective only, _i.e._ as a part of ourselves, must seem very odd to the natural mind; and no doubt there is something queer about it.", "location": 207545}
{"sentence": "Thus there are quite a host of definitions of life, of the state, &c. Geometry, on the contrary, dealing with a theme so abstract as space, has an easy task in giving definitions.", "location": 761116}
{"sentence": "This question is unanswerable by the consciousness which pictures the Many as a primary datum, and-treats the One as only one among the Many.", "location": 386363}
{"sentence": "But again, a knowledge of the facts in geometry and philosophy is one thing, and the mathematical or philosophical talent which procreates and discovers is another: my province is to discover that scientific form, or to aid in the formation of it[7].'", "location": 13357}
{"sentence": "If God be the abstract super-sensible Being, outside whom therefore lies all difference and all specific character, He is only a bare name, a mere _caput mortuum_ of abstracting understanding.", "location": 446429}
{"sentence": "Though an essential stage in the evolution of the idea, substance is not the same with absolute Idea, but the idea under the still limited form of necessity.", "location": 578758}
{"sentence": "Usually no suspicion attaches to the finite forms of thought; they are allowed to pass unquestioned.", "location": 133555}
{"sentence": "'The dogmatism of eudaemonism and of popular philosophy (Aufklärung) therefore did not consist in the fact that it made happiness and enjoyment the supreme good.", "location": 837582}
{"sentence": "Similarly, in electricity, the positive and the negative are not two diverse and independent fluids.", "location": 469993}
{"sentence": "As Christ says: 'Seek ye first the kingdom of God, and all these things shall be added unto you.'", "location": 107886}
{"sentence": "The content of Romeo and Juliet may similarly be said to be the ruin of two lovers through the discord between their families: but something more is needed to make Shakespeare's immortal tragedy.", "location": 514300}
{"sentence": "The same consideration should warn the writer of history against employing a category which has now been explained to be on its own merits untrue: but the subtlety of the empty understanding finds its chief pleasure in the fantastic ingenuity of suggesting possibilities and lots of possibilities.", "location": 549393}
{"sentence": "If we look _e.g._ at a state with a territory of ten thousand square miles and a population of four millions, we should, without hesitation, admit that a few square miles of land or a few thousand inhabitants more or less could exercise no essential influence on the character of its constitution.", "location": 433073}
{"sentence": "[1] Even Hermann's 'Handbook of Prosody' begins with paragraphs of Kantian philosophy.", "location": 267564}
{"sentence": "But now in the thing we have a bond which keeps the various properties in union.", "location": 493949}
{"sentence": "Now, at first sight, this seems an inversion of the natural order, calculated to thwart the very purpose on which knowledge is bent.", "location": 113576}
{"sentence": "And so far as they have this in common, the methods which claim to apprehend the truth by thought may naturally be regarded as part and parcel of the pride which leads man to trust to his own powers for a knowledge of the truth.", "location": 136184}
{"sentence": "In it the subject is coupled with an _other_ character; or the universal by this mediation subsumes a subject external to it.", "location": 659802}
{"sentence": "The step from the one to the other however is not brought about by our subjective action, but by the judgment itself which puts itself as Syllogism, and in the conclusion returns to the unity of the notion.", "location": 658490}
{"sentence": "It is one and the same universal which is in these terms of the Disjunctive syllogism; they are only different forms for expressing it.", "location": 683027}
{"sentence": "(b) Thought was described as active.", "location": 108096}
{"sentence": "But the great error is to restrict our notions of the nature of thought to its form in understanding alone.", "location": 236324}
{"sentence": "To which may be added, that, in Nature, when the higher or organic functions are in any way checked or disturbed in their normal efficiency, the otherwise subordinate category of mechanism is immediately seen to take the upper hand.", "location": 704298}
{"sentence": "Alteration thus exhibits the inherent contradiction which originally attaches to determinate being, and which forces it out of its own bounds.", "location": 372133}
{"sentence": "Being is so poor a category that it is the least thing which can be shown to be found in the notion.", "location": 599291}
{"sentence": "p. xv): to be distinguished from Reflexion (cf.", "location": 786349}
{"sentence": "No doubt, we also say, a thing has qualities.", "location": 494086}
{"sentence": "Of such a bad object we may form a correct representation, but the import of such representation is inherently false.", "location": 132450}
{"sentence": "To seek to controvert these maxims of immediate knowledge is the last thing philosophers would think of.", "location": 278234}
{"sentence": "In the impulses or appetites the beginning is from something else, from something which we feel to be external.", "location": 126709}
{"sentence": "The notion is this immediate power; for the notion is the self-identical negativity, in which the being of the object is characterised as wholly and merely ideal.--The whole Means then is this inward power of the notion, in the shape of an agency, with which the object as Means is 'immediately' united and in obedience to which it stands.", "location": 725116}
{"sentence": "They are only abstract aspects of it,--the ground being its merely essence-bred unity, and the correlation only the connexion of real sides which are supposed to have only self-reflected being.", "location": 688665}
{"sentence": "Hence the phenomenon becomes double, it splits into inside and outside, into force and its manifestation, into cause and effect.", "location": 110199}
{"sentence": "The sensible appearance is individual and evanescent: the permanent in it is discovered by.", "location": 110519}
{"sentence": "This truth of necessity, therefore, is _Freedom:_ and the truth of substance is the Notion,--an independence which, though self-repulsive into distinct independent elements, yet in that repulsion is self-identical, and in the movement of reciprocity still at home and conversant only with itself.", "location": 594585}
{"sentence": "In that year Hegel was glad to accept, as a stop-gap and pot-boiler, the post of editor of the Bamberg Journal.", "location": 9402}
{"sentence": "If it commands a larger view, it demands a stronger wing of him who would join its voyage through the atmosphere of thought up to its purest empyrean.", "location": 6153}
{"sentence": "To make such abstract forms a problem pre-supposes in the inquirer a higher level of culture than ordinary; and to study them in themselves and for their own sake signifies in addition that these thought-types must be deduced out of thought itself, and their truth or reality examined by the light of their own laws.", "location": 130063}
{"sentence": "But when it has completed the circle of intermediation, its unity with itself is explicitly put as the self-annulling of difference, and therefore of intermediation.", "location": 485150}
{"sentence": "Whatever is thoroughly bad or contrary to the notion, is for that very reason on the way to ruin.", "location": 735770}
{"sentence": "Correct_ they may be, _i.e._ in the limited circle of perception, of finite conception and thought: that depends on the content, which likewise is finite, and, on its own merits, untrue.", "location": 637455}
{"sentence": "While we so speak, we are still tainted with contingency: and all true thinking, we have already said, is a thinking of necessity.", "location": 471032}
{"sentence": "(2) The will or action of the individuals is the intermediating force which procures for these needs satisfaction in society, in law, &c, and which gives to society, law, &c. their fulfilment and actualisation.", "location": 708757}
{"sentence": "At the so-called renascence of the sciences, when steps were taken to trace the single phenomena of nature back to underlying forces, the Church branded the enterprise as impious.", "location": 527775}
{"sentence": "What is necessary, on the other hand, we would have be what it is through itself; and thus, although derivative, it must still contain the antecedent whence it is derived as a vanishing element in itself.", "location": 564613}
{"sentence": "In that we have everything, and yet very little after all; for the Iliad is made an Iliad by the poetic form, in which that content is moulded.", "location": 514156}
{"sentence": "On the relation between Spinoza and Leibniz cf.", "location": 883272}
{"sentence": "The second sphere developes the relation of the differents to what it primarily is,--to the contradiction in its own nature.", "location": 783374}
{"sentence": "Mind is essentially active in the same sense as the Schoolmen said that God is 'absolute actuosity.'", "location": 167397}
{"sentence": "Generally speaking, it is the point of view which has in recent times been emphasised in Germany.", "location": 376580}
{"sentence": "Incapable of any great action of its own, envy tries hard to depreciate greatness and to bring it down to its own level.", "location": 539256}
{"sentence": "In other words, the world and finite things have issued from the fulness of the divine thoughts and the divine decrees.", "location": 616797}
{"sentence": "The method of investigation which he inaugurated is the very reverse of a formalism which acquiesces in mere grounds, where a full and concrete knowledge is sought.", "location": 481704}
{"sentence": "In the development of consciousness, which at first sight appears limited to the point of form merely, there is thus at the same time included the development of the matter or of the objects discussed in the special branches of philosophy.", "location": 147066}
{"sentence": "If we look at a thermometer, we find this degree of temperature has a certain expansion of the column of mercury corresponding to it; which Extensive magnitude changes simultaneously with the temperature or Intensive magnitude.", "location": 413944}
{"sentence": "In each of these parts, however, the philosophical Idea is found in a particular specificality or medium.", "location": 75320}
{"sentence": "Kant, _Kritik der reinen Vernunft,_ p. 207, on Anticipation of Perception (Wahrnehmung), and p. 414, in application to the question of the soul's persistence.", "location": 862457}
{"sentence": "But (as already noticed in § 98, note) it is abstract understanding which stereotypes the factor of multeity (involved in the notion of Being-for-self) in the shape of atoms, and adopts it as an ultimate principle.", "location": 412323}
{"sentence": "*       *       *       *       *  This finitude of the End consists in the circumstance, that, in the process of realising it, the material, which is employed as a means, is only externally subsumed under it and made conformable to it.", "location": 730571}
{"sentence": "The idea exists free for itself, in so far as it has universality for the medium of its existence,--as objectivity itself has notional being,--as the idea is its own object.", "location": 752040}
{"sentence": "This external Being, if taken in separation from the true Being (of Essence), is called the Unessential.", "location": 448224}
{"sentence": "To number together numbers when so characterised is Involution; and in the first instance raising them to the square power.", "location": 408459}
{"sentence": "Logic might have been defined as the science of thought, and of its laws and characteristic forms.", "location": 86432}
{"sentence": "Not Aristotle, but rather Simplicius on the _Physics_ of Aristotle, fol.", "location": 862632}
{"sentence": "The Apparent or Phenomenal exists in such a way, that its subsistence is _ipso facto_ thrown into abeyance or suspended and is only one stage in the form itself.", "location": 510011}
{"sentence": "In spite of this, the knowledge of God is no mere sequel, dependent on the empirical phase of consciousness: in fact, its independence is essentially secured through this negation and exaltation.--No doubt, if we attach an unfair prominence to the fact of mediation, and represent it as implying a state of conditionedness, it may be said--not that the remark would mean much--that philosophy is the child of experience, and owes its rise to _a posteriori_ fact.", "location": 67696}
{"sentence": "Thus, it may be said, the space occupied by this room is a continuous magnitude, and the hundred men, assembled in it, form a discrete magnitude.", "location": 404488}
{"sentence": "Those who say: 'Consider Nature, and Nature will-lead you to God; you will find an absolute final cause: 'do not mean that God is something derivative: they mean that it is we who proceed to God himself from another; and in this way God, though the consequence, is also the absolute' ground of the initial step.", "location": 178588}
{"sentence": "As for that, the notion of the unity is stated in the sections preceding, and that is all: apprehend that, and you have comprehended this unity.", "location": 353981}
{"sentence": "Whole books used to be written in this spirit.", "location": 722249}
{"sentence": "It has been shown to be untrue in fact to say that there is an immediate knowledge, a knowledge without mediation either by means of something else or in itself.", "location": 299392}
{"sentence": "Some states do not allow disclaimers of certain implied warranties or the exclusion or limitation of certain types of damages.", "location": 915804}
{"sentence": "There is a dualism in his philosophy also.", "location": 262785}
{"sentence": "What Kant actually said (_Kritik der reinen Vernunft: Elementarlehre,_ § 16), was 'The _I think_ must be able to accompany all my conceptions' (Vorstellungen).", "location": 796596}
{"sentence": "Crime may be quoted as an objective instance of the negatively-infinite judgment.", "location": 642000}
{"sentence": "de Th._ 10, is sometimes named _mens,_ sometimes _Spiritus,_ the light of intelligence, the shadow of the angelical intellect, the divine light.", "location": 832785}
{"sentence": "A bad state or a sickly body may exist all the same; but these things are untrue, because their notion and their reality are out of harmony.", "location": 518315}
{"sentence": "The Positive is the identical self-relation in such a way as not to be the Negative, and the Negative is the different by itself so as not to be the Positive.", "location": 464790}
{"sentence": "But thousands of years had to elapse before they came to apprehend thought in its purity, and to see in it the truly objective.", "location": 345078}
{"sentence": "To say, 'This plant is wholesome,' implies not only that this single plant is wholesome, but that some or several are so.", "location": 645801}
{"sentence": "The antinomy of measure.", "location": 867634}
{"sentence": "Hence one can only read with surprise the perpetual remark that we do not know the Thing-in-itself.", "location": 213146}
{"sentence": "What is supposed to remain unknown, therefore, is really nothing but the empty form of reflection-into-self, by which alone the Force is distinguished from the Exertion,--and that form too is something familiar.", "location": 523075}
{"sentence": "When an idea does not merely distinguish a thing from others (when it is _clear),_ or in addition represent the characteristic marks belonging to the object so distinguished (when it is _distinct),_ but also brings out the farther characteristics of these characteristics, the idea is _adequate._ Thus adequate is a sort of second power of distinct.", "location": 888881}
{"sentence": "On the other side and independent stands a self-apprehending thought, the principle of freedom, which Kant has in common with ordinary and bygone metaphysic, but emptied of all that it held, and without his being able to infuse into it anything new.", "location": 263131}
{"sentence": "Something becomes an other: this other is itself somewhat: therefore it likewise becomes an other, and so on _ad infinitum._  94.]", "location": 372866}
{"sentence": "Analogy it should be added may be superficial or it may be thorough.", "location": 680922}
{"sentence": "But thought, as thought, constitutes only the general medium, or qualifying circumstance, which renders the Idea distinctively logical.", "location": 86531}
{"sentence": "The earlier categories (of reflection) in their correlations also refer to one another: but their interconnexion is only 'having' and not 'being,' _i.e._ it is not the identity which is realised as identity or universality.", "location": 624371}
{"sentence": "Individuals are born and perish: the species abides and recurs in them all: and its existence is only visible to reflection.", "location": 110825}
{"sentence": "This particularly holds good of Art, Religion, and Philosophy.", "location": 315434}
{"sentence": "the content or the developed form, is seen as the externality and antithesis of independent existences, and as their reduction to a relation of identity, in which identification alone the two things distinguished are what they are.", "location": 516593}
{"sentence": "For the genetic classification of judgments and syllogisms and the passage from the former to the latter compare especially Lotze's _Logic,_ Book i.", "location": 890631}
{"sentence": "When it thus appeared that abstract metaphysical thinking was inadequate, it was felt that resource must be had to empirical psychology.", "location": 181999}
{"sentence": "Schopenhauer repeats and enforces the remark.", "location": 830838}
{"sentence": "(3) The living individual, which in its first process comports itself as intrinsically subject and notion, through its second assimilates its external objectivity and thus puts the character of reality into itself.", "location": 749799}
{"sentence": "The Critical Philosophy proceeds to test the value of the categories employed in metaphysic, as well as in other sciences and in ordinary conception.", "location": 194545}
{"sentence": "The person committing a crime, such as a theft, does not, as in a suit about civil rights, merely deny the particular right of another person to some one definite thing.", "location": 642082}
{"sentence": "Originally the first four lines appeared in Haller's poem _Die menschlichen Tugenden_ thus--      Ins Innre der Natur bringt sein erschaffner Geist:     Zu glücklich, wenn sie noch die äußre Schale weist!", "location": 878328}
{"sentence": "The object of mechanical type is the immediate and undifferentiated object.", "location": 699636}
{"sentence": "But if we wish in this way to bring before thought the genuine idea of God, and give its true value and expression to the central truth, we must be careful not to start from a subordinate level of facts.", "location": 241445}
{"sentence": "The finitude, further, of these categories lies in two points.", "location": 145801}
{"sentence": "Itself finite, it knows only the nature of the finite.", "location": 156704}
{"sentence": "The other commentary on the _Encyclopaedia_ is supplied partly by Hegel's other published writings, and partly by the volumes (IX-XV in the Collected works) in which his editors have given his Lectures on the Philosophy of History, on Aesthetic, on the Philosophy of Religion, and on the History of Philosophy.", "location": 6390}
{"sentence": "(To nature's heart there penetrates no mere created mind:     Too happy if she but display the outside of her rind.)", "location": 878538}
{"sentence": "The Essence lights up _in itself_ or is mere reflection: and therefore is only self-relation, not as immediate but as reflected.", "location": 450472}
{"sentence": "If such an actual life is to be possible, there is still needed for that a special impulse (Aufstoss) striking the Ego from the Non-ego.", "location": 840645}
{"sentence": "The reason, which cognises itself, has in philosophy to do only with itself: hence in itself too lies its whole work and its activity; and as regards the inward essence of philosophy there are neither predecessors nor successors.", "location": 853766}
{"sentence": "See also _Werke,_ xiv.", "location": 808069}
{"sentence": "While thought thus imagines itself elevated to the infinite, it meets with the opposite fate: it comes to an infinite which is only a finite, and the finite, which it had left behind, has always to be retained and made into an absolute.", "location": 379578}
{"sentence": "The End maintains itself against and in the objective for it is no mere one-sided subjective or particular, it is also the concrete universal, the implicit identity of both.", "location": 728585}
{"sentence": "On one side stands the world of sensation, and of the understanding which reflects upon it.", "location": 262828}
{"sentence": "The man who will do something great must learn, as Goethe says, to limit himself.", "location": 312482}
{"sentence": "The Idea is the dialectic which again makes this mass of understanding and diversity understand its finite nature and the pseudo-independence in its productions, and which brings the diversity back to unity.", "location": 740605}
{"sentence": "To represent the relation between them as a division, therefore, leads to misconception; for it co-ordinates the several parts or sciences one beside another, as if they had no innate development, but were, like so many species, really and radically distinct.", "location": 83903}
{"sentence": "In its mode of exposition the free flight of speculation is subordinated to the needs of the professorial class-room.", "location": 4821}
{"sentence": "In all human perception thought is present; so too thought is the universal in all the acts of conception and recollection; in short, in every mental activity, in willing, wishing and the like.", "location": 121320}
{"sentence": "START: FULL LICENSE  THE FULL PROJECT GUTENBERG LICENSE  PLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK  To protect the Project Gutenberg™ mission of promoting the free distribution of electronic works, by using or distributing this work (or any other work associated in any way with the phrase “Project Gutenberg”), you agree to comply with all the terms of the Full Project Gutenberg™ License available with this file or online at www.gutenberg.org/license.", "location": 904257}
{"sentence": "For knowledge we require another thing which is known: and which, when knowledge knows it, is thereby appropriated.", "location": 819217}
{"sentence": "; Every one has a mental idea of Becoming, and will even allow that it is _one_ idea: he will further allow that, when it is analysed, it involves the attribute of Being, and also what is the very reverse of Being, viz.", "location": 355229}
{"sentence": "We shall be glad _inter alia_ to study Logic: but Logic must be sure to leave us as we were before.'", "location": 91424}
{"sentence": "Yet apart from the trick of adopting a preliminary popular conception of God, and criticising a result by this assumed standard, it is certain that these characteristics have great value, and are necessary factors in the idea of God.", "location": 241211}
{"sentence": "The stages in the evolution of the Idea there seem to follow each other by accident, and to present merely a number of different and unconnected principles, which the several systems of philosophy carry out in their own way.", "location": 71246}
{"sentence": "But appetite in the second place carries out its conviction.", "location": 718876}
{"sentence": "In the case of finite things their subjectivity, being only thinghood, is separable from their properties or their particularity, but also separable from their universality: not only when the universality is the bare quality of the thing and its external inter-connexion with other things, but also when it is its genus and notion.", "location": 660581}
{"sentence": "A certain theory of some conditions and circumstances of nature or mind may be, say these people, very fine and correct as a matter of speculation, but it contradicts experience and nothing of the sort is admissible in reality.", "location": 331373}
{"sentence": "(y) The Speculative stage, or stage of Positive Reason, apprehends the unity of terms (propositions) in their opposition,--the affirmative, which is involved in their disintegration and in their transition.", "location": 328265}
{"sentence": "[Propositions such as, 'The particular is the universal,' and 'The individual is the particular,' belong to the further specialisation of the judgment.]", "location": 623526}
{"sentence": "If we enunciate Being as a predicate of the Absolute, we get the first definition of the latter.", "location": 340850}
{"sentence": "(c) _The Absolute Idea._  236.]", "location": 774672}
{"sentence": "Philosophy began in the Eleatic school, especially with Parmenides.", "location": 344644}
{"sentence": "From the former point of view there exists for us a world independent of us,--a world we can only modify; whilst the pure ego (which even on this altitude does not altogether disappear from us,) is put outside us and called God.", "location": 811414}
{"sentence": "There is a reason for this in the common feature which belongs to mechanism and chemism.", "location": 710637}
{"sentence": "The rose however is a concrete thing, and so is not red only: it has also an odour, a specific form, and many other features not implied in the predicate red.", "location": 639024}
{"sentence": "And they are finite, because the particular in them may and also may not conform to the universal.", "location": 655376}
{"sentence": "In the first place the phrase 'there is' suggests a finite only: as when we say, there are so many planets, or, there are plants of such a constitution and plants of such an other.", "location": 444119}
{"sentence": "236) 'and the three corresponding curative methods, and who, when, no long time since, such instruction was sufficient, could not in this short period be transformed from a mere practitioner into a \"scientific\" physician?", "location": 899263}
{"sentence": "If the science of Logic then considers thought in its action and its productions (and thought being no resultless energy produces thoughts and the particular thought required), the theme of Logic is in general the supersensible world, and to deal with that theme is to dwell for a while in that world.", "location": 94876}
{"sentence": "Each of the Many however is itself a One, and in virtue of its so behaving, this all-round repulsion is by one stroke converted into its opposite,--Attraction.", "location": 387608}
{"sentence": "Positive and negative are supposed to express an absolute difference.", "location": 469330}
{"sentence": "The plain thinker pursued his unsuspecting way in those categories which had offered themselves naturally.", "location": 195909}
{"sentence": "All men, it was said, must have these ideas; they must have, for example, the maxim of contradiction, present in the mind,--they must be aware of it; for this maxim and others like it were included in the class of Innate ideas.", "location": 287163}
{"sentence": "Thus by its inherent contradiction Becoming collapses into the unity in which the two elements are absorbed.", "location": 361737}
{"sentence": "Everything, it is said, is possible, for which you can state some ground.", "location": 551171}
{"sentence": "Thus in Him, who is the absolute truth, those oppositions of universal and individual, subjective and objective, are solved and explained to be neither self-subsistent nor true.", "location": 256868}
{"sentence": "The stages hitherto considered, viz.", "location": 737359}
{"sentence": "Schelling's expression, 'petrified intelligence.'", "location": 808118}
{"sentence": "[14] Hegel's _Briefe,_ i.", "location": 35804}
{"sentence": "Pure and simple intuition is completely the same as pure and simple thought.", "location": 275167}
{"sentence": "The different systems which the history of philosophy presents are therefore not irreconcilable with unity.", "location": 71810}
{"sentence": "When this \"practical\" point of view predominates in our reflections, realism is supreme: when speculation itself deduces and recognises that standpoint, there results a complete reconciliation between philosophy and common sense as premised in my system.", "location": 811841}
{"sentence": "But this external object is similarly central in itself, and being so, is no less only referred towards the other centre; so that it no less has its centrality in the other.", "location": 706718}
{"sentence": "Every individual being is some one aspect of the Idea: for which, therefore, yet other actualities are needed, which in their turn appear to have a self-subsistence of their own.", "location": 733121}
{"sentence": "Kant however confines them to the subject-mind, and his philosophy may be styled subjective idealism: for he holds that both the form and the matter of knowledge are supplied by the Ego--or knowing subject--the form by our intellectual, the matter by our sentient ego.", "location": 208552}
{"sentence": "All these faculties are only further, specialisations of thought.", "location": 121514}
{"sentence": "Or, the finite is such a conception and in such a way subjective, that it does not involve existence.", "location": 695002}
{"sentence": "The man whom philosophy leaves cold, and the man whom real faith does not illuminate may be assured that the fault lies in them, not in knowledge and faith.", "location": 34492}
{"sentence": "The former is still an alien to philosophy, the latter an alien to faith.'", "location": 34649}
{"sentence": "When we have to do with the past and are engaged with a distant world, the mind sees rising before it a present, which it has from its own action as a reward for its trouble.", "location": 881331}
{"sentence": "24) ἡ χεὶρ ἄνεν ψυχικῆς δυνάμεως οὐκ ἔστι χεὶρ ἀλλὰ μόνον ὁμώνυμον.", "location": 896537}
{"sentence": "This greater convenience is meant to point to the easier application of the calculus: but it is hard to see why Intensive magnitudes, having, as they do, a definite numerical expression of their own, should not be as convenient for calculation as Extensive magnitudes.", "location": 411197}
{"sentence": "It is a form that does not make the slightest addition to the content and to the law, which have to be discovered from the phenomenon alone.", "location": 523287}
{"sentence": "In the second part, however, when Kant examines the _application,_ as it is called, which Reason makes of the categories in order to know its objects, the content of the categories, at least in some points of view, comes in for discussion: or, at any rate, an opportunity presented itself for a discussion of the question.", "location": 218714}
{"sentence": "Project Gutenberg eBooks may be modified and printed and given away—you may do practically ANYTHING in the United States with eBooks not protected by U.S. copyright law.", "location": 903995}
{"sentence": "65) Stoicheiology as opposed to methodology.", "location": 892316}
{"sentence": "The case is the same with space, the infinity of which has formed the theme of barren declamation to astronomers with a talent for edification.", "location": 374387}
{"sentence": "The process of necessity begins with the existence of scattered circumstances which appear to have no inter-connexion and no concern one with another.", "location": 565133}
{"sentence": "These are terms which we believe to be somewhat firmer--or even absolutely firm and fast.", "location": 163282}
{"sentence": "A pragmatical psychology ought at least to leave the historian, who investigates the motives at the ground of great actions, a choice between the 'substantial' interests of patriotism, justice, religious truth and the like, on the one hand, and the subjective and 'formal' interests of vanity, ambition, avarice and the like, on the other.", "location": 541221}
{"sentence": "But we have seen above, that according to Kant all knowledge, even experience, consists in thinking our impressions--in other words, in transforming into intellectual categories the attributes primarily belonging to sensation.", "location": 221256}
{"sentence": "For it therefore even the object, which it pre-supposes, has only hypothetical (ideal) reality,--essentially no-reality.", "location": 715498}
{"sentence": "In fact, this harmony may be viewed as at least an extrinsic means of testing the truth of a philosophy.", "location": 49706}
{"sentence": "quantity, is no other than the principle of Materialism.", "location": 399458}
{"sentence": "Philosophy which succeeded it.", "location": 150214}
{"sentence": "It might perhaps at first sight be imagined, that objects would lose their reality when their unity was transferred to the subject.", "location": 208908}
{"sentence": "Further deficiencies in the treatment of the Antinomies I have pointed out, as occasion offered, in my 'Science of Logic' Here it will be sufficient to say that the Antinomies are not confined to the four special objects taken from Cosmology: they appear in all objects of every kind, in all conceptions, notions and Ideas.", "location": 226818}
{"sentence": "Such an infinite, which is only a particular, is co-terminous with the finite which makes for it a limit and a barrier: it is not what it ought to be, that is, the infinite, but is only finite.", "location": 378159}
{"sentence": "The tradition (referred to p. 198) about Pythagoras is given by Iamblichus, _Vita Pyth._ §115 seqq.", "location": 867199}
{"sentence": "[2] In Kant's own words (Criticism of the Power of Judgment, p. 427): 'Final Cause is merely a notion of our practical reason.", "location": 267995}
{"sentence": "This disintegration into independent matters is properly restricted to inorganic nature only.", "location": 495903}
{"sentence": "The truth of the hypothesis on the other hand lies in its perceiving that in the process of development the notion keeps to itself and only gives rise to alteration of form, without making any addition in point of content.", "location": 607098}
{"sentence": "The death of merely immediate and individual vitality is the 'procession' of spirit.", "location": 751918}
{"sentence": "Not that we can do without this division, if it be our intention to comprehend.", "location": 187687}
{"sentence": "That teaching declares that subjectivity has an infinite value.", "location": 570738}
{"sentence": "Thus, for example, in Nature what are styled the elementary bodies, oxygen, nitrogen, &c, should be regarded as existing qualities.", "location": 365509}
{"sentence": "Far from being so, simpleness is the expression of a half-truth, as one-sided and abstract as existence:--a term of thought, which, as we shall hereafter see, is itself untrue and hence unable to hold truth.", "location": 154958}
{"sentence": "Instead of the reading of the _Werke_ and of the 3rd ed.", "location": 36436}
{"sentence": "YOU AGREE THAT THE FOUNDATION, THE TRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE LIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR INCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH DAMAGE.", "location": 914465}
{"sentence": "For instance, a child, taken in the gross as human being, is no doubt a rational creature; but the reason of the child as child is at first a mere inward, in the shape of his natural ability or vocation, &c. This mere inward, at the same time, has for the child the form of a more outward, in the shape of the will of his parents, the attainments of his teachers, and the whole world of reason that environs him.", "location": 536218}
{"sentence": "At the same time it is the notion alone which, in the act of supposing itself, makes its pre-supposition; as has been made apparent in causality in general and especially in reciprocal action.", "location": 598741}
{"sentence": "To give a proof of the dogma there is, in the first instance, nothing to do but show that these other forms of knowledge are finite.", "location": 134923}
{"sentence": "The _first_ part of this metaphysic in its systematic form is Ontology, or the doctrine of the abstract characteristics of Being.", "location": 163617}
{"sentence": "Even inside the realm of Nature we find the same distinction of greater or less importance of quantitative features.", "location": 401058}
{"sentence": "The Doctrine of Being:  II.", "location": 334118}
{"sentence": "And in its result Alteration showed itself to be Being-for-self, exempt from implication of another and from passage into another;--which Being-for-self, finally, in the two sides of its process, Repulsion and Attraction, was clearly seen to annul itself, and thereby to annul quality in the totality of its stages.", "location": 393996}
{"sentence": "You may use this eBook for nearly any purpose such as creation of derivative works, reports, performances and research.", "location": 903875}
{"sentence": "Philosophy of J. Kant,_ i.", "location": 893941}
{"sentence": "Religion at least need not be brought in evidence; its doctrines of the divine government of the world affirm these propositions too decidedly.", "location": 50419}
{"sentence": "This result, to which honest but narrow thinking leads the mere understanding, is resisted by the loftier craving of which we have spoken.", "location": 64031}
{"sentence": "_Il n'y a point deux individus indiscernables.", "location": 868774}
{"sentence": "They are likewise intrinsically conformable to this content, and already contain its whole characteristic.", "location": 574076}
{"sentence": "According to it, thinking was--not, as we have described it, the analysis of what was given and the recombining of it in other forms, but at the same time--a production and creation of something quite new.", "location": 814552}
{"sentence": "Mind itself is an inherent division.", "location": 187767}
{"sentence": "(1) The Individual or person, through his particularity or physical or mental needs (which when carried out to their full development give _civil_ society), is coupled with the universal, _i.e._ with society, law, right, government.", "location": 708524}
{"sentence": "The Fact is also (α) something pre-supposed or ante-stated, _i.e._ it is at first, and as supposed, only inner and possible, and also, being prior, an independent content by itself, (ß) By using up the conditions, it receives its external existence, the realisation of the articles of its content, which reciprocally correspond to the conditions, so that whilst it presents itself out of these as the fact, it also proceeds from them.", "location": 574187}
{"sentence": "But for a person in a given situation to accomplish anything, he must stick to one definite point, and not dissipate his' forces in many directions.", "location": 312841}
{"sentence": "Calmer retrospection will perhaps modify this verdict, and sift the various contributions (towards a philosophical unity of the sciences) which are now indiscriminately damned by the title of _Naturphilosophie._ For the present purpose it need only be said that, for the second part of the Hegelian system, we are restricted for explanations to the notes collected by the editors of Vol.", "location": 8481}
{"sentence": "What the phrase reveals, is a hankering after an image with which we are already familiar.", "location": 45772}
{"sentence": "Essential correlation is the specific and completely universal phase in which things appear.", "location": 517302}
{"sentence": "Both are at bottom the same.", "location": 502077}
{"sentence": "*       *       *       *       *  While Intelligence merely proposes to take the world as it is, Will takes steps to make the world what it ought to be.", "location": 771796}
{"sentence": "It might in that case seem arbitrary to devote a special science to thought, whilst will, imagination and the rest were denied the same privilege.", "location": 104761}
{"sentence": "Somewhat is what it is only by its quality: whereas, though the thing indeed exists only as it has its properties, it is not confined to this or that definite property, and can therefore lose it, without ceasing to be what it is.", "location": 494286}
{"sentence": "This position in its 'practical' bearings is the one taken by the philosophy of Kant, and even by that of Fichte.", "location": 772169}
{"sentence": "However, in this matter, nobody proposes to speak of the sensible existence of a limited and perishable thing.", "location": 245943}
{"sentence": "Then there was a further circumstance against the Common Logic.", "location": 608996}
{"sentence": "But that turns out a mistake.", "location": 448329}
{"sentence": "Nor is it unimportant to study thought even as a subjective energy.", "location": 105159}
{"sentence": "In the course of its process the Idea creates that illusion, by setting an antithesis to confront it; and its action consists in getting rid of the illusion which it has created.", "location": 731682}
{"sentence": "His doctrine is a return to the modern starting-point of this metaphysic in the Cartesian philosophy.", "location": 300210}
{"sentence": "Sometimes it even includes what merely bear the name of sciences, while they are nothing more than a collection of bits of information.", "location": 76672}
{"sentence": "The middle term of Analogy is an individual, which however is understood as equivalent to its essential universality, its genus, or essential character.--The first syllogism for its intermediation turns us over to the second, and the second turns us over to the third.", "location": 677293}
{"sentence": "Hence in geometry we compare one figure with another, so as to bring out their identity.", "location": 311922}
{"sentence": "280 _seqq._  P. 46, § 24.", "location": 808092}
{"sentence": "As intuitively accepted by Spinoza without a previous mediation by dialectic, Substance, as the universal negative power, is as it were a dark shapeless abyss which engulfs all definite content as radically null, and produces from itself nothing that has a positive subsistence of its own.", "location": 582286}
{"sentence": "The ground from which existence proceeds, and the reflective correlation which is merged in actuality, are nothing but the as yet imperfectly realised notion.", "location": 688506}
{"sentence": "So far the deduction of their unity is completely analytical: indeed the whole progress of philosophising in every case, if it be a methodical, that is to say a necessary, progress, merely renders explicit what is implicit in a notion.--It is as correct however to say that Being and Nothing are altogether different, as to assert their unity.", "location": 351215}
{"sentence": "The case is similar with the contrast of Good and Evil,--the favourite contrast of the introspective modern world.", "location": 171159}
{"sentence": "But, seeing that derivative knowledge is restricted to the compass of finite facts, Reason is knowledge underivative, or Faith.", "location": 272963}
{"sentence": "For their philosophic sense, we must pre-suppose intelligence enough to know, not only that God is actual, that He is the supreme actuality, that He alone is truly actual; but also, as regards the logical bearings of the question, that existence is in part mere appearance, and only in part actuality.", "location": 50563}
{"sentence": "What is this but the same content as we had immediately before us, only translated into the form of inwardness?", "location": 478809}
{"sentence": "for his grown-up friends.", "location": 536778}
{"sentence": "K. L. Reinhold (1754-1823) presents in his intellectual history a picture of the development of ideas in his age.", "location": 790726}
{"sentence": "No such inward disunion is found in nature: natural things do nothing wicked.", "location": 136874}
{"sentence": "We shall, in the first place, start from Being.", "location": 232843}
{"sentence": "Burnet's _Early Greek Philosophy,_ p.", "location": 862909}
{"sentence": "The notion, too, is extremely hard, because it is itself just this very identity.", "location": 599656}
{"sentence": "But that strangeness imposes on us no obligation to seek to make the transition plausible to the image-loving conception.", "location": 686947}
{"sentence": "Let it be conceded that things are more than numbers; but the meaning of that admission must be that the bare thought of number is still insufficient to enunciate the definite notion or essence of things.", "location": 420606}
{"sentence": "Differences there may be between English and German philosophy: still, considering that elsewhere the name of philosophy is used only as a nickname and insult, or as something odious, it is a matter of rejoicing to see it still honoured in the mouth of the English Government.", "location": 85758}
{"sentence": "a, p. 211): 'Through faith (Glaube) we know that we have a body.'", "location": 845531}
{"sentence": "We thus hold it to be simple self-relation, in which all dependence on something else is removed.", "location": 564862}
{"sentence": "Such at least is the noble Scepticism of antiquity, especially as exhibited in the writings of Sextus Empiricus, when in the later times of Rome it had been systematised as a complement to the dogmatic systems of Stoic and Epicurean.", "location": 326566}
{"sentence": "Earthquakes, storms, &c, are examples of the 'meteorological process.'", "location": 850481}
{"sentence": "The _via causalitatis_ infers _e.g.,_ from the existence of morality and intelligence here, a Being whose will finds expression therein: the _via eminentiae_ infers that that will is good, and that intelligence wise in the highest measure, and the _via negationis_ sets aside in the conception of God all the limitations and conditions to which human intelligence and will are subject.", "location": 821729}
{"sentence": "This contradiction presents itself to imagination as an endless progress in the actualising of the Good; which is therefore set up and fixed as a mere 'ought,' or goal of perfection.", "location": 770880}
{"sentence": "It is its own content, in so far as it ideally distinguishes itself from itself, and the one of the two things distinguished is a self-identity in which however is contained the totality of the form as the system of terms describing its content.", "location": 776302}
{"sentence": "Common fancy puts the Absolute far away in a world beyond.", "location": 129258}
{"sentence": "The universal in its true and comprehensive meaning is a thought which, as we know, cost thousands of years to make it enter into the consciousness of men.", "location": 613925}
{"sentence": "These pores (meaning thereby not the pores in an organic body, such as the pores of wood or of the skin, but those in the so-called 'matters,' such as colouring matter, caloric, or metals, crystals, &c.) cannot be verified by observation.", "location": 503722}
{"sentence": "By a thing, we mean, firstly, an immediate existence, something we represent in sensuous form: and in this meaning the term has been applied to the soul.", "location": 166345}
{"sentence": "As immediate, this substance is not a self-related negativity and _active,_ but _passive._ Yet it is a substance, and it is therefore active also: it therefore suspends the immediacy it was originally put forward with, and the effect which was put into it: it reacts, _e.g._ suspends the activity of the first substance.", "location": 588337}
{"sentence": "This is all very well in common life, where great laxity is allowed in the categories and the names given to them: and it may of course happen that _e.g._ the plan, or so-called idea, say of a certain method of taxation, is good and advisable in the abstract, but that nothing of the sort is found in so-called actuality, or could possibly be carried out under the given conditions.", "location": 544352}
{"sentence": "The charge will be seen to be unfounded if we remember that his system, instead of denying God, rather recognises that He alone really is.", "location": 579913}
{"sentence": "Thus we hear caloric, and electrical or magnetic matters spoken of.", "location": 496737}
{"sentence": "And in its stead we find vanity and conceit: people claim, without any trouble on their part, to breathe the very atmosphere of truth.", "location": 89750}
{"sentence": "Lastly because they lid not distinguish between what we can only understand (_intelligere,_) but not imagine, and what we can also imagine.'", "location": 863978}
{"sentence": "The former is the instinct of science after Truth, Cognition properly so called:--the Theoretical action of the idea.", "location": 754789}
{"sentence": "The principle of that system may be described as Being-for-self in the shape of the Many.", "location": 390354}
{"sentence": "The best thing is to restrict oneself to a handi-work.'", "location": 849077}
{"sentence": "THE SCIENCE OF LOGIC   (_THE FIRST PART OF THE ENCYCLOPAEDIA OF THE PHILOSOPHICAL SCIENCES IN OUTLINE_)   BY G. W. F. HEGEL     THE SCIENCE OF LOGIC     CHAPTER I.", "location": 36977}
{"sentence": "Essence also is indeterminate, but in another sense: it has traversed the process of mediation and contains implicit the determination it has absorbed.", "location": 342178}
{"sentence": "Thus, we often find knowledge contrasted with faith, and faith at the same time explained to be an underivative or intuitive knowledge:--so that it must be at least some sort of knowledge.", "location": 273471}
{"sentence": "p. 106: _C'est sanctifier la Philosophie que de faire couler ses ruisseaux de la fontaine des attributs de Dieu.", "location": 872758}
{"sentence": "But these are still the object of sense, although the sensible is abstract and idealised.", "location": 95244}
{"sentence": "The term _Faith_ brings with it the special advantage of suggesting the faith of the Christian religion; it seems to include Christian faith, or perhaps even to coincide with it; and thus the Philosophy of Faith has a thoroughly orthodox and Christian look, on the strength of which it takes the liberty of uttering its arbitrary dicta with greater pretension and authority.", "location": 276057}
{"sentence": "The atheism and, as a further charge, the pantheism of the system has formed the commonest ground of accusation.", "location": 578414}
{"sentence": "Usually we regard different things as unaffected by each other.", "location": 470175}
{"sentence": "But they are only in a modified form notions (cp.", "location": 609501}
{"sentence": "To look at God in this light, as the Lord, and the Lord alone, is especially characteristic of Judaism and also of Mohammedanism.", "location": 445554}
{"sentence": "Similarly, finite things stand to each other as cause and effect, force and exercise, and when they are apprehended in these categories, they are known in their finitude.", "location": 156904}
{"sentence": "'The general opinion about what is true and good must have an authority equal to reason.'", "location": 847842}
{"sentence": "That means that it is only himself after all of which a man has the usufruct.", "location": 572272}
{"sentence": "This comfortable view of what is required for a philosopher has recently received corroboration through the theory of immediate or intuitive knowledge.", "location": 48698}
{"sentence": "The same thing holds good also of single works of art.", "location": 315646}
{"sentence": "It is because he believes in them, and not from the reasoning and syllogism of what is termed mediate knowledge, that the Hindoo finds God in the cow, the monkey, the Brahmin, or the Lama.", "location": 294940}
{"sentence": "There is no harm done, for example, in directing attention to mechanical actions, such as that of gravity, the lever, &c, even in departments, notably in physics and in physiology, beyond the range of mechanics proper.", "location": 703920}
{"sentence": "Such idealism we see even in the ordinary phases of consciousness.", "location": 163016}
{"sentence": "Eternity and substance, on the other hand, are no objects of imagination but only of intellect; and to try to explicate them by such notions as measure, time, and number--which are only modes of thinking or rather of imagining--is no better than to fall into imaginative raving.'", "location": 865181}
{"sentence": "The old Atomists viewed the world as a many, as their successors often do to this day.", "location": 391490}
{"sentence": "But if thought never gets further than the universality of the Ideas, as was perforce the case in the first philosophies (when the Eleatics never got beyond Being, or Heraclitus beyond Becoming), it is justly open to the charge of formalism.", "location": 69180}
{"sentence": "It assumed that to think a thing was the means of finding its very self and nature: and to that extent it occupied higher ground than the Critical.", "location": 150066}
{"sentence": "Hence besides the three species mentioned, which may to that extent be called positive, there are three negative species of arithmetical operation.", "location": 409044}
{"sentence": "This view of things, it is true, is as idealist as Kant's; but in contradistinction to the subjective idealism of the Critical philosophy should be termed absolute idealism.", "location": 216814}
{"sentence": "This idea is an act of spontaneity.", "location": 826544}
{"sentence": "In these circumstances we must advance from the Categorical to the Hypothetical judgment, which may be expressed in the formula: If _A_ is, _B_ is.", "location": 651912}
{"sentence": "Only when we discern that the content,--the particular, is not self-subsistent, but derivative from something else, are its finitude and untruth shown in their proper light.", "location": 297341}
{"sentence": "To say that Reason or Understanding is in the world, is equivalent in its import to the phrase 'Objective Thought.'", "location": 118829}
{"sentence": "If one may foist such a category into systematic philosophy, we may say that the study of the 'Objective' and 'Absolute Spirit' is the most _interesting_ part of Hegel.", "location": 7480}
{"sentence": "God was accordingly defined to be the most real of all beings.", "location": 176287}
{"sentence": "But the third no less demands an intrinsically determinate Universality, or an individuality as type of the genus, after the round of the forms of external connexion between individuality and universality has been run through in the figures of the Reflective Syllogism.", "location": 677562}
{"sentence": "For the main lesson of Empiricism is that man must see for himself and feel that he is present in every fact of knowledge which he has to accept.", "location": 184113}
{"sentence": "An example of Wolfs pedantry is given in Hegel, _Werke,_ v. 307, from Wolfs _Rudiments of Architecture,_ Theorem viii.", "location": 898214}
{"sentence": "Substance is accordingly the totality of the Accidents, revealing itself in them as their absolute negativity, (that is to say, as absolute power,) and at the same time as the wealth of all content.", "location": 577491}
{"sentence": "Suppose _e.g._ we speak of two different species: the genus forms a common ground for both.", "location": 349363}
{"sentence": "From _notion_ in the speculative sense we should distinguish what is ordinarily called a notion.", "location": 59969}
{"sentence": "*       *       *       *       *  The various matters of which the thing consists are potentially the same as one another.", "location": 499238}
{"sentence": "The categories of 'reflection' are expected to be severally apprehended and separately accepted as current, apart from their opposites.", "location": 617394}
{"sentence": "Such is the aspect under which actuality first comes before consciousness, and which is often mistaken for actuality itself.", "location": 554790}
{"sentence": "Verstand ist Microcosmus, Vernunft Macrocosmus.", "location": 829550}
{"sentence": "The shortcoming thus acknowledged to attach to the content turns out at the same time to be a shortcoming in respect of form.", "location": 581295}
{"sentence": "Mill thus takes it as equivalent to an ontological mythology--probably a rare use of the term.", "location": 850997}
{"sentence": "However there is an explanation.", "location": 458511}
{"sentence": "Those forms, which at least do belong to the proper domain of Logic, are supposed to be categories of conscious thought only, of thought too in the character of understanding, not of reason.", "location": 609060}
{"sentence": "So far as this goes, the Kantian Criticism presents that 'common' type of idealism known as Subjective Idealism.", "location": 218316}
{"sentence": "Lastly comes Philosophy.", "location": 316307}
{"sentence": "In a word, by philosophy the mind of man comes to itself, and from henceforth rests on itself without foreign aid, and is completely master of itself, as the dancer of his feet, or the boxer of his hands.'", "location": 807800}
{"sentence": "(3) The necessity of understanding Logic in a deeper sense than as the science of the mere form of thought is enforced by the interests of religion and politics, of law and morality.", "location": 95647}
{"sentence": "Nature, the totality immediately before us, unfolds itself into the two extremes of the Logical Idea and Mind.", "location": 673230}
{"sentence": "But it is a mistake to regard the natural and immediate harmony as the right state.", "location": 139331}
{"sentence": "Similarly the 'physical' elements prove to be Dialectical.", "location": 324771}
{"sentence": "Being, as Being, is nothing fixed or ultimate: it yields to dialectic and sinks into its opposite, which, also taken immediately, is Nothing.", "location": 345711}
{"sentence": "For that matter indeed, the teaching of philosophy is precisely what frees man from the endless crowd of finite aims and intentions, by making him so insensible to them, that their existence or non-existence is to him a matter of indifference.", "location": 352403}
{"sentence": "(β) _Syllogism of Reflection._  190.]", "location": 676494}
{"sentence": "But the present discussion may teach that it is philosophy, and philosophy alone, which insists on distinguishing what is logically as well as in experience different; while the professed devotees of experience are the people who erect abstract identity into the chief principle of knowledge.", "location": 413127}
{"sentence": "The error lies in forgetting that this is only one-half of the process, and that the main point is the re-union of what has been parted.", "location": 187804}
{"sentence": "Thus in modern times, travellers have found tribes (as Captains Ross and Parry found the Esquimaux) which, as they tell us, have not even that small modicum of religion possessed by African sorcerers, the _goëtes_ of Herodotus.", "location": 305793}
{"sentence": "This relation may be adopted for the progression _ad infinitum,_ in the case of the divisibility of matter: and then it becomes an unintelligent alternation with the two sides.", "location": 521096}
{"sentence": "Another assurance always given is that to speak of forces implies no theory as to their nature: and that being so, it is impossible to see why the form of Force has been introduced into the sciences at all.", "location": 523428}
{"sentence": "The absolute is, as it were, so kind as to leave individual things to their own enjoyment, and it again drives them back to the absolute unity.", "location": 206232}
{"sentence": "Royalty payments must be paid         within 60 days following each date on which you prepare (or are         legally required to prepare) your periodic tax returns.", "location": 911638}
{"sentence": "The finite, this theory tells us, _ought_ to be absorbed; the infinite _ought_ not to be a negative merely, but also a positive.", "location": 376678}
{"sentence": "The master looks upon his slave not as a person, but as a selfless thing.", "location": 615128}
{"sentence": "(c) _Being-for-self._  96.]", "location": 382378}
{"sentence": "A further deficiency in the system is that it gives only an historical description of thought, and a mere enumeration of the factors of consciousness.", "location": 264868}
{"sentence": "The only really 'eery' thing about it is the wearisomeness of ever fixing, and anon unfixing a limit, without advancing a single step.", "location": 418137}
{"sentence": "From Scotus Erigena to Nicolas of Cusa one tradition is handed down: it is taken up by men like Everard Digby (in his _Theoria Analytica_) and the group of Cambridge Platonists and by Spinoza in the seventeenth century, and it reappears, profoundly modified, in the German idealism between 1790 and 1820.", "location": 832930}
{"sentence": "If we use the phrase 'sufficient ground,' the epithet is either otiose, or of such a kind as to carry us past the mere category of ground.", "location": 479969}
{"sentence": "The reflection which finds a profounder connotation for Being and Nothing is nothing but logical thought, through which such connotation is evolved, not, however, in an accidental, but a necessary way.", "location": 348097}
{"sentence": "The second sub-category in each triad, where the grade of thought is in its differentiation, gives, on the other hand, a definition of the finite.", "location": 337248}
{"sentence": "Inspired by this belief, the mind has directed its reflection towards the phenomena, and learnt their laws.", "location": 111263}
{"sentence": "(a) _The Notion as Notion._  163.]", "location": 611136}
{"sentence": "In England this is still the usual signification of the term philosophy.", "location": 55749}
{"sentence": "They have their reflection-into-self on the body of actual fact, or content, with its intrinsic definiteness which gives the essential ground of their characterisation.", "location": 554149}
{"sentence": "No doubt we regard even spiritual facts under a quantitative point of view; but it is at once apparent that in speaking of God as a Trinity, the number three has by no means the same prominence, as when we consider the three dimensions of space or the three sides of a triangle;--the fundamental feature of which last is just to be a surface bounded by three lines.", "location": 400692}
{"sentence": "The theory of which we are speaking is not satisfied when it has shown that mediate knowledge taken separately is an adequate vehicle of truth.", "location": 282496}
{"sentence": "If it be also said, that the infinite is unattainable, the statement is true, but only because to the idea of infinity has been attached the circumstance of being simply and solely negative.", "location": 375357}
{"sentence": "331: 'In this way a grand and pure intuition is able, in the purely architectonic features of its picture, though the inter-connection of necessity and the mastery of form does not come forward into visibility, to give expression to the genuine ethical organism--like a building which silently exhibits the spirit of its author in the several features of its mass, without the image of that spirit being set forth anywhere in one united shape.", "location": 793310}
{"sentence": "The immediate judgment is the judgment of definite Being.", "location": 636877}
{"sentence": "And so too the notion may, if it be wished, be styled abstract, if the name concrete is restricted to the concrete facts of sense or of immediate perception.", "location": 603865}
{"sentence": "An Existence only _proceeds from_ the ground.", "location": 485616}
{"sentence": "Now this identity, having no definite attribute at all, can receive no illumination from the truths of experience, for the reason that these refer always to definite facts.", "location": 213755}
{"sentence": "Now thought must be free in its movements.", "location": 175791}
{"sentence": "The readiest instance of Being-for-self is found in the 'I.'", "location": 383038}
{"sentence": "Quality may be described as the determinate mode immediate and identical with Being--as distinguished from Quantity (to come afterwards), which, although a mode of Being, is no longer immediately identical with Being, but a mode indifferent and external to it.", "location": 364996}
{"sentence": "Of course, we hope that you will support the Project Gutenberg™ mission of promoting free access to electronic works by freely sharing Project Gutenberg™ works in compliance with the terms of this agreement for keeping the Project Gutenberg™ name associated with the work.", "location": 906656}
{"sentence": "With Fichte, the 'Ego' is the starting-point in the philosophical development: and the outcome of its action is supposed to be visible in the categories.", "location": 266053}
{"sentence": "In the impression of sense we have a concrete of many elements, the several attributes of which we are expected to peel off one by one, like the coats of an onion.", "location": 186869}
{"sentence": "There must be an abyss, an impassable gulf between the two, with the infinite abiding on yonder side and the finite steadfast on this.", "location": 378799}
{"sentence": "Last of all comes the discovery that the whole evolution is what constitutes the content and the interest.", "location": 778357}
{"sentence": "The one-sidedness of the intuitional school has certain characteristics attending upon it, which we shall proceed to point out in their main features, now that we have discussed the fundamental principle.", "location": 292299}
{"sentence": "But the description is too wide.", "location": 38908}
{"sentence": "The ground is a ground only to the extent that it affords ground: but the result which thus issued from the ground is only itself.", "location": 475630}
{"sentence": "It is no better than a whim of the understanding, therefore, if we attach the qualificatory 'in or by-itself' to the _thing_ only.", "location": 490442}
{"sentence": "Logic, the science of the Idea in and for itself.", "location": 82942}
{"sentence": "But here the interest turns only on the characteristics through which these terms make a syllogism.", "location": 663361}
{"sentence": "At the same time the deeper and philosophical meaning of truth can be partially traced even in the ordinary usage of language.", "location": 131904}
{"sentence": "Each of these two elements involves the other also, and hence there is no such thing as a merely Continuous or a merely Discrete quantity.", "location": 404065}
{"sentence": "At first, subject, predicate, and the specific content or the identity are, even in their relation, still put in the judgment as different and divergent.", "location": 632487}
{"sentence": "This so-called Galenian figure was differentiated from the first figure by the separation of the five moods, which (after Arist.", "location": 891199}
{"sentence": "So too philosophy is its time apprehended in thoughts.", "location": 788657}
{"sentence": "As the logical Idea is seen to unfold itself in a process from the abstract to the concrete, so in the history of philosophy the earliest systems are the most abstract, and thus at the same time the poorest.", "location": 342500}
{"sentence": "Be it noted however that a block of marble can disregard form only relatively, that is, in reference to the sculptor: it is by no means purely formless.", "location": 500095}
{"sentence": "It is easy work for the understanding to show that everything said of the Idea is self-contradictory.", "location": 738170}
{"sentence": "A second question in these metaphysical systems was: Is the world finite or infinite?", "location": 154361}
{"sentence": "But the fact is that the half-truth, instead of being a fixed or self-subsistent principle, is a mere element absolved and included in the whole.", "location": 162292}
{"sentence": "Because it is a thought, it does not belong to perception: but it is a thought which is characterised by the externality of perception.--Not only therefore _may_ the quantum be increased or diminished without end: the very notion of quantum is thus to push out and out beyond itself.", "location": 414917}
{"sentence": "It was preceded by the _Phenomenology of Spirit,_ in 1807, and the _Science of Logic_ (in two volumes), in 1812-16, and was followed by the _Outlines of the Philosophy of Law_ in 1820.", "location": 3953}
{"sentence": "And even in Kant this fact remains a presupposition after all; it may be said, to use the ordinary phraseology of the sciences, that Kant did no more than offer another _explanation_ of the fact.", "location": 194343}
{"sentence": "Hence Being Determinate is (1) the unity of Being and Nothing, in which we get rid of the immediacy in these determinations, and their contradiction vanishes in their mutual connexion,--the unity in which they are only constituent elements.", "location": 363135}
{"sentence": "The rest I have sought to make more definite, and so far as may be clearer; but the main fault is not mended--to do which would require me to limit the detail more, and on the other hand make the whole more surveyable, so that the contents should better answer the title of an Encyclopaedia.'", "location": 18896}
{"sentence": "The recent science of Political Economy in particular, which in Germany is known as Rational Economy of the State, or intelligent national economy, has in England especially appropriated the name of philosophy.", "location": 56244}
{"sentence": "When it comes to this, nothing is left but self-conceit.", "location": 91179}
{"sentence": "Any one who, from want of familiarity with the categories of subjectivity and objectivity, seeks to retain them in their abstraction, will find that the isolated categories slip through his fingers before he is aware, and that he says the exact contrary of what he wanted to say.", "location": 699276}
{"sentence": "It is true that he described these, as well as numerous other forms of mind and nature, and that he examined and expounded their specialities.", "location": 671913}
{"sentence": "We mean by it (1) to clear away, or annul: thus, we say, a law or a regulation is set aside: (2) to keep, or preserve: in which sense we use it when we say: something is well put by.", "location": 385323}
{"sentence": "No doubt too there is a great deal of chance in what befalls us.", "location": 573005}
{"sentence": "The distinction of the causes spoken of as two is accordingly void: and properly speaking there is only one cause, which, while it suspends itself (as substance) in its effect, also rises in this operation only to independent existence as a cause.", "location": 590362}
{"sentence": "(ß) This syllogism, if it is contingent in point of its terms, is no less contingent in virtue of the form of relation which is found in it.", "location": 668332}
{"sentence": "And yet the space is continuous and discrete at the same time; hence we speak of points of space, or we divide space, a certain length, into so many feet, inches, &c, which can be done only on the hypothesis that space is also potentially discrete.", "location": 404634}
{"sentence": "420: 'I have said before, and say it here again, that my system is no other than the Kantian.", "location": 824795}
{"sentence": "The object (1) in its immediacy is the notion only potentially; the notion as subjective is primarily outside it; and all its specific character is imposed from without.", "location": 700520}
{"sentence": "There no such inadequate formulae are allowed, nor can they possibly exhaust it.", "location": 161904}
{"sentence": "What he had first called Glaube he latterly called Vernunft,--which is in brief a 'sense for the supersensible'--an intuition giving higher and complete or total knowledge--an immediate apprehension of the real and the true.", "location": 830064}
{"sentence": "_Logic therefore coincides with Metaphysics, the science of things set and held in thoughts,_--thoughts accredited able to express the essential reality of things.", "location": 118122}
{"sentence": "This is the plain meaning of the law of sufficient ground, as it is called; it asserts that things should essentially be viewed as mediated.", "location": 476277}
{"sentence": "Beyond this point then we need not go: immediate knowledge is to be accepted as a _fact._ Under these circumstances examination is directed to the field of experience, to a psychological phenomenon.", "location": 283999}
{"sentence": "This and the following section indicate the uselessness of such syllogising for the ends of truth.", "location": 666782}
{"sentence": "But every additional and more concrete characterisation causes Being to lose that integrity and simplicity it has in the beginning.", "location": 347385}
{"sentence": "To the religious sense of the Greeks the divinity of measure, especially in respect of social ethics, was represented by Nemesis.", "location": 428062}
{"sentence": "The reflection-on-another of the existent is however inseparable from the reflection-on-self: the ground is their unity, from which existence has issued.", "location": 489187}
{"sentence": "But contradiction, when cancelled, does not leave abstract identity; for that is itself only one side of the contrariety.", "location": 472764}
{"sentence": "If you are outside the United States, check the laws of your country in addition to the terms of this agreement before downloading, copying, displaying, performing, distributing or creating derivative works based on this work or any other Project Gutenberg™ work.", "location": 907292}
{"sentence": "'All metals conduct electricity,' is an empirical proposition derived from experiments made with each of the individual metals.", "location": 678859}
{"sentence": "But the other constituent of experience, the impressions of feeling and perception, is not one whit less subjective than the categories.", "location": 210377}
{"sentence": "Thus in reference to Being and Essence the Notion is defined as Essence reverted to the simple immediacy of Being,--the shining or show of Essence thereby having actuality, and its actuality being at the same time a free shining or show in itself.", "location": 598935}
{"sentence": "But the said noble illogicality which admits error to be possible, when it comes round to say that a wrong conviction is only an error, really only falls into a further illogicality--the illogicality of dishonesty.", "location": 804480}
{"sentence": "And the result of all is that Reason supplies nothing beyond the formal unity required to simplify and systematise experiences; it is a _canon,_ not an _organon_ of truth, and can furnish only a _criticism_ of knowledge, not a _doctrine_ of the infinite.", "location": 246671}
{"sentence": "Man,--and that just because it is his nature to think,--is the only being that possesses law, religion, and morality.", "location": 41107}
{"sentence": "In Being-for-self enters the category of Ideality.", "location": 381315}
{"sentence": "More than this, it should be noted that the chief feature of the method lay in 'assigning' or 'attributing' predicates to the object that was to be cognised, for example, to God.", "location": 155570}
{"sentence": "This feeling that we are all our own is characteristic of free thought--of that voyage into the open, where nothing is below us or above us, and we stand in solitude with ourselves alone.", "location": 160788}
{"sentence": "It would be more correct to say that the Sceptic has no doubt of his point, which is the nothingness of all finite existence.", "location": 326047}
{"sentence": "(1) The proposition that Being and Nothing is the same seems so paradoxical to the imagination or understanding, that it is perhaps taken for a joke.", "location": 350674}
{"sentence": "All finite things involve an untruth: they have a notion and an existence, but their existence does not meet the requirements of the notion.", "location": 132718}
{"sentence": "(2) If the opposition in thought is stated in this immediacy as Being and Nothing, the shock of its nullity is too great not to stimulate the attempt to fix Being and secure it against the transition into Nothing.", "location": 346818}
{"sentence": "They are anything but a mere sort and mode for something else: in fact the very reverse of that.", "location": 548395}
{"sentence": "But there are two objections to be noted.", "location": 239622}
{"sentence": "But a recognition of the     existence of this power is not enough and does not avail to tell     us what are the contents of the will or practical reason.", "location": 251274}
{"sentence": "But, as _specific_ distinguishing, it is the further judgment of repelling itself as a totality from itself, and thus, in the first place, pre-supposing itself as an external universe.", "location": 752367}
{"sentence": "And that generality is not something external to, or something in addition to other abstract qualities, or to mere features discovered by reflection.", "location": 648113}
{"sentence": "In this dialogue the reader complains to the author that he has completely failed to place himself in the idealist's position, and is inconsolable at the thought that things around him are no real things but mere appearances.", "location": 509329}
{"sentence": "For in Nature, where the form of the Idea is to be other than, and at the same time outside, itself, greater importance is for that very reason attached to quantity than in the spiritual world, the world of free inwardness.", "location": 400468}
{"sentence": "It is the 'moment' or factor which (as noticed in the Introduction and § 192) was overlooked and neglected in the analytic form of syllogisms, under which the so-called proofs of the Being of a God presented this elevation.", "location": 719743}
{"sentence": "The free self-determination which Kant denied to the speculative,     he has expressly vindicated for the practical reason.", "location": 249510}
{"sentence": "'Many-sidedness prepares, properly speaking, only the element in which the one-sided can act....", "location": 848980}
{"sentence": "No complaint is oftener made against the notion than that it is _abstract._ Of course it is abstract, if abstract means that the medium in which the notion exists is thought in general and not the sensible thing in its empirical concreteness.", "location": 618498}
{"sentence": "When thought grows hopeless of ever achieving, by its own means, the solution of the contradiction which it has by its own action brought upon itself, it turns back to those solutions of the question with which the mind had learned to pacify itself in some of its other modes and forms.", "location": 64591}
{"sentence": "If this were all, and if Logic did no more than make men acquainted with the action of thought as the faculty of comparison and classification, it would produce nothing which had not been done quite as well before.", "location": 94189}
{"sentence": "P. 177, l. 3 from bottom.", "location": 36569}
{"sentence": "But if this intuition be qualified as intellectual, we must really mean intuition which thinks, unless, in a question about the nature of God, we are willing to interpret intellect to mean images and representations of imagination.", "location": 274030}
{"sentence": "In the first place Spinoza does not define God as the unity of God with the world, but as the union of thought with extension, that is, with the material world.", "location": 239664}
{"sentence": "For this dependency is in like manner directly suspended, and is rather the reflection of the cause in itself, its primariness: in short, it is in the effect that the cause first becomes actual and a cause.", "location": 584070}
{"sentence": "The sceptic mistakes the true value of his result, when he supposes it to be no more than a negation pure and simple.", "location": 327776}
{"sentence": "But the name of a Philosophy of Nature still recalls a time of hasty enthusiasms and over-grasping ambition of thought which, in its eagerness to understand the mystery of the universe jumped to conclusions on insufficient grounds, trusted to bold but fantastic analogies, and lavished an unwise contempt on the plodding industry of the mere hodman of facts and experiments.", "location": 8106}
{"sentence": "Such is the continuous specification by which the judgment, through a copula charged with content, comes to be a syllogism.", "location": 633288}
{"sentence": "A deeper insight into nature reveals God as creating the world out of nothing.", "location": 501098}
{"sentence": "It was the general assumption of this metaphysic that a knowledge of the Absolute was gained by assigning predicates to it.", "location": 150439}
{"sentence": "The foundation of all determinateness is negation (as Spinoza says, _Omnis determinatio est negatio_).", "location": 367082}
{"sentence": "We moderns, too, by our whole up-bringing, have been initiated into ideas which it is extremely difficult to overstep, on account of their far-reaching significance.", "location": 160222}
{"sentence": "Yet it is assumed--in an attempt to explain divine foreknowledge and defend freedom--that man may in some measure place himself on the divine standpoint (v. 5).", "location": 831987}
{"sentence": "A thing is what it is, only in and by reason of its limit.", "location": 369379}
{"sentence": "343: 'Evidently reason is the true and proper life of our nature.'", "location": 844256}
{"sentence": "Schelling (v. 308) quotes in illustration of pragmatic history-writing the words of Faust to Wagner (Goethe, xi.", "location": 880995}
{"sentence": "Repulsion is a term originally employed in the study of matter, to mean that matter, as a Many, in each of these many Ones, behaves as exclusive to all the others.", "location": 387230}
{"sentence": "the teleological, is there and then put as implicitly null, and only 'ideal.'", "location": 729991}
{"sentence": "But these totalities--God, the Soul, the World,--were taken by the metaphysician as subjects made and ready, to form the basis for an application of the categories of the understanding.", "location": 158170}
{"sentence": "No doubt it contains difference, but the different pieces stand, as it were, without affinity to each other, and their connexion is only extraneous.", "location": 699712}
{"sentence": "Not that such analysis is illegitimate: we only mean that the external and mechanical relation of whole and parts is not sufficient for us, if we want to study organic life in its truth.", "location": 519053}
{"sentence": "(2) In the history of philosophy the different stages of the logical Idea assume the shape of successive systems, each based on a particular definition of the Absolute.", "location": 342331}
{"sentence": "fourth Letter to Clarke).", "location": 868748}
{"sentence": "Under this head we must also class the philosophy which proposes to build upon anthropology,' facts of consciousness, inward sense, or outward experience.", "location": 79758}
{"sentence": "Philosophy therefore advances nothing new; and our present discussion has led us to a conclusion which agrees with the natural belief of mankind.", "location": 115869}
{"sentence": "The first reflection of awakened consciousness in men told them that they were naked.", "location": 140540}
{"sentence": "But God knows what He wills, is determined in His eternal will neither by accident from within nor from without, and what He wills He also accomplishes, irresistibly.", "location": 567759}
{"sentence": "Either the finitude of the existing world, which is left as much a fact as it was before, clings to the notion of Deity, and God has to be defined as the immediate substance of that world,--which is Pantheism: or He remains an object set over against the subject, and in this way, finite,--which is Dualism.", "location": 172976}
{"sentence": "5; also Hegel's _Werke,_ ii.", "location": 898166}
{"sentence": "'Natural Theology,' here to be taken in a narrower sense than in p. 73, where it is equivalent to Rational Theology in general.", "location": 833420}
{"sentence": "Plato, _Phaedrus,_ 247 A (φθόνoς γὰρ ξω θείον χόρoυ ἴσταται); _Timaeus,_ 29 E; and Aristotle, _Metaph._ i.", "location": 879954}
{"sentence": "The method of empirical science exhibits two defects.", "location": 58172}
{"sentence": "And Aristotle would have been the last person to give any countenance to those who wish to attach importance to such inquiries or to the syllogism of understanding in general.", "location": 671737}
{"sentence": "'I,' is just every 'I,' which in like manner excludes all others from itself.", "location": 103392}
{"sentence": "(ß) Being, if kept distinct and apart from its determinate mode, as it is in Being-by-self (Being implicit), would be only the vacant abstraction of Being.", "location": 368716}
{"sentence": "By philosophical principles for the preservation of the hair are probably meant chemical or physiological principles.", "location": 84666}
{"sentence": "THIRD SUB-DIVISION OF LOGIC.", "location": 602153}
{"sentence": "Its office is to give objective, imperative laws of freedom,--laws, that is, which state what ought to happen.", "location": 247971}
{"sentence": "One consequence of this weakness is that authors, preachers, and orators are found most intelligible, when they speak of things which their readers or hearers already know by rote,--things which the latter are conversant with, and which require no explanation.", "location": 46087}
{"sentence": "In the present case, to express the nature of the features of the Infinite or Thing-in-itself, Reason would have nothing except the categories: and in any endeavour so to employ them Reason becomes over-soaring or 'transcendent.'", "location": 217690}
{"sentence": "--A similar spirit is operative in Krug's proposal (in his _Fundamental Philosophy,_ 1803) to start with what he called 'philosophical problematics.'", "location": 791382}
{"sentence": "The sciences postulate their respective objects, such as space, number, or whatever it be; and it might be supposed that philosophy had also to postulate the existence of thought.", "location": 80725}
{"sentence": "The passages are Respons.", "location": 281045}
{"sentence": "The grounds are themselves existences: and the existents in like manner are in many directions grounds as well as consequents.", "location": 486881}
{"sentence": "This is the case, for example, with the solar system, which may be described as the realm of free measures.", "location": 428538}
{"sentence": "At an earlier period all sort of anthropomorphic conceptions, as they are termed, were banished from God, as being finite and therefore unworthy of the infinite; and in this way God had been reduced to a tolerably blank being.", "location": 270318}
{"sentence": "The verses (forming part of the advice which Mephistopheles, personating Faust, gives to the recently-arrived pupil) stand in the original in a different order: beginning \"Dann hat er die Theile in seiner Hand,\" &c. The meaning of these and the two preceding lines is somewhat as follows, in versification even laxer than Goethe's:--      If you want to describe life and gather its meaning,     To drive out its spirit most be your beginning,     Then though fast in your hand lie the parts one by one     The spirit that linked them, alas!", "location": 822143}
{"sentence": "(3) The Absolute is pure Quantity.", "location": 395721}
{"sentence": "The genuine discussion on logical ground, therefore, must be deferred till we come to the proper province of Logic itself.", "location": 283711}
{"sentence": "In this manner subject and predicate are each the whole judgment.", "location": 655482}
{"sentence": "Thus at one time the colours are regarded as in polar opposition to one another, and called complementary colours: at another time they are looked at in their indifferent and merely quantitative difference of red, yellow, green, &c.  (2) Instead of speaking by the maxim of Excluded Middle (which is the maxim of abstract understanding) we should rather say: Everything is opposite.", "location": 471511}
{"sentence": "Given something, and up starts an other to us: we know that there is not something only, but an other as well.", "location": 370607}
{"sentence": "Despite these efforts, Project Gutenberg™ electronic works, and the medium on which they may be stored, may contain “Defects,” such as, but not limited to, incomplete, inaccurate or corrupt data, transcription errors, a copyright or other intellectual property infringement, a defective or damaged disk or other medium, a computer virus, or computer codes that damage or cannot be read by your equipment.", "location": 913504}
{"sentence": "If you are not located in the United States, you will have to check the laws of the country where you are located before using this eBook.", "location": 360}
{"sentence": "333: 'Man has nothing at all but experience; and everything he comes to be comes to only through experience, through life itself.", "location": 789491}
{"sentence": "In Nature nothing else would have to be discerned, except the Idea: but the Idea has here divested itself of its proper being.", "location": 83383}
{"sentence": "Intensive and Extensive magnitude are not, any more than the other, two species, of which the one involves a character not possessed by the other: what is Extensive magnitude is just as much Intensive, and _vice versâ._  Intensive magnitude or Degree is in its notion distinct from Extensive magnitude or the Quantum.", "location": 410023}
{"sentence": "\"Practical,\" properly so called, are only those propositions which relate to _Liberty_ under laws.", "location": 835135}
{"sentence": "He succeeded in assigning to thought what properly belongs to it.", "location": 105491}
{"sentence": "As simple Being, the One is simple self-reference; as Being modified it is determinate: but the determinateness is not in this case a finite determinateness--a somewhat in distinction from an other--but infinite, because it contains distinction absorbed and annulled in itself.", "location": 382759}
{"sentence": "After-thought = Nachdenken, _e.g._ thought which retraces and reproduces an original, but submerged, thought (cf.", "location": 786214}
{"sentence": "Notions, in fact, are here synonymous with mental representations; a _clear_ notion is an abstract simple representation: a _distinct_ notion is one where, in addition to the simplicity, there is one 'mark' or character emphasised as a sign for subjective cognition.", "location": 620753}
{"sentence": "For it is a thought of which such conception is the vehicle, and there is no want of the form of universality, without which no content could be in me, or be a conception at all.", "location": 100428}
{"sentence": "We must remember however what 'untrue' signifies.", "location": 518129}
{"sentence": "The only question which can be considered is, whether our usual conception of what is called an 'object' approximately corresponds to the object as here described.", "location": 687069}
{"sentence": "The negation of the several matters, which is insisted on in the thing no less than their independent existence, occurs in Physics as _porosity._ Each of the several matters (colouring matter, odorific matter, and if we believe some people, even sound-matter,--not excluding caloric, electric matter, &c:) is also negated: and in this negation of theirs, or as interpenetrating their pores, we find the numerous other independent matters, which, being similarly porous, make room in turn for the existence of the rest.", "location": 502730}
{"sentence": "When Logic takes this ground, it is a higher science than we are in the habit of supposing.", "location": 95554}
{"sentence": "The universality moulded by Reason, and described as the absolute and final end or the Good, would be realised in the world, and realised moreover by means of a third thing, the power which proposes this End as well as realises it,--that is, God.", "location": 256621}
{"sentence": "As the difference between the analytical and synthetical methods is commonly stated, it seems entirely optional which of the two we employ.", "location": 764071}
{"sentence": "The forms of thought must be studied in their essential nature and complete development: they are at once the object of research and the action of that object.", "location": 197178}
{"sentence": "It gives not a criticism, like Kant; not a principle, like Fichte; not a bird's eye view of the fields of nature and history, like Schelling; it attempts the hard work of re-constructing, step by step, into totality the fragments of the organism of intelligence.", "location": 12386}
{"sentence": "But the ancient philosophers were in a different position.", "location": 160388}
{"sentence": "*       *       *       *       *  Philosophical method is analytical as well as synthetical, not indeed in the sense of a bare juxtaposition or mere alternating employment of these two methods of finite cognition, but rather in such a way that it holds them merged in itself.", "location": 780445}
{"sentence": "Speculative Logic contains all previous Logic and Metaphysics: it preserves the same forms of thought, the same laws and objects,--while at the same time remodelling and expanding them with wider categories.", "location": 59760}
{"sentence": "Combining means more than separating: reconstructing more than onlooking.'", "location": 823103}
{"sentence": "Its 'ideal' content is nothing but the notion in its detailed terms: its 'real' content is only the exhibition which the notion gives itself in the form of external existence, whilst yet, by enclosing this shape in its ideality, it keeps it in its power, and so keeps itself in it.", "location": 732237}
{"sentence": "The one is made visible in the other, and is only in so far as that other is.", "location": 465027}
{"sentence": "This is the same definition as the previous one that the Absolute is Being, in so far as Being likewise is simple self-relation.", "location": 440048}
{"sentence": "Email contact links and up to date contact information can be found at the Foundation’s website and official page at www.gutenberg.org/contact  Section 4.", "location": 918565}
{"sentence": "To be thus self-related in the passage, and in the other, is the genuine Infinity.", "location": 377652}
{"sentence": "The thing to be proved is invariably implied in the assumption he starts from, and the speciousness of his proofs is only due to his prolix and apagogic mode of procedure.", "location": 230375}
{"sentence": "In the case of our ordinary conceptions, two things may happen.", "location": 124855}
{"sentence": "We must be careful, when we say that the ground is the unity of identity and difference, not to understand by this unity an abstract identity.", "location": 475003}
{"sentence": "The present explanation would be utterly misconceived if it were supposed to disparage mathematics.", "location": 399765}
{"sentence": "Abraham Gottheit Kästner (1719-1800), professor forty-four years at Göttingen, enjoyed in the latter half of the eighteenth century a considerable repute, both in literature and in mathematical science.", "location": 861755}
{"sentence": "My good intention in my act, and my conviction of its goodness, make it good.", "location": 801903}
{"sentence": "The thing-by-itself therefore is the empty substratum for these predicates of relation.", "location": 489822}
{"sentence": "As a unity of differents, therefore, it is a composite, an aggregate; and its capacity of acting on anything else continues to be an external relation.", "location": 700690}
{"sentence": "(b) _Quantum (How Much)._  101.]", "location": 405147}
{"sentence": "The further working-out of the contradictions is concealed by the nebulous imbroglio in which all matters are independent and all no less negated in each other.--If the faculties or activities are similarly hypostatised in the mind, their living unity similarly turns to the imbroglio of an action of the one on the others.", "location": 503397}
{"sentence": "But in an equally chaotic way, more abstract and more real processes are put on the same level.", "location": 874361}
{"sentence": "But in their truth, seeing that the quantitative itself in its externality is relation to self, or seeing that the independence and the indifference of the character are combined, it is Measure.", "location": 424600}
{"sentence": "In Nature it is only the veriest abstract relations of matter in its inert masses which obey the law of mechanism.", "location": 701963}
{"sentence": "But a restricted infinity is itself only a finite.", "location": 154728}
{"sentence": "Both on general grounds, and in the particular case, there are two remarks to be made upon the criticism of this exaltation in thought.", "location": 235428}
{"sentence": "Pythagoras in order of time probably comes between Anaximenes (of Ionia) and Xenophanes (of Elea).", "location": 866623}
{"sentence": "Such a Syllogism contains reason, but in utter notionlessness,--the formal Syllogism of Understanding.", "location": 659699}
{"sentence": "The subject is, (1) in the first place, an individual, which has for its predicate the reflection of the particular existence on its universal; or the judgment states the agreement or disagreement of these two aspects.", "location": 653193}
{"sentence": "It is really the proximate result of the qualitative or immediate syllogism.", "location": 674988}
{"sentence": "Abstraction moreover implies the concentration of the mind on a single point, and thus induces the habit of attending to our inward selves.", "location": 106814}
{"sentence": "Being is, in general, unreflected immediacy and transition into another.", "location": 543257}
{"sentence": "The remark is due to Blumenbach: cf.", "location": 890336}
{"sentence": "98, l. 10 from bottom.]", "location": 36244}
{"sentence": "435: 'Hence this science too promises itself few proselytes amongst men already formed: if it can hope for any at all, it hopes for them rather from the young world, whose inborn force has not yet been ruined in the laxity of the age.'", "location": 796346}
{"sentence": "On the right theory, the different judgments follow necessarily from one another, and present the continuous specification of the notion; for the judgment itself is nothing but the notion specified.", "location": 634119}
{"sentence": "Fichte to Jacobi: (Jacobi's _Briefwechsel,_ ii.", "location": 810218}
{"sentence": "This formal difference however again suspends itself, because the cause is not only a cause of something else, but also a cause of itself; while the effect is not only an effect of something else, but also an effect of itself.", "location": 587181}
{"sentence": "There is a host of interesting things in the world: Spanish poetry, chemistry, politics, and music are all very interesting, and if any one takes an interest in them we need not find fault.", "location": 312651}
{"sentence": "Quantity, as the proximate result of Being-for-self, involves the two sides in the process of the latter, attraction and repulsion, as constitutive elements of its own idea.", "location": 403840}
{"sentence": "Thus regarded, the doctrine of consolation receives a newer and a higher significance.", "location": 570451}
{"sentence": "But even without taking into consideration the possible blemish which the study of animated nature and of the other teleological aspects of existing things may contract from the pettiness of the final causes, and from puerile instances of them and their bearings, merely animated nature is, at the best, incapable of supplying the material for a truthful expression to the idea of God.", "location": 241893}
{"sentence": "All things have their measure: _i.e._ the quantitative terms of their existence, their being so or so great, does not matter within certain limits; but when these limits are exceeded by an additional more or less, the things cease to be what they were.", "location": 338753}
{"sentence": "[3] Anselm on the contrary says: _Negligentiae mihi videtur, si post-quam confirmati sumus in fide, non studemus, quod credimus, intelligere._ (Methinks it is _carelessness,_ if, after we have been confirmed in the faith, we do not _exert ourselves to see the meaning of what we believe._) [Tractat.", "location": 308407}
{"sentence": "This content is the system of Logic.", "location": 776548}
{"sentence": "It entertains an unquestioning belief that reflection is the means of ascertaining the truth, and of bringing the objects before the mind as they really are.", "location": 148293}
{"sentence": "In this manner however the idea of life has thrown off not some one particular and immediate 'This,' but this first immediacy as a whole.", "location": 751684}
{"sentence": "The qualitative character, which in the One or unit has reached the extreme point of its characterisation, has thus passed over into determinateness (quality) suppressed, _i.e._ into Being as Quantity.", "location": 388332}
{"sentence": "These ideas would put feeling and thought so far apart as to make them opposites, and would represent them as so antagonistic, that feeling, particularly religious feeling, is supposed to be contaminated, perverted, and even annihilated by thought.", "location": 40121}
{"sentence": "Philosophic thought however is equally synthetic, and evinces itself to be the action of the notion itself.", "location": 781069}
{"sentence": "Thus the criticism of a work of art ought, it is said, to be not subjective, but objective; in other words, instead of springing from the particular and accidental feeling or temper of the moment, it should keep its eye on those general points of view which the laws of art establish.", "location": 200134}
{"sentence": "It is true, they admit, that we can number things; but, they contend, things are far more than mere numbers.", "location": 419972}
{"sentence": "(1) Firstly then the subject, the individual as individual (in the Singular judgment), is a universal.", "location": 644925}
{"sentence": "One may compare _Wilhelm Meister's Wanderjahre,_ iii.", "location": 822797}
{"sentence": "A bad man is an untrue man, a man who does not behave as his notion or his vocation requires.", "location": 735470}
{"sentence": "Kant's remark, _Krit.", "location": 857605}
{"sentence": "The warrant for thus assuming thought to be an activity which makes itself felt objectively, that is, to be really a Reason, is the alleged possibility of proving practical freedom by experience, that is, of showing it in the phenomenon of self-consciousness.", "location": 248082}
{"sentence": "Genuine theology is thus at the same time a real philosophy of religion, as it was, we may add, in the Middle Ages.", "location": 175256}
{"sentence": "The precise point by which we pass to the Syllogism is found in the Apodictic judgment.", "location": 658697}
{"sentence": "It is the affirmative aspect of this relation, as supposed to subsist between two things, either of which _is_ as much as the other, which Jacobi mainly has in his eye when he attacks the demonstrations of the understanding.", "location": 237979}
{"sentence": "To such conduct the same remarks apply as were made in connexion with the law of sufficient ground.", "location": 551720}
{"sentence": "This unity of the universal and the particular is the notion: and it is the notion which, as we now see, forms the content of the judgment.", "location": 652883}
{"sentence": "The answer to these charges, in so far as they are warranted by their facts, is, that they do not touch thinking in general, certainly not the thinking of Reason, but only the exercise of Understanding.", "location": 310867}
{"sentence": "Quid est aliud de philosophia tractare nisi verae religionis regulas exponere?_'   [1] _Christian Märklin,_ cap.", "location": 35362}
{"sentence": "It is no less false to imagine the Idea to be mere abstraction.", "location": 734435}
{"sentence": "In other words, characteristics which the understanding holds to be totally different, the straight line and the curve, are expressly invested with identity.", "location": 206959}
{"sentence": "This relation, as represented in the first premiss, itself becomes the Means, which at the same time involves the syllogism, that through this relation--in which the action of the End is contained and dominant--the End is coupled with objectivity.", "location": 725878}
{"sentence": "The immanent differentiating and specifying of the notion come to sight in the judgment: for to judge is to specify the notion.", "location": 622087}
{"sentence": "(2) It follows from this that the 'reasonable' result, though it be only a thought and abstract, is still a concrete, being not a plain formal unity, but a unity of distinct propositions.", "location": 328765}
{"sentence": "In his more strictly scientific dialogues Plato employs the dialectical method to show the finitude of all hard and fast terms of understanding.", "location": 322185}
{"sentence": "The intellectual principle underlying the idea of divine providence will hereafter be shown to be the notion.", "location": 566614}
{"sentence": "The study of truth, or, as it is here explained to mean, consistency, constitutes the proper problem of logic.", "location": 133107}
{"sentence": "But this harmony between the 'is' and the 'ought to be' is not torpid and rigidly stationary.", "location": 773792}
{"sentence": "The significance of appearance however must be properly grasped, or mistakes will arise.", "location": 507006}
{"sentence": "This is the method of the Ontological proof.", "location": 242721}
{"sentence": "But to have these figurate conceptions does not imply that we appreciate their intellectual significance, the thoughts and rational notions to which they correspond.", "location": 44237}
{"sentence": "Nothing is real for us except what is _immediately given_ us, without any mediation by concepts, without our feeling at liberty.", "location": 847026}
{"sentence": "The speech from the throne was read on Feb. 3rd, 1825.", "location": 790301}
{"sentence": "'To become' is the true expression for the resultant of 'To be' and 'Not to be'; it is the unity of the two; but not only is it the unity, it is also inherent unrest,--the unity, which is no mere reference-to-self and therefore without movement, but which, through the diversity of Being and Nothing that is in it, is at war within itself.--Determinate being, on the other hand, is this unity, or Becoming in this form of unity: hence all that 'is there and so,' is one-sided and finite.", "location": 356957}
{"sentence": "'If the Absolute, like its phenomenon Reason, be (as it is) eternally one and the same, then each reason, which has turned itself upon and cognised itself, has produced a true philosophy and solved the problem which, like its solution, is at all times the same.", "location": 853504}
{"sentence": "Truth in the deeper sense consists in the identity between objectivity and the notion.", "location": 735115}
{"sentence": "Colour is either yellow or blue or red.", "location": 652696}
{"sentence": "A doctrine like this is closely allied with the self-styled philosophy which denies that the true is cognoscible: because for the Will, truth--_i.e._ the rationality of the Will--lies in the moral laws.", "location": 799570}
{"sentence": "At the present day, the special line of distinction established by Kant between the subjective and objective is adopted by the phraseology of the educated world.", "location": 199972}
{"sentence": "Similarly a single particularity may have various characters in itself, so that the same _medius terminus_ would serve to connect the subject with several different universals.", "location": 666480}
{"sentence": "But as it is invested with the character of total notion, it is the contradiction between this totality and the special mode of its existence.", "location": 710085}
{"sentence": "The following sentence, with active links to, or other immediate access to, the full Project Gutenberg™ License must appear prominently whenever any copy of a Project Gutenberg™ work (any work on which the phrase “Project Gutenberg” appears, or with which the phrase “Project Gutenberg” is associated) is accessed, displayed, performed, viewed, copied or distributed:      This eBook is for the use of anyone anywhere in the United States and most     other parts of the world at no cost and with almost no restrictions     whatsoever.", "location": 907760}
{"sentence": "In the case of these experiences the appeal turns upon something that shows itself bound up with immediate consciousness.", "location": 288835}
{"sentence": "But it is not enough simply to indicate the existence of the object of Reason.", "location": 217268}
{"sentence": "Truth, however, as opposed to correctness, depends solely on the form, viz.", "location": 637642}
{"sentence": "So again, in connexion with thought, the main thing is not to confuse the true Identity, which contains Being and its characteristics ideally transfigured in it, with an abstract Identity, identity of bare form.", "location": 454882}
{"sentence": "But, again, if this immediate consciousness, as exhibited in experience, be taken separately, so far as it is a consciousness of God and the divine nature, the state of mind which it implies is generally described as an exaltation above the finite, above the senses, and above the instinctive desires and affections of the natural heart: which exaltation passes over into, and terminates in, faith in God and a divine order.", "location": 289165}
{"sentence": "(3) We have also the mediating Universal explicitly put as a totality of its particular members, and as a single particular, or exclusive individuality:--which happens in the Disjunctive syllogism.", "location": 682829}
{"sentence": "The notion is concrete out and out: because the negative unity with itself, as characterisation pure and entire, which is individuality, is just what constitutes its self-relation, its universality.", "location": 617121}
{"sentence": "It persecutes this faith of reason even into our inmost consciousness, where it tries to make us distrust the feeling of our identity and personality.'", "location": 842823}
{"sentence": "Neither in heaven nor in earth, neither in the world of mind nor of nature, is there anywhere such an abstract 'Either--or' as the understanding maintains.", "location": 471894}
{"sentence": "It thus comes to itself, to its truth: it enters upon existence as a free Kind self-subsistent.", "location": 751822}
{"sentence": "Conversely, the predicate as universal is self-subsistent, and indifferent whether this subject is or not.", "location": 632171}
{"sentence": "In the logic of understanding, the notion is generally reckoned a mere form of thought, and treated as a general conception.", "location": 602798}
{"sentence": "The Idea, as unity of the Subjective and Objective Idea, is the notion of the Idea,--a notion whose object (_Gegenstand_) is the Idea as such, and for which the objective (_Objekt_) is Idea,--an Object which embraces all characteristics in its unity.", "location": 774704}
{"sentence": "It may also be said in this strain that the absolute idea is the universal, but the universal not merely as an abstract form to which the particular content is a stranger, but as the absolute form, into which all the categories, the whole fullness of the content it has given being to, have retired.", "location": 777145}
{"sentence": "If mere existence be enough to make objectivity, even a crime is objective: but it is an existence which is nullity at the core, as is definitely made apparent when the day of punishment comes.", "location": 209780}
{"sentence": "If his theory really goes beyond actualities, if it constructs an ideal, a world as it ought to be, then such existence as it has is only in his intentions--a yielding element in which anything you please may be fancy-formed.'", "location": 788837}
{"sentence": "68) between Logic and Wissenschaftslehre.", "location": 813947}
{"sentence": "The uniformly favourable reception and acceptance which attended Kant's criticism of the Ontological proof was undoubtedly due to the illustration which he made use of.", "location": 243383}
{"sentence": "In all this it is not humility which holds back from the knowledge and study of the truth, but a conviction that we are already in full possession of it.", "location": 90384}
{"sentence": "It is this aspect of the syllogism which the common logics mainly treat of.", "location": 664035}
{"sentence": "The fault in conception lies deeper.", "location": 101029}
{"sentence": "God as merely the Father is not yet the true (it is the Jewish religion where he is thus without the Son): He is rather beginning and end: He is his presupposition, makes himself a presupposition (this is only another form of distinguishing): He is the eternal process.'", "location": 820280}
{"sentence": "The pleasure the reader takes in the writer is a concealed pleasure in himself.", "location": 787296}
{"sentence": "But in the notion, where their identity is expressly assumed, each of its functions can be immediately apprehended only from and with the rest.", "location": 617530}
{"sentence": "To the philosophy of Fichte belongs the great merit of having called attention to the need of exhibiting the _necessity_ of these categories and giving a genuine _deduction_ of them.", "location": 203386}
{"sentence": "The first edition is a thin octavo volume of pp.", "location": 14302}
{"sentence": "Becoming is only the explicit statement of what Being is in its truth.", "location": 359034}
{"sentence": "For anything to be finite is just to suppress itself and put itself aside.", "location": 318552}
{"sentence": "It was asked, for example, whether a single grain makes a heap of wheat, or whether it makes a bald-tail to tear out a single hair from the horse's tail.", "location": 431425}
{"sentence": "The Essence must appear or shine forth.", "location": 504402}
{"sentence": "Yet a more distinct manifestation of Quality as such, in mind even, is found in the case of besotted or morbid conditions, especially in states of passion and when the passion rises to derangement.", "location": 366188}
{"sentence": "Yet in two directions the works of Hegel furnish a supplement to the defects of the _Encyclopaedia._  One of these aids to comprehension is the _Phenomenology of Spirit,_ published in his thirty-seventh year.", "location": 5146}
{"sentence": "Hence the actual is exempted from transition, and its externality is its energising.", "location": 543542}
{"sentence": "Show is the proximate truth of Being or immediacy.", "location": 505216}
{"sentence": "On this fact again depends the advance to the third form of the Reflective judgment, viz.", "location": 646484}
{"sentence": "But, as a matter of fact, the object is the notion implicitly: and thus when the notion, in the shape of End, is realised in the object, we have but the manifestation of the inner nature of the object itself.", "location": 730808}
{"sentence": "To form a notion of an object means therefore to become aware of its notion: and when we proceed to a criticism or judgment of the object, we are not performing a subjective act, and merely ascribing this or that predicate to the object.", "location": 627513}
{"sentence": "There are other flowers and other objects which are red too.", "location": 639273}
{"sentence": "On the other, however, the living individuality, which, on account of its first immediacy, stands in a negative attitude towards universality, sinks in the superior power of the latter.", "location": 750606}
{"sentence": "The general will is the notion of the will: and the laws are the special clauses of this will and based upon the notion of it.", "location": 615727}
{"sentence": "The mind, of all things, must be looked at in its concrete actuality, in its energy; and in such a way that its manifestations are seen to be determined by its inward force.", "location": 167724}
{"sentence": "Where there is no definite quality, knowledge is impossible.", "location": 177052}
{"sentence": "But if a comparison is instituted between the essence of the world and the essence of the mind, it does seem strange to hear how calmly and confidently the modest dogma has been advanced by one, and repeated by others, that thought or Reason, and not the World, is the seat of contradiction.", "location": 225387}
{"sentence": "But that elevation, as it takes place in the mind, serves to correct this semblance: in fact, it has no other meaning than to correct that semblance.", "location": 238391}
{"sentence": "All that these terms mean is that the things in question are not to be taken single, in their immediacy, but as a complex, and then, perhaps, in addition, in their various bearings.", "location": 443563}
{"sentence": "The human soul has much to do, before it makes its corporeal nature into a means.", "location": 726575}
{"sentence": "So it happens that a ground can be found and adduced for everything: and a good ground (for example, a good motive for action) may effect something or may not, it may have a consequence or it may not.", "location": 486094}
{"sentence": "The Logic of the Notion is usually treated as a science of form only, and understood to deal with the form of notion, judgment, and syllogism as form, without in the least touching the question whether anything is true.", "location": 610254}
{"sentence": "Yet even philosophic thought is often held to be a merely formal act; and that logic, which confessedly deals only with thoughts _quâ_ thoughts, is merely formal, is especially a foregone conclusion.", "location": 515038}
{"sentence": "From it arises (v. 27), the highest possible _acquiescentia mentis,_ in which the mind contemplates all things _sub specie aeternitatis_ (v. 29), knows itself to be in God and sees itself and all things in their divine essence.", "location": 884683}
{"sentence": "That means: it contains the same view of facts, but in its method is quite independent of the Kantian exposition.'", "location": 824889}
{"sentence": "Thus as life is the initial particularisation, so it results in the negative self-asserting unity: in the dialectic of its corporeity it only coalesces with itself.", "location": 744821}
{"sentence": "It may seem as if philosophy, in order to start on its course, had, like the rest of the sciences, to begin with a subjective presupposition.", "location": 80583}
{"sentence": "This, contradiction is what forms the dialectic of quantity.", "location": 425794}
{"sentence": "So that what we want is to combine in our process of inquiry the action of the forms of thought with a criticism of them.", "location": 197056}
{"sentence": "§ 31, and below, on the Judgment).", "location": 338026}
{"sentence": "The phrase _infinite thought_ may excite surprise, if we adhere to the modern conception that thought is always limited.", "location": 152349}
{"sentence": "And it acts rightly in so doing.", "location": 291292}
{"sentence": "The Absolute is Being.", "location": 340947}
{"sentence": "In disease, merely this or that function of life is checked or negatived: in death, as we ordinarily say, body and soul part, _i.e._ subject and predicate utterly diverge.", "location": 642968}
{"sentence": "For we are now within the sphere of the notion; and here therefore, as well as in the judgment, the opposite character is not merely present potentially, but is explicit.", "location": 669409}
{"sentence": "Another proof of the finite nature of force is that it requires solicitation before it can put itself forth.", "location": 525214}
{"sentence": "This law may either be an external force, or have the form of divine authority.", "location": 144462}
{"sentence": "It employs the metaphysical categories of matter, force, those of one, many, generality, infinity, &c.; following the clue given by these categories it proceeds to draw conclusions, and in so doing pre-supposes and applies the syllogistic form.", "location": 184628}
{"sentence": "Nor--and this must be emphasised--can mere comparison ever ultimately satisfy the requirements of science.", "location": 460346}
{"sentence": "As possibility is the mere _inside_ of actuality, it is for that reason a mere _outside_ actuality, in other words, Contingency.", "location": 554555}
{"sentence": "That is to say, it not only particularises or makes into a determinate content the still indeterminate universal, but also explicitly puts an antithesis of subjectivity and objectivity, and at the same time is in its own self a return to itself; for it stamps the subjectivity of the notion, pre-supposed as against objectivity, with the mark of defect, in comparison with the complete and rounded totality, and thereby at the same time turns outwards.", "location": 724337}
{"sentence": "In the attempt to contemplate such an infinite, our thought, we are commonly informed, must sink exhausted.", "location": 374531}
{"sentence": "This universal which cannot be apprehended by the senses counts as the true and essential.", "location": 111889}
{"sentence": "The first remark deals with the question of form.", "location": 235564}
{"sentence": "(1) The first question is: What is the object of our science?", "location": 88707}
{"sentence": "At the same time Kant is careful to discard the conception of external or finite adaptation, in which the End is only an adventitious form for the means and material in which it is realised.", "location": 255103}
{"sentence": "The unintelligence of sense, to take everything limited and finite for Being, passes into the obstinacy of understanding, which views the finite as self-identical, not inherently self-contradictory.", "location": 447848}
{"sentence": "81-97, that Plato exhibits this view of knowledge.", "location": 849934}
{"sentence": "Or the alteration of the quantum is also an alteration of the quality.", "location": 430253}
{"sentence": "On the side of its negative unity it is Form in which Matter is determined and deposed to the rank of properties (§ 125).", "location": 502273}
{"sentence": "They may all be put under the first stage, that of understanding, and so kept isolated from each other; but this would give an inadequate conception of them.--The statement of the dividing lines and the characteristic aspects of logic is at this point no more than historical and anticipatory.", "location": 309309}
{"sentence": "Being so, Identity is at the same time self-relation, and, what is more, negative self-relation; in other words, it draws a distinction between it and itself.", "location": 457122}
{"sentence": "The main force of Kant's criticism on this process attacks it for being a syllogising, _i.e._ a transition.", "location": 233665}
{"sentence": "In this sense a bad state is an untrue state; and evil and untruth may be said to consist in the contradiction subsisting between the function or notion and the existence of the object.", "location": 132264}
{"sentence": "The two terms in the Disjunctive judgment are identical.", "location": 652736}
{"sentence": "The ground works its own suspension: and when suspended, the result of its negation is existence.", "location": 487669}
{"sentence": "An evidence of this defect and this powerlessness of the old gods is found even in the religious beliefs of antiquity.", "location": 571456}
{"sentence": "The Object is immediate being, because insensible to difference, which in it has suspended itself.", "location": 695398}
{"sentence": "Becoming is as it were a fire, which dies out in itself, when it consumes its material.", "location": 364355}
{"sentence": "Everybody feels not merely the pedantry, but the unmeaning formalism of such syllogisms as: All men are mortal, Caius is a man, therefore Caius is mortal.", "location": 678584}
{"sentence": "In the philosophical sense of the word, on the other hand, truth may be described, in general abstract terms, as the agreement of a thought-content with itself.", "location": 131685}
{"sentence": "The satisfaction of the want or appetite restores the peace between subject and object.", "location": 718313}
{"sentence": "We find the inner ground for this systematisation of judgments in the circumstance that when the Notion, which is the unity of Being and Essence in a comprehensive thought, unfolds, as it does in the judgment, it must reproduce these two stages in a transformation proper to the notion.", "location": 635467}
{"sentence": "On one hand any ground suffices: on the other no ground suffices as mere ground; because, as already said, it is yet void of a content objectively and intrinsically determined, and is therefore not self-acting and productive.", "location": 480548}
{"sentence": "*       *       *       *       *  Reason is as cunning as it is powerful.", "location": 727529}
{"sentence": "But the truth of the finite is rather its ideality.", "location": 381550}
{"sentence": "For the true statement of the case is rather as follows.", "location": 216493}
{"sentence": "Identity in its truth, as an Ideality of what immediately is, is a high category for our religious modes of mind as well as all other forms of thought and mental activity.", "location": 454219}
{"sentence": "In the popular way of looking at things, the refusal to be bound by the abstract deliverances of understanding appears as fairness, which, according to the proverb Live and let live, demands that each should have its turn; we admit the one, but we admit the other also.", "location": 319228}
{"sentence": "Contrasting his own procedure with a mannerism of the day which used an assumed set of formulas to produce in the facts a show of symmetry even more arbitrary and mechanical than the arrangements imposed _ab extra_ in the sciences, he goes on: 'This wilfulness we saw also take possession of the contents of philosophy and ride out on an intellectual knight-errantry--for a while imposing on honest true-hearted workers, though elsewhere it was only counted grotesque, and grotesque even to the pitch of madness.", "location": 14787}
{"sentence": "'Painters are not such fools as to be Newtonians: they have red, yellow, and blue, and out of these they make their other colours.'", "location": 890483}
{"sentence": "But, secondly, it is a poor way of talking to call God the _highest_ or supreme Essence.", "location": 444654}
{"sentence": "To Kant we owe the completed theory of matter as the unity of repulsion and attraction.", "location": 391825}
{"sentence": "Measure, the third grade of being, which is the unity of the first two, is a qualitative quantity.", "location": 338654}
{"sentence": "The distinction of ordinary and speculative Logic is partly like that made by Fichte (i.", "location": 813858}
{"sentence": "But the things in question here are individuals; and so again we are landed in the progression _ad infinitum_ (i, i, i, &c.).", "location": 679602}
{"sentence": "The contrast between form and content, which is thus used to criticise the notion when it is alleged to be merely formal, has, like all the other contrasts upheld by reflection, been already left behind and overcome dialectically or through itself.", "location": 603379}
{"sentence": "On the contrary the phenomena and operations of the province to which the term 'physical' in its narrower sense is applied, such as the phenomena of light, heat, magnetism, and electricity, cannot be explained by any mere mechanical processes, such as pressure, impact, displacement of parts, and the like.", "location": 702078}
{"sentence": "Thought in such circumstances means no more than an act of abstraction or of formal identity.", "location": 757916}
{"sentence": "Many of the proverbs of common life express the same contempt for what is abstractly possible.", "location": 552037}
{"sentence": "Thus, to say, Caesar _was_ in Gaul, only denies the immediacy of the event, but not his sojourn in Gaul altogether.", "location": 443171}
{"sentence": "The problem or aim of philosophy is often represented as the ascertainment of the essence of things: a phrase which only means that things instead of being left in their immediacy, must be shown to be mediated by, or based upon, something else.", "location": 441929}
{"sentence": "It would be truer to say that Dialectic gives expression to a law which is felt in all other grades of consciousness, and in general experience.", "location": 323160}
{"sentence": "Thus _e.g._ the plant is developed from its germ.", "location": 606557}
{"sentence": "'The contracted religiosity which narrows itself to a point in the heart must make that heart's softening and contrition the essential factor of its new birth; but it must at the same time recollect that it has to do with the heart of a spirit, that the spirit is the appointed authority over the heart, and that it can only have such authority so far as it is itself born again.", "location": 26552}
{"sentence": "P. 231, l. 19. weiten should be weitern.", "location": 36706}
{"sentence": "The phenomenon is a familiar one, and we often perceive it.", "location": 109790}
{"sentence": "It is the actual, in the signification of something merely possible.", "location": 555017}
{"sentence": "Now in some of these cases, the objectors foist in private aims, the utility a thing has for me, and then ask, whether it be all the same to me if the thing exist and if it do not.", "location": 352222}
{"sentence": "Bien loin d'exclure les causes finales et la considération d'un être agissant avec sagesse, c'est de là qu'il faut tout déduire en Physique._ Cf.", "location": 872871}
{"sentence": "To say that we have no such conception can only mean, that in none of these images do we recognise the notion in question, and that we are not aware that they exemplify it.", "location": 355017}
{"sentence": "The beasts never get so far as this separation, and they feel no shame.", "location": 140761}
{"sentence": "But in the postulated harmony of nature (or necessity) and free purpose,--in the final purpose of the world conceived as realised, Kant has put before us the Idea, comprehensive even in its content.", "location": 253116}
{"sentence": "That essence is the notion in _posse_ and in _esse:_ and thus the world is itself the idea.", "location": 773231}
{"sentence": "In both these points the form of necessity fails to get its due.", "location": 58738}
{"sentence": "If all this is to get scientific form, every product ought to be determined according to the grade of the concrete and completely developed process from which it essentially issues, and which gives it its peculiar significance; and for that purpose it is not less essential to distinguish grades in abstractness or reality of the process.", "location": 874457}
{"sentence": "When we say 'something else' our first impression is that something taken separately is only something, and that the quality of being another attaches to it only from outside considerations.", "location": 371323}
{"sentence": "The unity of the Idea is thought, infinity, and subjectivity, and is in consequence to be essentially distinguished from the Idea as _substance,_ just as this overlapping subjectivity, thought, or infinity is to be distinguished from the one-sided subjectivity, one-sided thought, one-sided infinity to which it descends in judging and defining.", "location": 743175}
{"sentence": "The Judgment of Reflection is distinguished from the Qualitative judgment by the circumstance that its predicate is not an immediate or abstract quality, but of such a kind as to exhibit the subject as in relation to something else.", "location": 643720}
{"sentence": "(1) The first is the doctrine of the Subjective or Formal Notion.", "location": 608176}
{"sentence": "In it the philosopher could reason out for himself a God and an immortality and talk himself into the conclusion that he was wise and good.'", "location": 814912}
{"sentence": "These are the two elements, abstract identity, on one hand, which is spoken of in this place as the notion; and Being on the other,--which Reason seeks to unify.", "location": 232423}
{"sentence": "Except for the limited right of replacement or refund set forth in paragraph 1.F.3, this work is provided to you ‘AS-IS’, WITH NO OTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.", "location": 915529}
{"sentence": "Somewhat is by its quality,--firstly finite,--secondly alterable; so that finitude and variability appertain to its being.", "location": 369125}
{"sentence": "In this manner the notion has being as its simple self-relation, or as the immediacy of its immanent unity.", "location": 599183}
{"sentence": "i, p. 18: 'The Philosophy of Nature takes up the material, prepared for it by physics out of experience, at the point to which physics has brought it, and again transforms it, without basing it ultimately on the authority of experience.", "location": 813031}
{"sentence": "Glancing at the principle of the Eleatics, Heraclitus then goes on to say: Being no more is than not-Being (οὐδὲν μᾶλλon τὸ όν τοῦ μὴ ὅντos ἐστί): a statement expressing the negativity of abstract Being, and its identity with not-Being, as made explicit in Becoming: both abstractions being alike untenable.", "location": 360487}
{"sentence": "This obliges him to attend and distinguish: he has to remember a rule and apply it to the particular case.", "location": 108924}
{"sentence": "They include the so-called principle of contradiction, with its developments, the principle of identity and excluded middle: to which, with a desire for completeness, eclectic logicians have added the Leibnizian principle of the reason.", "location": 868185}
{"sentence": "To suppose that by stepping out and away into that infinity we release ourselves from the finite, is in truth but to seek the release which comes by flight.", "location": 375097}
{"sentence": "[1] In order to judge of the greater or less extent lo which Experience shows cases of Atheism or of the belief in God, it is all-important to know if the mere general conception of deity suffices, or if a more definite knowledge of God is required.", "location": 304386}
{"sentence": "The One, as already remarked, just is self-exclusion and explicit putting itself as the Many.", "location": 387514}
{"sentence": "The object of philosophy is an actuality of which those objects, social regulations and conditions, are only the superficial outside.", "location": 53286}
{"sentence": "§ 2) 'it is evident that in plants the mother-plant contains the germs of several generations; and there is therefore no inherent improbability in the view that _tous les enfans, excepté un, fussent renfermés dans l'ovaire de la première Fille d'Eve.", "location": 888209}
{"sentence": "Still the conception of matter as original and pre-existent, and as naturally formless, is a very ancient one; it meets us even among the Greeks, at first in the mythical shape of Chaos, which is supposed to represent the unformed substratum of the existing world.", "location": 500712}
{"sentence": "A freedom involving no necessity, and mere necessity without freedom, are abstract and in this way untrue formulae of [thought.", "location": 170520}
{"sentence": "The nominal explanation of calling a thing finite is that it has an end, that it exists up to a certain point only, where it comes into contact with, and is limited by, its other.", "location": 152543}
{"sentence": "When we call one mountain the highest on the earth, we have a vision of other high mountains beside it.", "location": 444848}
{"sentence": "And so it is also the sphere in which the contradiction, still implicit in the sphere of Being, is made explicit.", "location": 449225}
{"sentence": "Not only in the study of nature, but also of the spiritual world, much depends on a just appreciation of the relation of inward and outward, and especially on avoiding the misconception that the former only is the essential point on which everything turns, while the latter is unessential and trivial.", "location": 534350}
{"sentence": "It may be well therefore at this point to observe that whenever in our study of the objective world we are engaged in quantitative determinations, it is in all cases Measure which we have in view, as the goal of our operations.", "location": 426065}
{"sentence": "12: 'Your general training and all establishments for the purpose are fool's farces.'", "location": 849305}
{"sentence": "Kant, it is well known, did not put himself to much trouble in discovering the categories.", "location": 202829}
{"sentence": "This, however, it does with the reservation that these general principles (such as force), are to have no further import or validity of their own beyond that taken from the sense-impression, and that no connexion shall be deemed legitimate except what can be shown to exist in phenomena.", "location": 183012}
{"sentence": "If we fail to note this distinction, the commonest perceptions of men's senses will be religion: for every such perception, and indeed every act of mind, implicitly contains the principle which, when it is purified and developed, rises to religion.", "location": 305416}
{"sentence": "Bearing in mind this first period of thought, the period of mere generality, we may safely say that experience is the real author of _growth_ and _advance_ in philosophy.", "location": 69705}
{"sentence": "While its constituent elements are at the same time distinguished as subject and predicate, the notion is put as their unity, as the connexion which serves to intermediate them: in short, as the Syllogism.", "location": 655901}
{"sentence": "An exclusively immediate knowledge is asserted as a fact only, and in the present Introduction we can only study it from this external point of view.", "location": 283203}
{"sentence": "The soul is, as it were, infused into its corporeity; and in that way it is at first sentient only, and not yet freely self-conscious.", "location": 746185}
{"sentence": "Even the popular voice thus recognises that something more than the facts of sense is needed to make a work pregnant with matter.", "location": 211288}
{"sentence": "LOGIC IS THE SCIENCE OF THE PURE IDEA; pure, that is, because the Idea is in the abstract medium of Thought.", "location": 86080}
{"sentence": "Yet in our material thought, the finite world continues, meanwhile, to have a real being, with God as a sort of antithesis: and thus arises the further picture of different relations of God to the world.", "location": 173459}
{"sentence": "128-139 (see Stirling's _Secret of Hegel,_ i.", "location": 857543}
{"sentence": "Again it is absurd to say that such statements as, 'I slept well last night,' or 'Present arms!'", "location": 629086}
{"sentence": "The first syllogism is a syllogism of definite being,--a Qualitative Syllogism, as stated in the last paragraph.", "location": 662884}
{"sentence": "In the End the notion has entered on free existence and has a being of its own, by means of the negation of immediate objectivity.", "location": 714975}
{"sentence": "By reading or using any part of this Project Gutenberg™ electronic work, you indicate that you have read, understand, agree to and accept all the terms of this license and intellectual property (trademark/copyright) agreement.", "location": 904820}
{"sentence": "d. r. Vernunft,_ p. 795, that Hume only erschränkt our intellect, ohne ihn zu begrenzen.", "location": 857627}
{"sentence": "They are however active syllogisms or processes; and in the subjective unity of the vital agent make only one process.", "location": 746667}
{"sentence": "This _Encyclopaedia_ is the only complete, matured, and authentic statement of Hegel's philosophical system.", "location": 4583}
{"sentence": "The two sides of the ratio are still immediate quanta: and the qualitative and quantitative characteristics still external to one another.", "location": 424461}
{"sentence": "In another class of sciences, also styled positive, but which have a rational basis and a rational beginning, philosophy claims that constituent as its own.", "location": 77576}
{"sentence": "A subtle spiritual bond, consisting in the agency of thought, is what gives unity to all these contents, and it was this bond, the form as form, that Aristotle noted and described.", "location": 105724}
{"sentence": "That consists in being at home with itself in its other, or, if enunciated as a process, in coming to itself in its other.", "location": 373892}
{"sentence": "P. 44, § 22, _the mere fact of conviction._ Cf.", "location": 799088}
{"sentence": "The thought did not gain its full recognition till the days of Christianity.", "location": 614081}
{"sentence": "Reciprocal action realises the causal relation in its complete development.", "location": 591220}
{"sentence": "Kant, _Kritik der reinen Vernunft,_ 2nd ed.", "location": 882862}
{"sentence": "The individual and universal are _its_ constituents, and therefore characters which cannot be isolated.", "location": 624267}
{"sentence": "And to show that, in point of fact, there is a knowledge which advances neither by unmixed immediacy nor by unmixed mediation, we can point to the example of Logic and the whole of philosophy.", "location": 299804}
{"sentence": "But if this infinity be taken as the negative which it is, it is the _negative_ self-relating element in the correlation,--Force, the self-identical whole, or immanency; which yet supersedes this immanency and gives itself expression;--and conversely the expression which vanishes and returns into Force.", "location": 521492}
{"sentence": "That Philosophy never can get on without the understanding hardly calls for special remark after what has been said.", "location": 316332}
{"sentence": "We speak, for example, of the reality of a plan or a purpose, meaning thereby that they are no longer inner and subjective, but have passed into being-there-and-then.", "location": 367871}
{"sentence": "The Being as such of Quality, contrasted with this reference to somewhat else, is Being-by-self.", "location": 366984}
{"sentence": "To the ordinary mind this view must at first glance seem an utter paradox, perhaps a mere craze.", "location": 418758}
{"sentence": "The form embraces in it the matter or subsistence as one of its characteristics.", "location": 510173}
{"sentence": "identity, and unlikeness by itself is difference.", "location": 458137}
{"sentence": "The two are wholly dialectical.", "location": 698914}
{"sentence": "Thus the Notion is the truth of Being and Essence, inasmuch as the shining or show of self-reflection is itself at the same time independent immediacy, and this being of a different actuality is immediately only a shining or show on itself.", "location": 597227}
{"sentence": "This exclusiveness is enough to show that the theory is a relapse into the metaphysical understanding, with its pass-words 'Either--or.'", "location": 282774}
{"sentence": "And (2) since the result is the abolition of the contradiction, it comes in the shape of a simple unity with itself: that is to say, it also is Being, but Being with negation or determinateness: it is Becoming expressly put in the form of one of its elements, viz.", "location": 363376}
{"sentence": "In the ancient mind the feeling was more of the following kind: Because such a thing is, it is, and as it is, so ought it to be.", "location": 568805}
{"sentence": "Fichte ought to have produced at least one effect on the method of logic.", "location": 203569}
{"sentence": "It may be said to be the distinction of philosophy from ordinary consciousness that it sees the merely phenomenal character of what the latter supposes to have a self-subsistent being.", "location": 506821}
{"sentence": "One special circumstance after another has been adduced in explanation of this phenomenon.", "location": 614670}
{"sentence": "And the question comes to this: What are the forms of the infinite, and what are the forms of the finite?", "location": 133449}
{"sentence": "The only other works which came directly from his hand are a few essays, addresses, and reviews.", "location": 4138}
{"sentence": "It would be truer to say that it is subjectivity itself which, as dialectical, breaks through its own barriers and opens out into objectivity by means of the syllogism.", "location": 686192}
{"sentence": "It will, however, on the converse side no less assert: '_Nihil est in sensu quod non fuerit in intellectu._' And this may be taken in two senses.", "location": 57469}
{"sentence": "Its process is to show itself as what is at the same time subjective, and thus form the step onwards to the idea.", "location": 699162}
{"sentence": "In the finite sphere we never get over the difference of the form-characteristics in their relation: and hence we turn the matter round and define the cause also as something dependent or as an effect.", "location": 585546}
{"sentence": "Aristotle's definition of life virtually implies inner design, and is thus far in advance of the notion of design in modern Teleology, which had in view finite and outward design only.", "location": 717889}
{"sentence": "[2] Hegel's _Briefe,_ i.", "location": 35479}
{"sentence": "While thus contingent, however, this pre-supposed or ante-stated term, in respect withal of the fact, which is the totality, is a complete circle of conditions, (ß) The conditions are passive, are used as materials for the fact, into the content of which they thus enter.", "location": 573804}
{"sentence": "This however does not mean that character is a mode of being which pervades the soul and is immediately identical with it, as is the case in the natural world with the elementary bodies before mentioned.", "location": 365984}
{"sentence": "It would be, therefore, a mistake to restrict it to the special physical department from which it derives its name.", "location": 703804}
{"sentence": "Such a concrete category as Actuality includes the characteristics aforesaid and their difference, and is therefore also the development of them, in such a way that, as it has them, they are at the same time plainly understood to be a show, to be assumed or imposed (§ 141).", "location": 547091}
{"sentence": "This ideality of the finite is the chief maxim of philosophy; and for that reason every genuine philosophy is idealism.", "location": 381765}
{"sentence": "But 'I,' in the abstract, as such, is the mere act of self-concentration or self-relation, in which we make abstraction from all conception and feeling, from every state of mind and every peculiarity of nature, talent, and experience.", "location": 103835}
{"sentence": "Information about the Project Gutenberg Literary Archive Foundation  The Project Gutenberg Literary Archive Foundation is a non-profit 501(c)(3) educational corporation organized under the laws of the state of Mississippi and granted tax exempt status by the Internal Revenue Service.", "location": 917937}
{"sentence": "That is certainly matter of general experience.", "location": 453422}
{"sentence": "It no less mistakes the relation between them, ever when it has been expressly stated.", "location": 739645}
{"sentence": "But the positive by itself has no sense; it is wholly in reference to the negative.", "location": 438782}
{"sentence": "Such a view must be abandoned to those theories, which ascribe so-called reality and genuine actuality to the existent thing and all the other categories which have not yet penetrated as far as the Idea.", "location": 734231}
{"sentence": "Creating the works from print editions not protected by U.S. copyright law means that no one owns a United States copyright in these works, so the Foundation (and you!)", "location": 903070}
{"sentence": "It regards God _i.e._ as the cause of the finite universe; but as God is infinite, all that is predicated of him must be taken as merely approximative (_sensu eminentiori_) and there is left a vast remainder which can only be filled up with negations [Durandus de S. Porciano on the Sentent, i.", "location": 821026}
{"sentence": "The process of chemism consists in passing to and fro from one form to another; which forms continue to be as external as before.--In the neutral product the specific properties, which the extremes bore towards each other, are merged.", "location": 712793}
{"sentence": "Both Jacobi and Descartes maintain the following three points:  (1) The simple inseparability of the thought and being of the thinker.", "location": 300312}
{"sentence": "Here Everything is put under a predicate, which is the reverse of the identity attributed to it in the first maxim; and therefore under a law contradicting the first.", "location": 458344}
{"sentence": "Thought deprived existing institutions of their force.", "location": 96230}
{"sentence": "(_Phil._) Nothing but forces.", "location": 876512}
{"sentence": "If thought is the constitutive substance of external things, it is also the universal substance of what is spiritual.", "location": 121202}
{"sentence": "(ß) _Judgment of Reflection._  174.]", "location": 643141}
{"sentence": "If--as the fact of beauty teaches--man is free even in association with the senses, and if--as the conception necessarily involves--liberty is something absolute and supersensible, there can no longer be any question how he comes to elevate himself from limitations to the absolute: for in beauty this has already come to pass.'", "location": 839595}
{"sentence": "He writes to his wife (in 1827) that he had looked at the university buildings in Louvain and Liège with the feeling that they might one day afford him a resting-place 'when the parsons in Berlin make the Kupfergraben completely intolerable for him[13].'", "location": 23951}
{"sentence": "This distinction, however, has no existence on purely logical principles, by which the judgment is taken in the quite universal signification that all things are a judgment.", "location": 627977}
{"sentence": "to be an other, it follows that something in its passage into other only joins with itself.", "location": 377560}
{"sentence": "Will looks upon the immediate and given present not as solid being, but as mere semblance without reality.", "location": 771950}
{"sentence": "331): 'There was a philosophy which professed to be able to expand by mere _inference_ the range thus indicated for philosophy.", "location": 814424}
{"sentence": "frankly and openly disdain carrying out the faith into the fulness of spirit, reality, and truth.'", "location": 33561}
{"sentence": "For, so far as the expression goes, the finite seems left in its place,--it is not expressly stated to be absorbed.", "location": 380464}
{"sentence": "Rather the notion is the genuine first; and things are what they are through the action of the notion, immanent in them, and revealing itself in them.", "location": 616555}
{"sentence": "To elevate the properties, which the Thing has, to the independent position of matters, or materials of which it consists, is a proceeding based upon the notion of a Thing: and for that reason is also found in experience.", "location": 495297}
{"sentence": "But finitude was not meant to be the ultimate point: and it is the process of Will itself which abolishes finitude and the contradiction it involves.", "location": 772644}
{"sentence": "Thus we find Being identified with what persists amid all change, with _matter,_ susceptible of innumerable determinations,--or even, unreflectingly, with a single existence, any chance object of the senses or of the mind.", "location": 347162}
{"sentence": "Dialectic, it may be added, is no novelty in philosophy.", "location": 321175}
{"sentence": "Instead of letting the object freely and spontaneously expound its own characteristics, metaphysic pre-supposed it ready-made.", "location": 159877}
{"sentence": "As regards the individual, each, whatever happens, is a son of his time.", "location": 788584}
{"sentence": "*       *       *       *       *  The negatively-infinite judgment, in which the subject has no relation whatever to the predicate, gets its place in the Formal Logic solely as a nonsensical curiosity.", "location": 641522}
{"sentence": "[9] Hegel's _Briefe,_ ii.", "location": 35656}
{"sentence": "The specific character however is expected to be a 'mark' only: that is to say it is to be in behoof only of the purely subjective cognition which is external to the object.", "location": 760114}
{"sentence": "But whatever is merely or abstractly simple is as such also a mere dead thing.", "location": 223465}
{"sentence": "This specific character, or the content, leads itself with the form back to the idea; and thus the idea is presented as a systematic totality which is only one idea, of which the several elements are each implicitly the idea, whilst they equally by the dialectic of the notion produce the simple independence of the idea.", "location": 784787}
{"sentence": "But there is more to be said of these concrete objects, than that they merely are or are not.", "location": 353230}
{"sentence": "The 'all metals,' 'all plants,' of our statements, mean only all the metals, all the plants, which we have hitherto become acquainted with.", "location": 679797}
{"sentence": "In its final analysis this criticism is summed up in the assertion that in strictness thought is only the indeterminate unity and the action of this indeterminate unity.", "location": 246926}
{"sentence": "In that case it is acting capriciously when it seeks to ignore this admission when speaking about faith, or it betrays a want of reflection not to know, that, if the necessity of education be once admitted, mediation is pronounced indispensable.", "location": 287956}
{"sentence": "(1) Compared with the immediate relation of whole and parts, the relation between force and its putting-forth may be considered infinite.", "location": 523937}
{"sentence": "It is on this use of _Reason_ as the faculty of inference that Kant's use of the term is founded: though it soon widely departs from its origin.", "location": 827583}
{"sentence": "In the first instance, Reflection is that movement out beyond the isolated predicate of a thing which gives it some reference, and brings out its relativity, while still in other respects leaving it its isolated validity.", "location": 318128}
