"Title: The Logic of Hegel"
"Author: Georg Wilhelm Friedrich Hegel"
{"paragraph": "Quite other is the case with the Logic--the first division of the\n_Encyclopaedia._ There we have the collateral authority of the\n'Science of Logic,' the larger Logic which appeared whilst Hegel was\nschoolmaster at Nürnberg. The idea of a new Logic formed the natural\nsequel to the publication of the _Phenomenology_ in 1807. In that\nyear Hegel was glad to accept, as a stop-gap and pot-boiler, the post\nof editor of the Bamberg Journal. But his interests lay in other\ndirections, and the circumstances of the time and country helped to\ndetermine their special form. 'In Bavaria,' he says in a letter[2],\n'it looks as if organisation were the current business.' A very mania\nof reform, says another, prevailed. Hegel's friend and fellow-Swabian,\nNiethammer, held an important position in the Bavarian education\noffice, and wished to employ the philosopher in the work of carrying\nout his plans of re-organising the higher education of the Protestant\nsubjects of the crown. He asked if Hegel would write a logic for school\nuse, and if he cared to become rector of a grammar school. Hegel, who\nwas already at work on his larger Logic, was only half-attracted by\nthe suggestion. 'The traditional Logic,' he replied[3], 'is a subject\non which there are text-books enough, but at the same time it is one\nwhich can by no means remain as it is: it is a thing nobody can make\nanything of: 'tis dragged along like an old heirloom, only because\na substitute--of which the want is universally felt--is not yet in\nexistence. The whole of its rules, still current, might be written\non two pages: every additional detail beyond these two is perfectly\nfruitless scholastic subtlety;--or if this logic is to get a thicker\nbody, its expansion must come from psychological paltrinesses,' Still\nless did he like the prospect of instructing in theology, as then\nrationalised. 'To write a logic and to be theological instructor is as\nbad as to be white-washer and chimney-sweep at once.' 'Shall he, who\nfor many long years built his eyry on the wild rock beside the eagle\nand learned to breathe the free air of the mountains, now learn to feed\non the carcases of dead thoughts or the still-born thoughts of the\nmoderns, and vegetate in the leaden air of mere babble[4]?'", "location": 9077}
{"paragraph": "(5) is an addition of ed. 3 (1830); cf. _Werke,_ xvii. 181.", "location": 856269}
{"paragraph": "Each of the three spheres of the logical idea proves to be a systematic\nwhole of thought-terms, and a phase of the Absolute. This is the case\nwith Being, containing the three grades of quality, quantity, and\nmeasure. Quality is, in the first place, the character identical with\nbeing: so identical, that a thing ceases to be what it is, if it loses\nits quality. Quantity, on the contrary, is the character external\nto being, and does not affect the being at all. Thus _e.g._ a house\nremains what it is, whether it be greater or smaller; and red remains\nred, whether it be brighter or darker. Measure, the third grade of\nbeing, which is the unity of the first two, is a qualitative quantity.\nAll things have their measure: _i.e._ the quantitative terms of their\nexistence, their being so or so great, does not matter within certain\nlimits; but when these limits are exceeded by an additional more or\nless, the things cease to be what they were. From measure follows the\nadvance to the second sub-division of the idea, Essence.", "location": 338062}
{"paragraph": "The essential point to keep in mind about the opposition of Form and\nContent is that the content is not formless, but has the form in its\nown self, quite as much as the form is external to it. There is thus\na doubling of form. At one time it is reflected into itself; and then\nis identical with the content. At another time it is not reflected\ninto itself, and then is the external existence, which does not at\nall affect the content. We are here in presence, implicitly, of the\nabsolute correlation of content and form: viz. their reciprocal\nrevulsion, so that content is nothing but the revulsion of form into\ncontent, and form nothing but the revulsion of content into form. This\nmutual revulsion is one of the most important laws of thought. But it\nis not explicitly brought out before the Relations of Substance and\nCausality.", "location": 511453}
{"paragraph": "102.] In Number the quantum reaches its development and perfect\nmode. Like the One, the medium in which it exists, Number involves two\nqualitative factors or functions; Annumeration or Sum, which depends on\nthe factor discreteness, and Unity, which depends on continuity.", "location": 406150}
{"paragraph": "110.] What really takes place here is that the immediacy, which still\nattaches to measure as such, is set aside. In measure, at first,\nquality and quantity itself are immediate, and measure is only their\n'relative' identity. But measure shows itself absorbed and superseded\nin the measureless: yet the measureless, although it be the negation\nof measure, is itself a unity of quantity and quality. Thus in the\nmeasureless the measure is still seen to meet only with itself.", "location": 435573}
{"paragraph": "One remark more. Throughout philosophy we do not seek merely for\ncorrect, still less for plausible definitions, whose correctness\nappeals directly to the popular imagination; we seek approved or\nverified definitions, the content of which is not assumed merely as\ngiven, but is seen and known to warrant itself, because warranted\nby the free self-evolution of thought. To apply this to the present\ncase. However correct and self-evident the definition of quantity\nusual in Mathematics may be, it will still fail to satisfy the wish to\nsee how far this particular thought is founded in universal thought,\nand in that way necessary. This difficulty, however, is not the only\none. If quantity is not reached through the action of thought, but\ntaken uncritically from our generalised image of it, we are liable\nto exaggerate the range of its validity, or even to raise it to the\nheight of an absolute category. And that such a danger is real, we see\nwhen the title of exact science is restricted to those sciences the\nobjects of which can be submitted to mathematical calculation. Here we\nhave another trace of the bad metaphysics (mentioned in § 98, note)\nwhich replace the concrete idea by partial and inadequate categories of\nunderstanding. Our knowledge would be in a very awkward predicament if\nsuch objects as freedom, law, morality, or even God Himself, because\nthey cannot be measured and calculated, or expressed in a mathematical\nformula, were to be reckoned beyond the reach of exact knowledge, and\nwe had to put up with a vague generalised image of them, leaving their\ndetails or particulars to the pleasure of each individual, to make\nout of them what he will. The pernicious consequences, to which such\na theory gives rise in practice, are at once evident. And this mere\nmathematical view, which identifies with the Idea one of its special\nstages, viz. quantity, is no other than the principle of Materialism.\nWitness the history of the scientific modes of thought, especially in\nFrance since the middle of last century. Matter, in the abstract, is\njust what, though of course there is form in it, has that form only as\nan indifferent and external attribute.", "location": 397596}
{"paragraph": "Schelling: _e.g. Darstellung meines Systems der Philosophie_ (1801),\n(_Werke,_ iv. 114): 'I call reason the absolute reason, or reason,\nin so far as it is thought as total indifference of subjective and\nobjective.'", "location": 897223}
{"paragraph": "P. 338, § 195. Cf. _Encyclop._ § 463. 'This supreme inwardising of\nideation (Vorstellung) is the supreme self-divestment of intelligence,\nreducing itself to the mere being, the general space of mere names and\nmeaningless words. The ego, which is this abstract being, is, because\nsubjectivity, at the same time the power over the different names, the\nempty link which fixes in itself series of them and keeps them in fixed\norder.'", "location": 894697}
{"paragraph": "The ordinary classification of notions, as _clear, distinct_ and\n_adequate,_ is no part of the notion; it belongs to psychology.\nNotions, in fact, are here synonymous with mental representations;\na _clear_ notion is an abstract simple representation: a _distinct_\nnotion is one where, in addition to the simplicity, there is one 'mark'\nor character emphasised as a sign for subjective cognition. There is\nno more striking mark of the formalism and decay of Logic than the\nfavourite category of the 'mark.' The _adequate_ notion comes nearer\nthe notion proper, or even the Idea: but after all it expresses only\nthe formal circumstance that a notion or representation agrees with its\nobject, that is, with an external thing.--The division into what are\ncalled _subordinate_ and _co-ordinate_ notions implies a mechanical\ndistinction of universal from particular which allows only a mere\ncorrelation of them in external comparison. Again, an enumeration\nof such kinds as _contrary_ and _contradictory, affirmative_ and\n_negative_ notions, &c, is only a chance-directed gleaning of logical\nforms which properly belong to the sphere of Being or Essence, (where\nthey have been already examined,) and which have nothing to do with\nthe specific notional character as such. The true distinctions in the\nnotion, universal, particular, and individual, may be said also to\nconstitute species of it, but only when they are kept severed from\neach other by external reflection. The immanent differentiating and\nspecifying of the notion come to sight in the judgment: for to judge is\nto specify the notion.", "location": 620624}
{"paragraph": "Reason is as cunning as it is powerful. Cunning may be said to lie\nin the inter-mediative action which, while it permits the objects to\nfollow their own bent and act upon one another till they waste away,\nand does not itself directly interfere in the process, is nevertheless\nonly working out its own aims. With this explanation, Divine Providence\nmay be said to stand to the world and its process in the capacity of\nabsolute cunning. God lets men do as they please with their particular\npassions and interests; but the result is the accomplishment of--not\ntheir plans, but His, and these differ decidedly from the ends\nprimarily sought by those whom He employs.", "location": 727564}
{"paragraph": "P. 161, § 87. The Buddhists. Cf. Hegel, _Werke,_ xi. 387. Modern\nhistories of Buddhism insist upon the purely ethico-religious character\nof the teaching. Writers like von Hartmann (_Religionsphilosophie,_ p.\n320) on the contrary hold that Buddhism carried out the esoteric theory\nof Brahmanism to the consequence that the abstract one is nothing.\nAccording to Vassilief, _Le Bouddhisme,_ p. 318 seqq., one of the\nBuddhist metaphysical schools, the Madhyamikas, founded by Nâgârdjuna\n400 years after Buddha, taught that All is Void.--Such metaphysics were\nprobably reactions of the underlying Brahmanist idea.", "location": 855004}
{"paragraph": "107.] Measure is the qualitative quantum, in the first place as\nimmediate,--a quantum, to which a determinate being or a quality is\nattached.", "location": 427201}
{"paragraph": "(To nature's heart there penetrates no mere created mind:\n    Too happy if she but display the outside of her rind.)", "location": 878534}
{"paragraph": "Those sciences, which thus got the name of philosophy, we call\n_empirical_ sciences, for the reason that they take their departure\nfrom experience. Still the essential results which they aim at and\nprovide, are laws, general propositions, a theory--the thoughts of what\nis found existing. On this ground the Newtonian physics was called\nNatural Philosophy. Hugo Grotius, again, by putting together and\ncomparing the behaviour of states towards each other as recorded in\nhistory, succeeded, with the help of the ordinary methods of general\nreasoning, in laying down certain general principles, and establishing\na theory which may be termed the Philosophy of International Law. In\nEngland this is still the usual signification of the term philosophy.\nNewton continues to be celebrated as the greatest of philosophers: and\nthe name goes down as far as the price-lists of instrument-makers.\nAll instruments, such as the thermometer and barometer, which do not\ncome under the special head of magnetic or electric apparatus, are\nstyled philosophical instruments[1]. Surely thought, and not a mere\ncombination of wood, iron, &c. ought to be called the instrument of\nphilosophy! The recent science of Political Economy in particular,\nwhich in Germany is known as Rational Economy of the State, or\nintelligent national economy, has in England especially appropriated\nthe name of philosophy.[2]", "location": 55073}
{"paragraph": "In reference also to other subjects besides God the category of Essence\nis often liable to an abstract use, by which, in the study of anything,\nits Essence is held to be something unaffected by, and subsisting in\nindependence of, its definite phenomenal embodiment. Thus we say, for\nexample, of people, that the great thing is not what they do or how\nthey behave, but what they are. This is correct, if it means that a\nman's conduct should be looked at, not in its immediacy, but only as\nit is explained by his inner self, and as a revelation of that inner\nself. Still it should be remembered that the only means by which the\nEssence and the inner self can be verified, is their appearance in\noutward reality; whereas the appeal which men make to the essential\nlife, as distinct from the material facts of conduct, is generally\nprompted by a desire to assert their own subjectivity and to elude an\nabsolute and objective judgment.", "location": 446722}
{"paragraph": "1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.", "location": 915797}
{"paragraph": "But even the Categorical judgment is to a certain extent defective. It\nfails to give due place to the function or element of particularity.\nThus 'gold is a metal,' it is true; but so are silver, copper, iron:\nand metalleity as such has no leanings to any of its particular\nspecies. In these circumstances we must advance from the Categorical to\nthe Hypothetical judgment, which may be expressed in the formula: If\n_A_ is, _B_ is. The present case exhibits the same advance as formerly\ntook place from the relation of substance to the relation of cause. In\nthe Hypothetical judgment the specific character of the content shows\nitself mediated and dependent on something else: and this is exactly\nthe relation of cause and effect. And if we were to give a general\ninterpretation to the Hypothetical judgment, we should say that it\nexpressly realises the universal in its particularising. This brings\nus to the third form of the Judgment of Necessity, the Disjunctive\njudgment. _A_ is either _B_ or _C_ or _D._ A work of poetic art is\neither epic or lyric or dramatic. Colour is either yellow or blue or\nred. The two terms in the Disjunctive judgment are identical. The genus\nis the sum total of the species, and the sum total of the species\nis the genus. This unity of the universal and the particular is the\nnotion: and it is the notion which, as we now see, forms the content of\nthe judgment.", "location": 651630}
{"paragraph": "When it means immediate being, the beginning is taken from sensation\nand perception--the initial stage in the analytical method of finite\ncognition. When it means universality, it is the beginning of the\nsynthetic method. But since the Logical Idea is as much a universal as\nit is in being--since it is pre-supposed by the notion as much as it\nitself immediately _is,_ its beginning is a synthetical as well as an\nanalytical beginning.", "location": 780001}
{"paragraph": "19.] LOGIC IS THE SCIENCE OF THE PURE IDEA; pure, that is, because the\nIdea is in the abstract medium of Thought.", "location": 86074}
{"paragraph": "P. 160, § 86. Parmenides (ap. Simplic. _Phys._): of the two ways of\ninvestigation the first is that _it is,_ and that not-to-be is not.", "location": 854818}
{"paragraph": "125.] (α) The Thing is the totality--the development in explicit\nunity--of the categories of the ground and of existence. On the side\nof one of its factors, viz. reflection-on-other-things, it has in it\nthe differences, in virtue of which it is a characterised and concrete\nthing. These characteristics are different from one another; they have\ntheir reflection-into-self not on their own part, but on the part of\nthe thing. They are Properties of the thing: and their relation to the\nthing is expressed by the word 'have.'", "location": 492122}
{"paragraph": "P. 64, § 29. The oriental sage corresponds (cf. Hegel, _Werke,_ xii.\n229) to the writer known as Dionysius the Areopagite (_De Mystica\nTheologia,_ and _De Divitus Nominibus._)--The same problem as to the\nrelation of the Infinite (God) to the Finite (world) is discussed in\nJewish speculation (by Saadia, Mamuni, _&c._) as the question of the\ndivine names,--a dogma founded on the thirteen names (or attributes)\napplied to God in Exodus xxxiv. 6. (Cf. D. Kaufmann, _Geschichte der\nAttributenlehre._) The same spirit has led to the list of ninety-nine\n'excellent names' of Allah in Islam, a list which tradition derives\nfrom Mohammed.", "location": 815185}
{"paragraph": "The Absolute is the Essence. This is the same definition as the\nprevious one that the Absolute is Being, in so far as Being likewise\nis simple self-relation. But it is at the same time higher, because\nEssence is Being that has gone into itself: that is to say, the\nsimple self-relation (in Being) is expressly put as negation of\nthe negative, as immanent self-mediation.--Unfortunately when the\nAbsolute is defined to be the Essence, the negativity which this\nimplies is often taken only to mean the withdrawal of all determinate\npredicates. This negative action of withdrawal or abstraction thus\nfalls outside of the Essence--which is thus left as a mere result apart\nfrom its premisses,--the _caput mortuum_ of abstraction. But as this\nnegativity, instead of being external to Being, is its own dialectic,\nthe truth of the latter, viz. Essence, will be Being as retired within\nitself,--immanent Being. That reflection, or light thrown into itself,\nconstitutes the distinction between Essence and immediate Being, and is\nthe peculiar characteristic of Essence itself.", "location": 440019}
{"paragraph": "Besides, even if there are not things, there are states of things, and\nphenomena of nature altogether, the character of which mainly rests on\ndefinite numbers and proportions. This is especially the case with the\ndifference of tones and their harmonic concord, which, according to a\nwell-known tradition, first suggested to Pythagoras to conceive the\nessence of things as number. Though it is unquestionably important to\nscience to trace back these phenomena to the definite numbers on which\nthey are based, it is wholly inadmissible to view the characterisation\nby thought as a whole, as merely numerical. We may certainly feel\nourselves prompted to associate the most general characteristics of\nthought with the first numbers: saying, 1 is the simple and immediate;\n2 is difference and mediation; and 3 the unity of both of these. Such\nassociations however are purely external: there is nothing in the mere\nnumbers to make them express these definite thoughts. With every step\nin this method, the more arbitrary grows the association of definite\nnumbers with definite thoughts. Thus, we may view 4 as the unity of\n1 and 3, and of the thoughts associated with them, but 4 is just as\nmuch the double of 2; similarly 9 is not merely the square of 3, but\nalso the sum of 8 and I, of 7 and 2, and so on. To attach, as do some\nsecret societies of modern times, importance to all sorts of numbers\nand figures, is to some extent an innocent amusement, but it is also a\nsign of deficiency of intellectual resource. These numbers, it is said,\nconceal a profound meaning, and suggest a deal to think about. But the\npoint in philosophy is, not what you may think, but what you do think:\nand the genuine air of thought is to be sought in thought itself, and\nnot in arbitrarily selected symbols.", "location": 421046}
{"paragraph": "After an appreciative quotation from Franz von Baader, and noting his\nreference to the theosophy of Böhme, as a work of the past from which\nthe present generation might learn the speculative interpretation of\nChristian doctrines, he reverts to the position that the only mode in\nwhich thought will admit a reconciliation with religious doctrines, is\nwhen these doctrines have learned to 'assume their worthiest phase--the\nphase of the notion, of necessity, which binds, and thus also makes\nfree everything, fact no less than thought.' But it is not from Böhme\nor his kindred that we are likely to get the example of a philosophy\nequal to the highest theme--to the comprehension of divine things. 'If\nold things are to be revived--an old phase, that is; for the burden\nof the theme is ever young--the phase of the Idea such as Plato and,\nstill better, as Aristotle conceived it, is far more deserving of being\nrecalled,--and for the further reason that the disclosure of it, by\nassimilating it into our system of ideas, is, _ipso facto,_ not merely\nan interpretation of it, but a progress of the science itself. But\nto interpret such forms of the Idea by no means lies so much on the\nsurface as to get hold of Gnostic and Cabbalistic phantasmagorias; and\nto develope Plato and Aristotle is by no means the sinecure that it is\nto note or to hint at echoes of the Idea in the medievalists.'", "location": 27869}
{"paragraph": "136.] (β) The one-and-same of this correlation (the self-relation\nfound in it) is thus immediately a negative self-relation. The\ncorrelation is in short the mediating process whereby one and the\nsame is first unaffected towards difference, and secondly is the\nnegative self-relation, which repels itself as reflection-into-self to\ndifference, and invests itself (as reflection-into-something-else) with\nexistence, whilst it conversely leads back this reflection-into-other\nto self-relation and indifference. This gives the correlation of\nForce and its Expression.", "location": 519784}
{"paragraph": "'The contracted religiosity which narrows itself to a point in the\nheart must make that heart's softening and contrition the essential\nfactor of its new birth; but it must at the same time recollect that it\nhas to do with the heart of a spirit, that the spirit is the appointed\nauthority over the heart, and that it can only have such authority so\nfar as it is itself born again. This new birth of the spirit out of\nnatural ignorance and natural error takes place through instruction and\nthrough that faith in objective truth and substance which is due to the\nwitness of the spirit. This new birth of the spirit is besides _ipso\nfacto_ a new birth of the heart out of that vanity of the one-sided\nintellect (on which it sets so much) and its discoveries that finite is\ndifferent from infinite, that philosophy must either be polytheism, or,\nin acuter minds, pantheism, &c. It is, in short, a new birth out of the\nwretched discoveries on the strength of which pious humility holds its\nhead so high against philosophy and theological science. If religiosity\npersists in clinging to its unexpanded and therefore unintelligent\nintensity, then it can be sensible only of the contrast which divides\nthis narrow and narrowing form from the intelligent expansion of\ndoctrine as such, religious not less than philosophical.'", "location": 26552}
{"paragraph": "(4) It remains to note that such phrases as 'Being and Nothing are\nthe same,' or 'The unity of Being and Nothing'--like all other\nsuch unities, that of subject and object, and others--give rise to\nreasonable objection. They misrepresent the facts, by giving an\nexclusive prominence to the unity, and leaving the difference which\nundoubtedly exists in it (because it is Being and Nothing, for example,\nthe unity of which is declared) without any express mention or notice.\nIt accordingly seems as if the diversity had been unduly put out of\ncourt and neglected. The fact is, no speculative principle can be\ncorrectly expressed by any such propositional form, for the unity has\nto be conceived _in_ the diversity, which is all the while present and\nexplicit. 'To become' is the true expression for the resultant of 'To\nbe' and 'Not to be'; it is the unity of the two; but not only is it\nthe unity, it is also inherent unrest,--the unity, which is no mere\nreference-to-self and therefore without movement, but which, through\nthe diversity of Being and Nothing that is in it, is at war within\nitself.--Determinate being, on the other hand, is this unity, or\nBecoming in this form of unity: hence all that 'is there and so,' is\none-sided and finite. The opposition between the two factors seems to\nhave vanished; it is only implied in the unity, it is not explicitly\nput in it.", "location": 356200}
{"paragraph": "Gaunilo of Marmoutier in the _Liber pro insipiente_ made the objection\nthat the fact of such argument being needed showed that idea and\nreality were _prima facie_ different. And in fact the argument of\nAnselm deals with an Absolute which is object rather than subject,\nthought rather than thinker; in human consciousness realised, but\nnot essentially self-affirming--implicit (an:sich) only, as said in\npp. 331, 333. And Anselm admits c. 15 _Domine, non solum es, quo\nmajus cogitari nequit, sed es quiddam majus quam cogitari potest_\n(transcending our thought).", "location": 893158}
{"paragraph": "P. 326, § 190. The 'philosophy of Nature' referred to here is probably\nthat of Oken and the Schellingians; but later critics (_e.g._ Riehl,\n_Philosoph. Criticismus,_ iii. 120) have accused Hegel himself of even\ngreater enormities in this department.", "location": 891964}
{"paragraph": "As possibility is the mere _inside_ of actuality, it is for that\nreason a mere _outside_ actuality, in other words, Contingency. The\ncontingent, roughly speaking, is what has the ground of its being\nnot in itself but in somewhat else. Such is the aspect under which\nactuality first comes before consciousness, and which is often mistaken\nfor actuality itself. But the contingent is only one side of the\nactual,--the side, namely, of reflection on somewhat else. It is the\nactual, in the signification of something merely possible. Accordingly\nwe consider the contingent to be what may or may not be, what may be\nin one way or in another, whose being or not-being, and whose being\non this wise or otherwise, depends not upon itself but on something\nelse. To overcome this contingency is, roughly speaking, the problem\nof science on the one hand; as in the range of practice, on the other,\nthe end of action is to rise above the contingency of the will, or\nabove caprice. It has however often happened, most of all in modern\ntimes, that contingency has been unwarrantably elevated, and had a\nvalue attached to it, both in nature and the world of mind, to which\nit has no just claim. Frequently Nature--to take it first,--has been\nchiefly admired for the richness and variety of its structures. Apart,\nhowever, from what disclosure it contains of the Idea, this richness\ngratifies none of the higher interests of reason, and in its vast\nvariety of structures, organic and inorganic, affords us only the\nspectacle of a contingency losing itself in vagueness. At any rate,\nthe chequered scene presented by the several varieties of animals and\nplants, conditioned as it is by outward circumstances,--the complex\nchanges in the figuration and grouping of clouds, and the like, ought\nnot to be ranked higher than the equally casual fancies of the mind\nwhich surrenders itself to its own caprices. The wonderment with which\nsuch phenomena are welcomed is a most abstract frame of mind, from\nwhich one should advance to a closer insight into the inner harmony and\nuniformity of nature.", "location": 554555}
{"paragraph": "Appearance is in every way a very important grade of the logical idea.\nIt may be said to be the distinction of philosophy from ordinary\nconsciousness that it sees the merely phenomenal character of what the\nlatter supposes to have a self-subsistent being. The significance of\nappearance however must be properly grasped, or mistakes will arise.\nTo say that anything is a _mere_ appearance may be misinterpreted to\nmean that, as compared with what is merely phenomenal, there is greater\ntruth in the immediate, in that which _is._ Now in strict fact, the\ncase is precisely the reverse. Appearance is higher than mere Being,--a\nricher category because it holds in combination the two elements of\nreflection-into-self and reflection-into-another: whereas Being (or\nimmediacy) still mere relationlessness and apparently rests upon itself\nalone. Still, to say that anything is _only_ an appearance suggests a\nreal flaw, which consists in this, that Appearance is still divided\nagainst itself and without intrinsic stability. Beyond and above mere\nappearance comes in the first place Actuality, the third grade of\nEssence, of which we shall afterwards speak.", "location": 506750}
{"paragraph": "235.] Thus the truth of the Good is laid down as the unity of the\ntheoretical and practical idea in the doctrine that the Good is\nradically and really achieved, that the objective world is in itself\nand for itself the Idea, just as it at the same time eternally lays\nitself down as End, and by action brings about its actuality. This life\nwhich has returned to itself from the bias and finitude of cognition,\nand which by the activity of the notion has become identical with it,\nis the Speculative or Absolute Idea.", "location": 774154}
{"paragraph": "(b) The method of demonstration employed in finite knowledge must\nalways lead to an inversion of the true order. For it requires the\nstatement of some objective ground for God's being, which thus acquires\nthe appearance of being derived from something else. This mode of\nproof, guided as it is by the canon of mere analytical identity,\nis embarrassed by the difficulty of passing from the finite to the\ninfinite. Either the finitude of the existing world, which is left as\nmuch a fact as it was before, clings to the notion of Deity, and God\nhas to be defined as the immediate substance of that world,--which is\nPantheism: or He remains an object set over against the subject, and in\nthis way, finite,--which is Dualism.", "location": 172563}
{"paragraph": "With the power of the intuition of genius to give almost all that\nlogical synthesis can produce, cf. _Werke,_ I. 331: 'In this way\na grand and pure intuition is able, in the purely architectonic\nfeatures of its picture, though the inter-connection of necessity and\nthe mastery of form does not come forward into visibility, to give\nexpression to the genuine ethical organism--like a building which\nsilently exhibits the spirit of its author in the several features of\nits mass, without the image of that spirit being set forth anywhere\nin one united shape. In such a delineation, made by help of notions,\nit is only a want of technical skill which prevents reason from\nraising the principle it embraces and pervades into the \"ideal\" form\nand becoming aware of it as the Idea. If the intuition only remains\ntrue to itself and does not let analytic intellect disconcert it, it\nwill probably--just because it cannot dispense with notions for its\nexpression--behave awkwardly in dealing with them, assume distorted\nshapes in its passage through consciousness, and be (to the speculative\neye) both incoherent and contradictory: but the arrangement of the\nparts and of the self-modifying characters betray the inward spirit of\nreason, however invisible. And so far as this appearance of that spirit\nis regarded as a product and a result, it will as product completely\nharmonise with the Idea.' Probably Goethe is before Hegel's mind.", "location": 793197}
{"paragraph": "The distinction referred to above between what is merely in common, and\nwhat is truly universal, is strikingly expressed by Rousseau in his\nfamous 'Contrat Social,' when he says that the laws of a state must\nspring from the universal will (_volonté générale,_) but need not on\nthat account be the will of all (_volonté de tous._) Rousseau would\nhave made a sounder contribution towards a theory of the state, if he\nhad always keep this distinction in sight. The general will is the\nnotion of the will: and the laws are the special clauses of this will\nand based upon the notion of it.", "location": 615269}
{"paragraph": "If the Object, the product of this transition, be brought into relation\nwith the notion, which, so far as its special form is concerned, has\nvanished in it, we may give a correct expression to the result, by\nsaying that notion or, if it be preferred, subjectivity and object are\n_implicitly_ the same. But it is equally correct to say that they are\ndifferent. In short, the two modes of expression are equally correct\nand incorrect. The true state of the case can be presented in no\nexpressions of this kind. The 'implicit' is an abstraction, still more\npartial and inadequate than the notion itself, of which the inadequacy\nis upon the whole suspended, by suspending itself to the object with\nits opposite inadequacy. Hence that implicitness also must, by its\nnegation, give itself the character of explicitness. As in every case,\nspeculative identity is not the above-mentioned triviality of an\n_implicit_ identity of subject and object. This has been said often\nenough. Yet it could not be too often repeated, if the intention were\nreally to put an end to the stale and purely malicious misconception in\nregard to this identity:--of which however there can be no reasonable\nexpectation.", "location": 690029}
{"paragraph": "171.] At first, subject, predicate, and the specific content or the\nidentity are, even in their relation, still put in the judgment\nas different and divergent. By implication, however, that is, in\ntheir notion, they are identical. For the subject is a concrete\ntotality,--which means not any indefinite multiplicity, but\nindividuality alone, the particular and the universal in an identity:\nand the predicate too is the very same unity (§ 170).--The copula\nagain, even while stating the identity of subject and predicate,\ndoes so at first only by an abstract 'is.' Conformably to such an\nidentity the subject has to be _put_ also in the characteristic of the\npredicate. By this means the latter also receives the characteristic of\nthe former: so that the copula receives its full complement and full\nforce. Such is the continuous specification by which the judgment,\nthrough a copula charged with content, comes to be a syllogism. As it\nis primarily exhibited in the judgment, this gradual specification\nconsists in giving to an originally abstract, sensuous universality the\nspecific character of allness, of species, of genus, and finally of the\ndeveloped universality of the notion.", "location": 632481}
{"paragraph": "Of the second part of the system there is less to be said. For nearly\nhalf a century the study of nature has passed almost completely out\nof the hands of the philosophers into the care of the specialists of\nscience. There are signs indeed everywhere--and among others Helmholtz\nhas lately reminded us--that the higher order of scientific students\nare ever and anon driven by the very logic of their subject into the\nprecincts or the borders of philosophy. But the name of a Philosophy\nof Nature still recalls a time of hasty enthusiasms and over-grasping\nambition of thought which, in its eagerness to understand the mystery\nof the universe jumped to conclusions on insufficient grounds, trusted\nto bold but fantastic analogies, and lavished an unwise contempt on the\nplodding industry of the mere hodman of facts and experiments. Calmer\nretrospection will perhaps modify this verdict, and sift the various\ncontributions (towards a philosophical unity of the sciences) which\nare now indiscriminately damned by the title of _Naturphilosophie._\nFor the present purpose it need only be said that, for the second\npart of the Hegelian system, we are restricted for explanations\nto the notes collected by the editors of Vol. VII. part i. of the\nCollected works--notes derived from the annotations which Hegel himself\nsupplied in the eight or more courses of lectures which he gave on the\nPhilosophy of Nature between 1804 and 1830.", "location": 7650}
{"paragraph": "P. 103, § 50. Spinoza--defining God as 'the union of thought with\nextension.' This is not verbally accurate; for according to _Ethica,_\ni. pr. 11, God, or the substance, consists of infinite attributes,\neach of which expresses the eternal and infinite essence. But Spinoza\nmentions of 'attributes' only two: _Ethica,_ ii. pr. 1. I Thought is\nan attribute of God: pr. 2, Extension is an attribute of God. And he\nadds, _Ethica,_ i. pr. 10, Schol. 'All the attributes substance has\nwere always in it together, nor can one be produced by another.' And\nin _Ethica,_ ii. 7. Sch. it is said: 'Thinking substance and extended\nsubstance is one and the same substance which is comprehended now under\nthis, now under that attribute.'", "location": 833619}
{"paragraph": "180.] In this manner subject and predicate are each the whole judgment.\nThe immediate constitution of the subject is at first exhibited as\nthe intermediating ground, where the individuality of the actual\nthing meets with its universality, and in this way as the ground of\nthe judgment. What has been really made explicit is the oneness of\nsubject and predicate, as the notion itself, filling up the empty 'is'\nof the copula. While its constituent elements are at the same time\ndistinguished as subject and predicate, the notion is put as their\nunity, as the connexion which serves to intermediate them: in short, as\nthe Syllogism.", "location": 655476}
{"paragraph": "P. 333, line 2. This sentence has been transposed in the translation.\nIn the original it occurs after the quotation from the Latin in p. 332.", "location": 893721}
{"paragraph": "'For what good, then, is the speculative standpoint and the whole of\nphilosophy therewith, if it be not for life? Had humanity not tasted\nof this forbidden fruit, it might dispense with all philosophy. But in\nhumanity there is a wish implanted to behold that region lying beyond\nthe individual; and to behold it not merely in a reflected light but\nface to face. The first who raised a question about God's existence\nbroke through the barriers, he shook humanity in its main foundation\npillars, and threw it out of joint into an intestine strife which is\nnot yet settled, and which can only be settled by advancing boldly\nto that supreme point from which the speculative and the practical\nappear to be at one. We began to philosophise from pride of heart, and\nthus lost our innocence: we beheld our nakedness, and ever since we\nphilosophise from the need of our redemption.'", "location": 812097}
{"paragraph": "'It follows further that, on this principle of justification by\nconviction, logic requires me, in dealing with the way others act\nagainst my action, to admit that, so far as they in their belief and\nconviction hold my actions to be crimes, they are quite in the right.\nOn such logic not merely do I gain nothing, I am even deposed from the\npost of liberty and honour into a situation of slavery and dishonour.\nJustice--which in the abstract is mine as well as theirs--I feel only\nas a foreign subjective conviction, and in the execution of justice I\nfancy myself to be only treated by an external force.'", "location": 805206}
{"paragraph": "'Pragmatic.' This word, denoting a meddlesome busybody in older English\nand sometimes made a vague term of abuse, has been in the present\ncentury used in English as it is here employed in German.", "location": 880444}
{"paragraph": "219.] (2) But the judgment of the notion proceeds, as free, to\ndischarge the objective or bodily nature as an independent totality\nfrom itself; and the negative relation of the living thing to itself\nmakes, as immediate individuality, the pre-supposition of an inorganic\nnature confronting it. As this negative of the animate is no less a\nfunction in the notion of the animate itself, it exists consequently\nin the latter (which is at the same time a concrete universal) in the\nshape of a defect or want. The dialectic by which the object, being\nimplicitly null, is merged, is the action of the self-assured living\nthing, which in this process against an inorganic nature thus retains,\ndevelops, and objectifies itself.", "location": 748182}
{"paragraph": "The verses from Albr. von Haller come from his poem on Eternity (1736).\nHegel seems to quote from an edition before 1776, when the fourth line\nwas added in the stanza as it thus finally stood:--", "location": 865910}
{"paragraph": "The term comes into English philosophical language through Coleridge\nand later borrowers from the German. See Ferrier's _Institutes of\nMetaphysic,_ Prop. xx, and Mill's _Examination of Hamilton,_ chap. iv.", "location": 852286}
{"paragraph": "As the one notion is the common principle underlying all logic, there\nappear in the development of Essence the same attributes or terms as\nin the development of Being, but in a reflex form. Instead of Being\nand Nought we have now the forms of Positive and Negative; the former\nat first as Identity corresponding to pure and uncontrasted Being, the\nlatter developed (showing in itself) as Difference. So also, we have\nBecoming represented by the Ground of determinate Being: which itself,\nwhen reflected upon the Ground, is Existence.", "location": 449340}
{"paragraph": "The encyclopaedia of philosophy must not be confounded with ordinary\nencyclopaedias. An ordinary encyclopaedia does not pretend to be more\nthan an aggregation of sciences, regulated by no principle, and merely\nas experience offers them. Sometimes it even includes what merely bear\nthe name of sciences, while they are nothing more than a collection of\nbits of information. In an aggregate like this, the several branches of\nknowledge owe their place in the encyclopaedia to extrinsic reasons,\nand their unity is therefore artificial: they are _arranged,_ but we\ncannot say they form a _system._ For the same reason, especially as the\nmaterials to be combined also depend upon no one rule or principle,\nthe arrangement is at best an experiment, and will always exhibit\ninequalities.", "location": 76435}
{"paragraph": "P. 260, § 143. Kant, _Kritik der reinen Vernunft,_ 2nd ed. p. 266.", "location": 882847}
{"paragraph": "P. 321, § 187. Fourth figure. This so-called Galenian figure was\ndifferentiated from the first figure by the separation of the five\nmoods, which (after Arist. _An._ pr. i. 7 and ii. I) Theophrastus and\nthe later pupils, down at least to Boëthius, had subjoined to the four\nrecognised types of perfect syllogism. But its Galenian origin is more\nthan doubtful.", "location": 891169}
{"paragraph": "As the idea is (a) a process, it follows that such an expression for\nthe Absolute as _unity_ of thought and being, of finite and infinite,\n&c. is false; for unity expresses an abstract and merely quiescent\nidentity. As the Idea is (b) subjectivity, it follows that the\nexpression is equally false on another account. That unity of which\nit speaks expresses a merely virtual or underlying presence of the\ngenuine unity. The infinite would thus seem to be merely _neutralised_\nby the finite, the subjective by the objective, thought by being. But\nin the negative unity of the Idea, the infinite overlaps and includes\nthe finite, thought overlaps being, subjectivity overlaps objectivity.\nThe unity of the Idea is thought, infinity, and subjectivity, and\nis in consequence to be essentially distinguished from the Idea as\n_substance,_ just as this overlapping subjectivity, thought, or\ninfinity is to be distinguished from the one-sided subjectivity,\none-sided thought, one-sided infinity to which it descends in judging\nand defining.", "location": 742489}
{"paragraph": "8.] In its own field this empirical knowledge may at first give\nsatisfaction; but in two ways it is seen to come short. In the first\nplace there is another circle of objects which it does not embrace.\nThese are Freedom, Spirit, and God. They belong to a different\nsphere, not because it can be said that they have nothing to do with\nexperience; for though they are certainly not experiences of the\nsenses, it is quite an identical proposition to say that whatever is\nin consciousness is experienced. The real ground for assigning them to\nanother field of cognition is that in their scope and _content_ these\nobjects evidently show themselves as infinite.", "location": 56459}
{"paragraph": "39.] Touching this principle it has been justly observed that in\nwhat we call Experience, as distinct from mere single perception of\nsingle facts, there are two elements. The one is the matter, infinite\nin its multiplicity, and as it stands a mere set of singulars: the\nother is the form, the characteristics of universality and necessity.\nMere experience no doubt offers many, perhaps innumerable cases of\nsimilar perceptions: but, after all, no multitude, however great,\ncan be the same thing as universality. Similarly, mere experience\naffords perceptions of changes succeeding each other and of objects in\njuxtaposition; but it presents no necessary connexion. If perception,\ntherefore, is to maintain its claim to be the sole basis of what\nmen hold for truth, universality and necessity appear something\nillegitimate: they become an accident of our minds, a mere custom, the\ncontent of which might be otherwise constituted than it is.", "location": 191250}
{"paragraph": "FELLOW OF MERTON COLLEGE\nAND WHYTE'S PROFESSOR OF MORAL PHILOSOPHY\nIN THE UNIVERSITY OF OXFORD", "location": 1340}
{"paragraph": "Such being the case with the nature of force, though we may consent to\nlet the world be called a manifestation of divine forces, we should\nobject to have God Himself viewed as a mere force. For force is after\nall a subordinate and finite category. At the so-called renascence of\nthe sciences, when steps were taken to trace the single phenomena of\nnature back to underlying forces, the Church branded the enterprise\nas impious. The argument of the Church was as follows. If it be the\nforces of gravitation, of vegetation, &c. which occasion the movements\nof the heavenly bodies, the growth of plants, &c., there is nothing\nleft for divine providence, and God sinks to the level of a leisurely\non-looker, surveying this play of forces. The students of nature, it is\ntrue, and Newton more than others, when they employed the reflective\ncategory of force to explain natural phenomena, have expressly pleaded\nthat the honour of God, as the Creator and Governor of the world, would\nnot thereby be impaired. Still the logical issue of this explanation\nby means of forces is that the inferential understanding proceeds to\nfix each of these forces, and to maintain them in their finitude as\nultimate. And contrasted with this deinfinitised world of independent\nforces and matters, the only terms in which it is possible still to\ndescribe God will present Him in the abstract infinity of an unknowable\nsupreme Being in some other world far away. This is precisely the\nposition of materialism, and of modern 'free-thinking,' whose theology\nignores what God is and restricts itself to the mere fact _that_ He\nis. In this dispute therefore the Church and the religious mind have\nto a certain extent the right on their side. The finite forms of\nunderstanding certainly fail to fulfil the conditions for a knowledge\neither of Nature or of the formations in the world of Mind as they\ntruly are. Yet on the other side it is impossible to overlook the\nformal right which, in the first place, entitles the empirical sciences\nto vindicate the right of thought to know the existent world in all\nthe speciality of its content, and to seek something further than the\nbare statement of mere abstract faith that God creates and governs the\nworld. When our religious consciousness, resting upon the authority of\nthe Church, teaches us that God created the world by His almighty will,\nthat He guides the stars in their courses, and vouchsafes to all His\ncreatures their existence and their well-being, the question Why? is\nstill left to answer. Now it is the answer to this question which forms\nthe common task of empirical science and of philosophy. When religion\nrefuses to recognise this problem, or the right to put it, and appeals\nto the unsearchableness of the decrees of God, it is taking up the same\nagnostic ground as is taken by the mere Enlightenment of understanding.\nSuch an appeal is no better than an arbitrary dogmatism, which\ncontravenes the express command of Christianity, to know God in spirit\nand in truth, and is prompted by a humility which is not Christian, but\nborn of ostentatious bigotry.", "location": 527527}
{"paragraph": "We may therefore state the first point in Kant's philosophy as follows:\nThought must itself investigate its own capacity of knowledge. People\nin the present day have got over Kant and his philosophy: everybody\nwants to get further. But there are two ways of going further--a\nback-, ward and a forward. The light of criticism soon shows that many\nof our modern essays in philosophy are mere repetitions of the old\nmetaphysical method, an endless and uncritical thinking in a groove\ndetermined by the natural bent of each man's mind.", "location": 197723}
{"paragraph": "Generally speaking, the final cause is taken to mean nothing more\nthan external design. In accordance with this view of it, things are\nsupposed not to carry their vocation in themselves, but merely to be\nmeans employed and spent in realising a purpose which lies outside\nof them. That may be said to be the point of view taken by Utility,\nwhich once played a great part even in the sciences, but of late has\nfallen into merited disrepute, now that people have begun to see that\nit failed to give a genuine insight into the nature of things. It is\ntrue that finite things as finite ought in justice to be viewed as\nnon-ultimate, and as pointing beyond themselves. This negativity of\nfinite things however is their own dialectic, and in order to ascertain\nit we must pay attention to their positive content.", "location": 720890}
{"paragraph": "If it be the office of comparison to reduce existing differences to\nIdentity, the science, which most perfectly fulfils that end, is\nmathematics. The reason of that is, that quantitative difference is\nonly the difference which is quite external. Thus, in geometry, a\ntriangle and a quadrangle, figures qualitatively different, have this\nqualitative difference discounted by abstraction, and are equalised to\none another in magnitude. It follows from what has been formerly said\nabout the mere Identity of understanding that, as has also been pointed\nout (§ 99, note), neither philosophy nor the empirical sciences need\nenvy this superiority of Mathematics.", "location": 460568}
{"paragraph": "[1] Even Hermann's 'Handbook of Prosody' begins with paragraphs of\nKantian philosophy. In § 8 it is argued that a law of rhythm must be\n(1) objective, (a) formal, and (3) determined _à priori._ With these\nrequirements and with the principles of Causality and Reciprocity which\nfollow later, it were well to compare the treatment of the various\nmeasures, upon which those formal principles do not exercise the\nslightest influence.", "location": 267564}
{"paragraph": "In thus characterising the universal, we become aware of its antithesis\nto something else. This something else is the merely immediate,\noutward and individual, as opposed to the mediate, inward and\nuniversal. The universal does not exist externally to the outward eye\nas a universal. The kind as kind cannot be perceived: the laws of the\ncelestial motions are not written on the sky. The universal is neither\nseen nor heard, its existence is only for the mind. Religion leads us\nto a universal, which embraces all else within itself, to an Absolute\nby which all else is brought into being: and this Absolute is an object\nnot of the senses but of the mind and of thought.", "location": 112117}
{"paragraph": "P. 180, § 96. The distinction of nature and mind as real and ideal is\nespecially Schelling's: See _e.g._ his _Einleitung,_ &c. iii. 272. 'If\nit is the problem of Transcendental Philosophy to subordinate the real\nto the ideal, it is on the contrary the problem of the philosophy of\nnature to explain the ideal from the real.'", "location": 860642}
{"paragraph": "P. 10, § 6. Cf. Hegel, _Werke>_ viii. 17: 'In this conviction (that\nwhat is reasonable is actual, and what is actual is reasonable) stands\nevery plain man, as well as the philosopher; and from it philosophy\nstarts in the study both of the spiritual and of the natural\nuniverse----The great thing however is, in the show of the temporal\nand the transient to recognise the substance which is immanent and the\neternal which is present. For the work of reason (which is synonymous\nwith the Idea), when in its actuality it simultaneously enters external\nexistence, emerges with an infinite wealth of forms, phenomena and\nphases, and envelopes its kernel with the motley rind with which\nconsciousness is earliest at home,--a rind which the notion must\npenetrate before it can find the inward pulse and feel it still beating\neven in the outward phases. But the infinite variety of circumstance\nwhich is formed in this externality by the light of the essence shining\nin it,--all this infinite material, with its regulations,--is not\nthe object of philosophy.... To comprehend _what is,_ is the task of\nphilosophy: for _what is_ is reason. As regards the individual, each,\nwhatever happens, is a son of his time. So too philosophy is its\ntime apprehended in thoughts. It is just as foolish to fancy that a\nphilosophy can overleap its present world as that an individual can\noverleap his time. If his theory really goes beyond actualities, if it\nconstructs an ideal, a world as it ought to be, then such existence\nas it has is only in his intentions--a yielding element in which\nanything you please may be fancy-formed.' Cf. Schelling, _Werke,_ iv.\n390: 'There are very many things, actions, &c. of which we may judge,\nafter vulgar semblance, that they are unreasonable. All the same we\npresuppose and assume that everything which is or which happens is\nreasonable, and that reason is, in one word, the prime matter and the\nreal of all being.'", "location": 787453}
{"paragraph": "P. 328, § 192. _Elementarlehre:_ Theory of the Elements, called by\nHamilton (_Lectures on Logic,_ i. 65) Stoicheiology as opposed to\nmethodology. Cf. the Port Royal Logic. Kant's _Kritik_ observes the\nsame division of the subject.", "location": 892215}
{"paragraph": "16.] In the form of an Encyclopaedia, the science has no room for a\ndetailed exposition of particulars, and must be limited to setting\nforth the commencement of the special sciences and the notions of\ncardinal importance in them.", "location": 75820}
{"paragraph": "The definition, which states that the Absolute is the Object, is most\ndefinitely implied in the Leibnizian Monad. The Monads are each an\nobject, but an object implicitly 'representative,' indeed the total\nrepresentation of the world. In the simple unity of the Monad, all\ndifference is merely ideal, not independent or real. Nothing from\nwithout comes into the monad: It is the whole notion in itself, only\ndistinguished by its own greater or less development. None the less,\nthis simple totality parts into the absolute multeity of differences,\neach becoming an independent monad. In the monad of monads, and the\nPre-established Harmony of their inward developments, these substances\nare in like manner again reduced to 'ideality' and unsubstantiality.\nThe philosophy of Leibnitz, therefore, represents contradiction in its\ncomplete development.", "location": 695929}
{"paragraph": "P. 196, § 104. The distinction between imagination and intellect made\nby Spinoza in _Ep._ xii. (olim xxix.) in _Opp._ ed. Land vol. ii. 40\nseqq. is analogous to that already noted (p. 402) between _ratio_ and\n_intellegentia,_ and is connected, as by Boëthius, with the distinction\nwhich Plato, _Timaeus,_ 37, draws between eternity (αἰών) and time.", "location": 862954}
{"paragraph": "Ich bin der Gott, den sie im Busen hegt,\n    Der Geist, der sich in allem bewegt:\n    Vom frühsten Ringen dunkler Kräfte\n    Bis zum Erguss der ersten Lebenssäfte,\n    .    .    .    .    .    .    .\n    herauf zu des Gedankens Jugendkraft\n    Wodurch Natur verjüngt sich wieder schafft,\n    Ist eine kraft, ein Wechselspiel und Weben,\n    Ein Trieb und Drang nach immer höherm Leben.", "location": 808818}
{"paragraph": "This difference will to some extent explain what people call the\nunintelligibility of philosophy. Their difficulty lies partly in an\nincapacity--which in itself is nothing but want of habit--for abstract\nthinking; _i.e._ in an inability to get hold of pure thoughts and move\nabout in them. In our ordinary state of mind, the thoughts are clothed\nupon and made one with the sensuous or spiritual material of the hour;\nand in reflection, meditation, and general reasoning, we introduce a\nblend of thoughts into feelings, percepts, and mental images. (Thus,\nin propositions where the subject-matter is due to the senses--_e.g._\n'This leaf is green'--we have such categories introduced, as being and\nindividuality.) But it is a very different thing to make the thoughts\npure and simple our object.", "location": 44558}
{"paragraph": "105.] That the Quantum in its independent character is external to\nitself, is what constitutes its quality. In that externality it\nis itself and referred connectively to itself. There is a union in\nit of externality, _i.e._ the quantitative, and of independency\n(Being-for-self),--the qualitative. The Quantum when explicitly put\nthus in its own self, is the Quantitative Ratio, a mode of being\nwhich, while, in its Exponent, it is an immediate quantum, is also\nmediation, viz. the reference of some one quantum to another, forming\nthe two sides of the ratio. But the two quanta are not reckoned at\ntheir immediate value: their value is only in this relation.", "location": 422831}
{"paragraph": "225.] This process is in general terms Cognition. In Cognition\nin a single act the contrast is virtually superseded, as regards both\nthe one-sidedness of subjectivity and the one-sidedness of objectivity.\nAt first, however, the supersession of the contrast is but implicit.\nThe process as such is in consequence immediately infected with the\nfinitude of this sphere, and splits into the twofold movement of the\ninstinct of reason, presented as two different movements. On the one\nhand it supersedes the one-sidedness of the Idea's subjectivity by\nreceiving the existing world into itself, into subjective conception\nand thought; and with this objectivity, which is thus taken to be\nreal and true, for its content it fills up the abstract certitude of\nitself. On the other hand, it supersedes the one-sidedness of the\nobjective world, which is now, on the contrary, estimated as only a\nmere semblance, a collection of contingencies and shapes at bottom\nvisionary. It modifies and informs that world by the inward nature of\nthe subjective, which is here taken to be the genuine objective. The\nformer is the instinct of science after Truth, Cognition properly so\ncalled:--the Theoretical action of the idea. The latter is the instinct\nof the Good to fulfil the same--the Practical activity of the idea or\nVolition.", "location": 753702}
{"paragraph": "30.] (2) In the second place, _the metaphysical systems adopted a\nwrong criterion._ Their objects were no doubt totalities which in\ntheir own proper selves belong to reason,--that is, to the organised\nand systematically-developed universe, of thought. But these\ntotalities--God, the Soul, the World,--were taken by the metaphysician\nas subjects made and ready, to form the basis for an application of\nthe categories of the understanding. They were assumed from popular\nconception. Accordingly popular conception was the only canon for\nsettling whether or not the predicates were suitable and sufficient.", "location": 157918}
{"paragraph": "Absolute actuosity. The _Notio Dei_ according to Thomas Aquinas, as\nwell as the dogmatics of post-Reformation times, is _actus purus_\n(or _actus purissimus_). For God _nihil potentialitatis habet._ Cf.\n_Werke, xii._228: 'Aristotle especially has conceived God under the\nabstract category of activity. Pure activity is knowledge (Wissen)--in\nthe scholastic age, _actus purus_--: but in order to be put as\nactivity, it must be put in its \"moments.\" For knowledge we require\nanother thing which is known: and which, when knowledge knows it, is\nthereby appropriated. It is implied in this that God--the eternal and\nself-subsistent--eternally begets himself as his Son,--distinguishes\nhimself from himself. But what he thus distinguishes from himself,\nhas not the shape of an otherness: but what is distinguished is\n_ipso facto_ identical with what it is parted from. God is spirit:\nno darkness, no colouring or mixture enters this pure light. The\nrelationship of father and son is taken from organic life and used\nmetaphorically--the natural relation is only pictorial and hence does\nnot quite correspond to what is to be expressed. We say, God eternally\nbegets his Son, God distinguishes himself from himself: and thus we\nbegin from God, saying he does this, and in the other he creates is\nutterly with himself (the form of Love): but we must be well aware\nthat God is this _whole action itself_ God is the beginning; he does\nthis: but equally is he only the end, the totality: and as such\ntotality he is spirit. God as merely the Father is not yet the true\n(it is the Jewish religion where he is thus without the Son): He is\nrather beginning and end: He is his presupposition, makes himself a\npresupposition (this is only another form of distinguishing): He is the\neternal process.'", "location": 818770}
{"paragraph": "To ask, 'How Identity comes to Difference,' assumes that Identity as\nmere abstract Identity is something of itself, and Difference also\nsomething else equally independent. This supposition renders an answer\nto the question impossible. If Identity is viewed as diverse from\nDifference, all that we have in this way is but Difference; and hence\nwe cannot demonstrate the advance to difference, because the person\nwho asks for the How of the progress thereby implies that for him\nthe starting-point is non-existent. The question then when put to\nthe test has obviously no meaning, and its proposer may be met with\nthe question what he means by Identity; whereupon we should soon see\nthat he attaches no idea to it at all, and that Identity is for him\nan empty name. As we have seen, besides, Identity is undoubtedly a\nnegative,--not however an abstract empty Nought, but the negation of\nBeing and its characteristics. Being so, Identity is at the same time\nself-relation, and, what is more, negative self-relation; in other\nwords, it draws a distinction between it and itself.", "location": 456207}
{"paragraph": "International donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.", "location": 919983}
{"paragraph": "We may add that the untruth of the immediate judgment lies in the\nincongruity between its form and content. To say 'This rose is red,'\ninvolves (in virtue of the copula 'is') the coincidence of subject and\npredicate. The rose however is a concrete thing, and so is not red\nonly: it has also an odour, a specific form, and many other features\nnot implied in the predicate red. The predicate on its part is an\nabstract universal, and does not apply to the rose alone. There are\nother flowers and other objects which are red too. The subject and\npredicate in the immediate judgment touch, as it were, only in a single\npoint, but do not cover each other. The case is different with the\nnotional judgment. In pronouncing an action to be good, we frame a\nnotional judgment. Here, as we at once perceive, there is a closer and\na more intimate relation than in the immediate judgment. The predicate\nin the latter is some abstract quality which may or may not be applied\nto the subject. In the judgment of the notion the predicate is, as it\nwere, the soul of the subject, by which the subject, as the body of\nthis soul, is characterised through and through.", "location": 638807}
{"paragraph": "What is reasonable is actual;\n    and, What is actual is reasonable.", "location": 50142}
{"paragraph": "Please check the Project Gutenberg web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org/donate.", "location": 920185}
{"paragraph": "In common life, and it is the same in the finite sciences, this\nreflective form is often employed as a key to the secret of the real\ncondition of the objects under investigation. So long as we deal with\nwhat may be termed the household needs of knowledge, nothing can be\nurged against this method of study. But it can never afford definitive\nsatisfaction, either in theory or practice. And the reason why it\nfails is that the ground is yet without a definite content of its own;\nI so that to regard anything as resting upon a ground merely gives\nthe formal difference of mediation in place of immediacy. We see an\nelectrical phenomenon, for example, and we ask for its ground (or\nreason): we are told that electricity is the ground of this phenomenon.\nWhat is this but the same content as we had immediately before us, only\ntranslated into the form of inwardness?", "location": 478057}
{"paragraph": "206.] The teleological relation is a syllogism in which the subjective\nend coalesces with the objectivity external to it, through a middle\nterm which is the unity of both. This unity is on one hand the\n_purposive_ action, on the other the _Means, i.e._ objectivity made\ndirectly subservient to purpose.", "location": 722527}
{"paragraph": "Updated editions will replace the previous one—the old editions will\nbe renamed.", "location": 902988}
{"paragraph": "41.] The Critical Philosophy proceeds to test the value of the\ncategories employed in metaphysic, as well as in other sciences\nand in ordinary conception. This scrutiny however is not directed\nto the content of these categories, nor does it inquire into the\nexact relation they bear to one another: but simply considers them\nas affected by the contrast between subjective and objective. The\ncontrast, as we are to understand it here, bears upon the distinction\n(see preceding §) of the two elements in experience. The name of\nobjectivity is here given to the element of universality and necessity,\n_i.e._ to the categories themselves, or what is called the _a priori_\nconstituent. The Critical Philosophy however widened the contrast in\nsuch away, that the subjectivity comes to embrace the _ensemble_ of\nexperience, including both of the aforesaid elements; and nothing\nremains on the other side but the 'thing-in-itself.'", "location": 194540}
{"paragraph": "Gold is a metal: silver is a metal: so is copper, lead, &c. This is\nthe major premiss. Then comes the minor premiss: All these bodies\nconduct electricity; and hence results the conclusion, that all metals\nconduct electricity. The point which brings about a combination here\nis individuality in the shape of allness. But this syllogism once\nmore hands us over to another syllogism. Its mean is constituted by\nthe complete list of the individuals. That pre-supposes that over\na certain region observation and experience are completed. But the\nthings in question here are individuals; and so again we are landed\nin the progression _ad infinitum_ (i, i, i, &c.). In other words, in\nno Induction can we ever exhaust the individuals. The 'all metals,'\n'all plants,' of our statements, mean only all the metals, all the\nplants, which we have hitherto become acquainted with. Every Induction\nis consequently imperfect. One and the other observation, many it may\nbe, have been made: but all the cases, all the individuals, have not\nbeen observed. By this defect of Induction we are led on to Analogy.\nIn the syllogism of Analogy we conclude from the fact that some things\nof a certain kind possess a certain quality, that the same quality is\npossessed by other things of the same kind. It would be a syllogism of\nAnalogy, for example, if we said: In all planets hitherto discovered\nthis has been found to be the law of motion, consequently a newly\ndiscovered planet will probably move according to the same law. In the\nexperiential sciences Analogy deservedly occupies a high place, and\nhas led to results of the highest importance. Analogy is the instinct\nof reason, creating an anticipation that this or that characteristic,\nwhich experience has discovered, has its root in the inner nature or\nkind of an object, and arguing on the faith of that anticipation.\nAnalogy it should be added may be superficial or it may be thorough.\nIt would certainly be a very bad analogy to argue that since the man\nCaius is a scholar, and Titus also is a man, Titus will probably be a\nscholar too: and it would be bad because a man's learning is not an\nunconditional consequence of his manhood. Superficial analogies of\nthis kind however are very frequently met with. It is often argued,\nfor example: The earth is a celestial body, so is the moon, and it\nis therefore in all probability inhabited as well as the earth. The\nanalogy is not one whit better than that previously mentioned. That\nthe earth is inhabited does not depend on its being a celestial body,\nbut in other conditions, such as the presence of an atmosphere, and of\nwater in connexion with the atmosphere, &c.: and these are precisely\nthe conditions which the moon, so far as we know, does not possess.\nWhat has in modern times been called the Philosophy of Nature consists\nprincipally in a frivolous play with empty and external analogies,\nwhich, however, claim to be considered profound results. The natural\nconsequence has been to discredit the philosophical study of nature.", "location": 679069}
{"paragraph": "Too happy, if he can but know the outside of her rind.", "location": 878714}
{"paragraph": "P. 257, § 141. Cf. Goethe, xxiii, 298. 'What is the outside of an\norganic nature but the ever-varied phenomenon of the inside? This\noutside, this surface is so exactly adapted to a varied, complex,\ndelicate, inward structure that it thus itself becomes an inside:\nboth aspects, the outside and the inside, standing in most direct\ncorrelation alike in the quietest existence and in the most violent\nmovement.'", "location": 882437}
{"paragraph": "65.] The theory of which we are speaking is not satisfied when it has\nshown that mediate knowledge taken separately is an adequate vehicle\nof truth. Its distinctive doctrine is that immediate knowledge alone,\nto the total exclusion of mediation, can possess a content which is\ntrue. This exclusiveness is enough to show that the theory is a relapse\ninto the metaphysical understanding, with its pass-words 'Either--or.'\nAnd thus it is really a relapse into the habit of external mediation,\nthe gist of which consists in clinging to those narrow and one-sided\ncategories of the finite, which it falsely imagined itself to have left\nfor ever behind. This point, however, we shall not at present discuss\nin detail. An exclusively immediate knowledge is asserted as a fact\nonly, and in the present Introduction we can only study it from this\nexternal point of view. The real significance of such knowledge will\nbe explained, when we come to the logical question of the opposition\nbetween mediate and immediate. But it is characteristic of the view\nbefore us to decline to examine the nature of the fact, that is, the\nnotion of it; for such an examination would itself be a step towards\nmediation and even towards knowledge. The genuine discussion on logical\nground, therefore, must be deferred till we come to the proper province\nof Logic itself.", "location": 282491}
{"paragraph": "P. 325, § 190. Cf. Mill's _Logic,_ Bk. ii. ch. 3. 'In every syllogism\nconsidered as an argument to prove the conclusion there is a _petitio\nprincipii._'", "location": 891529}
{"paragraph": "(i) Kant therefore holds that the categories have their source in the\n'Ego,' and that the 'Ego' consequently supplies the characteristics\nof universality and necessity. If we observe what we have before us\nprimarily, we may describe it as a congeries or diversity: and in the\ncategories we find the simple points or units, to which this congeries\nis made to converge. The world of sense is a scene of mutual exclusion:\nits being is outside itself. That is the fundamental feature of the\nsensible. 'Now' has no meaning except in reference to a before and a\nhereafter. Red, in the same way, only subsists by being opposed to\nyellow and blue. Now this other thing is outside the sensible; which\nlatter is, only in so far as it is not the other, and only in so far\nas that other is. But thought, or the 'Ego,' occupies a position the\nvery reverse of the sensible, with its mutual exclusions, and its\nbeing outside itself. The 'I' is the primary identity--at one with\nitself and all at home in itself. The word 'I' expresses the mere act\nof bringing-to-bear-upon-self: and whatever is placed in this unit or\nfocus, is affected _by_ it and transformed into it. The 'I' is as it\nwere the crucible and the fire which consumes the loose plurality of\nsense and reduces it to unity. This is the process which Kant calls\npure apperception in distinction from the common apperception, to\nwhich the plurality it receives is a plurality still; whereas pure\napperception is rather an act by which the 'I' makes the materials\n'mine.'", "location": 204187}
{"paragraph": "Ins Innre der Natur bringt sein erschaffner Geist:\n    Zu glücklich, wenn sie noch die äußre Schale weist!", "location": 878422}
{"paragraph": "Cf. Froude: _Divorce of Catherine,_ p. 2. 'The student (of history)\nlooks for an explanation (of political conduct) in elements which he\nthinks he understands--in pride, ambition, fear, avarice, jealousy, or\nsensuality.'", "location": 882215}
{"paragraph": "The phrase, and the emphasis on the doctrine, that perception must be\ntaken as an auxiliary in mathematics,' belong specially to the second\nedition of the _Kritik, e.g._ Pref. xii. To learn the properties of\nthe isosceles triangle the mathematical student must 'produce (by\n'construction') what he himself thought into it and exhibited _à\npriori_ according to concepts.'", "location": 901041}
{"paragraph": "The distinction between Continuous and Discrete magnitude differs\nfrom that between Extensive and Intensive in the circumstance that\nthe former apply to quantity in general, while the latter apply to\nthe limit or determinateness of it as such. Intensive and Extensive\nmagnitude are not, any more than the other, two species, of which the\none involves a character not possessed by the other: what is Extensive\nmagnitude is just as much Intensive, and _vice versâ._", "location": 409779}
{"paragraph": "Contemporaneously with Hegel, Herbart turned psychology in the line of\na 'statics and dynamics of the mind.' See (besides earlier suggestions)\nhis _De Attentionis mensura causisque primariis_ (1822) and his\n_Ueber die Möglichkeit und Notwendigkeit, Mathematik auf Psychologie\nanzuwenden_ (1822).", "location": 895128}
{"paragraph": "P. 360, § 218. Sensibility, &c. This triplicity (as partly\ndistinguished by Haller after Glisson) of the functions of organic life\nis largely worked out in Schelling, ii. 491.", "location": 896703}
{"paragraph": "A general remark may still be offered on the result to which the\nCritical philosophy led as to the nature of knowledge; a result\nwhich has grown one of the current 'idols' or axiomatic beliefs of\nthe day. In every dualistic system, and especially in that of Kant,\nthe fundamental defect makes itself visible in the inconsistency of\nunifying at one moment, what a moment before had been explained to\nbe independent and therefore incapable of unification. And then, at\nthe very moment after unification has been alleged to be the truth,\nwe suddenly come upon the doctrine that the two elements, which, in\ntheir true status of unification, had been refused all independent\nsubsistence, are only true and actual in their state of separation.\nPhilosophising of this kind wants the little penetration needed to\ndiscover, that this shuffling only evidences how unsatisfactory each\none of the two terms is. And it fails simply because it is incapable\nof bringing two thoughts together. (And in point of form there are\nnever more than two.) It argues an utter want of consistency to say,\non the one hand, that the understanding only knows phenomena, and, on\nthe other, assert the absolute character of this knowledge, by such\nstatements as 'Cognition can go no further'; 'Here is the _natural_ and\nabsolute limit of human knowledge.' But 'natural' is the wrong word\nhere. The things of nature are limited and are natural things only to\nsuch extent as they are not aware of their universal limit, or to such\nextent as their mode or quality is a limit from our point of view,\nand not from their own. No one knows, or even feels, that anything\nis a limit or defect, until he is at the same time above and beyond\nit. Living beings, for example, possess the privilege of pain which\nis denied to the inanimate: even with living beings, a single mode or\nquality passes into the feeling of a negative. For living beings as\nsuch possess within them a universal vitality, which overpasses and\nincludes the single mode; and thus, as they maintain themselves in\nthe negative of themselves, they feel the contradiction to _exist_\nwithin them. But the contradiction is within them, only in so far as\none and the same subject includes both the universality of their sense\nof life, and the individual mode which is in negation with it. This\nillustration will show how a limit or imperfection in knowledge comes\nto be termed a limit or imperfection, only when it is compared with the\nactually-present Idea of the universal, of a total and perfect. A very\nlittle consideration might show, that to call a thing finite or limited\nproves by implication the very presence of the infinite and unlimited,\nand that our knowledge of a limit can only be when the unlimited is _on\nthis side_ in consciousness.", "location": 258284}
{"paragraph": "CHAPTER II.\n                          PRELIMINARY NOTION", "location": 2386}
{"paragraph": "The result however of Kant's view of cognition suggests a second\nremark. The philosophy of Kant could have no influence on the method of\nthe sciences. It leaves the categories and method of ordinary knowledge\nquite unmolested. Occasionally, it may be, in the first sections of a\nscientific work of that period, we find propositions borrowed from the\nKantian philosophy: but the course of the treatise renders it apparent\nthat these propositions were superfluous decoration, and that the few\nfirst pages might have been omitted without producing the least change\nin the empirical contents.[2]", "location": 261058}
{"paragraph": "From this point we glance back to the alleged atheism of Spinoza. The\ncharge will be seen to be unfounded if we remember that his system,\ninstead of denying God, rather recognises that He alone really is.\nNor can it be maintained that the God of Spinoza, although he is\ndescribed as alone true, is not the true God, and therefore as good as\nno God. If that were a just charge, it would only prove that all other\nsystems, where speculation has not gone beyond a subordinate stage\nof the idea,--that the Jews and Mohammedans who know God only as the\nLord,--and that even the many Christians for whom God is merely the\nmost high, unknowable, and transcendent being, are as much atheists as\nSpinoza. The so-called atheism of Spinoza is merely an exaggeration of\nthe fact that he defrauds the principle of difference or finitude of\nits due. Hence his system, as it holds that there is properly speaking\nno world, at any rate that the world has no positive being, should\nrather be styled Acosmism, These considerations will also show what is\nto be said of the charge of Pantheism. If Pantheism means, as it often\ndoes, the doctrine which takes finite things in their finitude and in\nthe complex of them to be God, we must acquit the system of Spinoza of\nthe crime of Pantheism. For in that system, finite things and the world\nas a whole are denied all truth. On the other hand, the philosophy\nwhich is Acosmism is for that reason certainly pantheistic.", "location": 579847}
