"Title: Kant's Critique of Judgement"
"Author: Kant"
{"paragraph": "From this we are enabled to see what otherwise, though we could easily\nsurmise it, could with difficulty be maintained with certainty and\nproved, viz. that the principle of a mechanical derivation of purposive\nnatural products is consistent with the teleological, but in no way\nenables us to dispense with it. In a thing that we must judge as a\nnatural purpose (an organised being) we can no doubt try all the known\nand yet to be discovered laws of mechanical production, and even hope\nto make good progress therewith; but we can never get rid of the call\nfor a quite different ground of production for the possibility of such\na product, viz. causality by means of purposes. Absolutely no human\nReason (in fact no finite Reason like ours in quality, however much it\nmay surpass it in degree) can hope to understand the production of even\na blade of grass by mere mechanical causes. As regards the possibility\nof such an object, the teleological connexion of causes and effects\nis quite indispensable for the Judgement, even for studying it by the\nclue of experience. For external objects as phenomena an adequate\nground related to purposes cannot be met with; this, although it lies\nin nature, must only be sought in the supersensible substrate of\nnature, from all possible insight into which we are cut off. Hence it\nis absolutely impossible for us to produce from nature itself grounds\nof explanation for purposive combinations; and it is necessary by the\nconstitution of the human cognitive faculties to seek the supreme\nground of these purposive combinations in an original Understanding as\nthe cause of the world.", "location": 589464}
{"paragraph": "For example, rivers bring down with them all kinds of earth serviceable\nfor the growth of plants which sometimes is deposited inland, often\nalso at their mouths. The tide brings this mud to many coasts over\nthe land or deposits it on the shore; and so, more especially if men\ngive their aid so that the ebb shall not carry it back again, the\nfruit-bearing land increases in area, and the vegetable kingdom gains\nthe place which formerly was the habitation of fish and shells. In\nthis way has nature itself brought about most of the extensions of the\nland, and still continues to do so, although very slowly.--Now the\nquestion is whether this is to be judged a purpose of nature, because\nit contains utility for men. We cannot put it down to the account of\nthe vegetable kingdom, because just as much is subtracted from sea-life\nas is added to land-life.", "location": 495091}
{"paragraph": "The _humorous_ manner again may be classified as that which, as\nexhilarating us, is near akin to the gratification that proceeds\nfrom laughter; and belongs to the originality of spirit, but not to\nthe talent of beautiful art. _Humour_ in the good sense means the\ntalent of being able voluntarily to put oneself into a certain mental\ndisposition, in which everything is judged quite differently from the\nordinary method (reversed, in fact), and yet in accordance with certain\nrational principles in such a frame of mind. He who is involuntarily\nsubject to such mutations is called _a man of humours_ [launisch]; but\nhe who can assume them voluntarily and purposively (on behalf of a\nlively presentment brought about by the aid of a contrast that excites\na laugh)--he and his manner of speech are called _humorous_ [launigt].\nThis manner, however, belongs rather to pleasant than to beautiful art,\nbecause the object of the latter must always exhibit intrinsic worth,\nand hence requires a certain seriousness in the presentation, as taste\ndoes in the act of judgement.", "location": 433408}
{"paragraph": "Suppose the case of a man at the moment when his mind is disposed to a\nmoral sensation. If surrounded by the beauties of nature, he is in a\nstate of restful, serene enjoyment of his being, he feels a want, viz.\nto be grateful for this to some being or other. Or if another time he\nfinds himself in the same state of mind when pressed by duties that he\ncan and will only adequately discharge by a voluntary sacrifice, he\nagain feels in himself a want, viz. to have thus executed a command\nand obeyed a Supreme Lord. Or, again; if he has in some heedless way\ntransgressed his duty, but without becoming answerable to men, his\nsevere self-reproach will speak to him with the voice of a judge to\nwhom he has to give account. In a word, he needs a moral Intelligence,\nin order to have a Being for the purpose of his existence, which may\nbe, conformably to this purpose, the cause of himself and of the\nworld. It is vain to assign motives behind these feelings, for they\nare immediately connected with the purest moral sentiment, because\n_gratitude_, _obedience_, and _humiliation_ (submission to deserved\nchastisement) are mental dispositions that make for duty; and the mind\nwhich is inclined towards a widening of its moral sentiment here only\nvoluntarily conceives an object that is not in the world in order where\npossible to render its duty before such an one. It is therefore at\nleast possible and grounded too in our moral disposition to represent\na pure moral need of the existence of a Being, by which our morality\ngains strength or even (at least according to our representation) more\nscope, viz. a new object for its exercise. That is, [there is a need]\nto assume a morally-legislating Being outside the world, without any\nreference to theoretical proofs, still less to self-interest, from pure\nmoral grounds free from all foreign influence (and consequently only\nsubjective), on the mere recommendation of a pure practical Reason\nlegislating by itself alone. And although such a mental disposition\nmight seldom occur or might not last long, but be transient and without\npermanent effect, or might even pass away without any meditation on the\nobject represented in such shadowy outline, or without care to bring\nit under clear concepts--there is yet here unmistakably the ground why\nour moral capacity, as a subjective principle, should not be contented\nin its contemplation of the world with its purposiveness by means of\nnatural causes, but should ascribe to it a supreme Cause governing\nnature according to moral principles.--In addition, we feel ourselves\nconstrained by the moral law to strive for a universal highest purpose\nwhich yet we, in common with the rest of nature, are incapable of\nattaining; and it is only so far as we strive for it that we can judge\nourselves to be in harmony with the final purpose of an intelligent\nWorld Cause (if such there be). Thus is found a pure moral ground\nof practical Reason for assuming this Cause (since it can be done\nwithout contradiction), in order that we may no more regard that effort\nof Reason as quite idle, and so run the risk of abandoning it from\nweariness.", "location": 668324}
{"paragraph": "§ 80. Of the necessary subordination of the mechanical to the\n          teleological principle in the explanation of a thing as\n          a natural purpose                                          336", "location": 13816}
{"paragraph": "The actuality of a highest morally-legislating Author is therefore\nsufficiently established merely _for the practical use_ of our Reason,\nwithout determining anything theoretically as regards its being. For\nReason requires, in respect of the possibility of its purpose, which\nis given to us independently by its own legislation, an Idea through\nwhich the inability to follow up this purpose, according to the mere\nnatural concepts of the world, is removed (sufficiently for the\nreflective Judgement). Thus this Idea gains practical reality, although\nall means of creating such for it in a theoretical point of view, for\nthe explanation of nature and determination of the supreme Cause,\nare entirely wanting for speculative cognition. For the theoretical\nreflective Judgement physical Teleology sufficiently proves from the\npurposes of nature an intelligent World-Cause; for the practical\nJudgement moral Teleology establishes it by the concept of a final\npurpose, which it is forced to ascribe to creation in a practical\npoint of view. The objective reality of the Idea of God, as moral\nAuthor of the world, cannot, it is true, be established by physical\npurposes _alone_. But nevertheless, if the cognition of these purposes\nis combined with that of the moral purpose, they are, by virtue of the\nmaxim of pure Reason which bids us seek unity of principles so far as\nis possible, of great importance for the practical reality of that\nIdea, by bringing in the reality which it has for the Judgement in a\ntheoretical point of view.", "location": 690175}
{"paragraph": "One cannot blame the ancients much, if they thought of their gods as\ndiffering much from each other both as regards their faculties and as\nregards their designs and volitions, but yet thought of all of them,\nthe Supreme One not excepted, as always limited after human fashion.\nFor if they considered the arrangement and the course of things in\nnature, they certainly found ground enough for assuming something\nmore than mechanism as its cause, and for conjecturing behind the\nmachinery of this world designs of certain higher causes, which they\ncould not think otherwise than superhuman. But because they met with\ngood and evil, the purposive and the unpurposive, mingled together (at\nleast as far as our insight goes), and could not permit themselves\nto assume nevertheless that wise and benevolent purposes of which\nthey saw no proof lay hidden at bottom, on behalf of the arbitrary\nIdea of a supremely perfect original Author, their judgement upon\nthe supreme World Cause could hardly have been other than it was, so\nlong as they proceeded consistently according to maxims of the mere\ntheoretical use of Reason. Others, who wished to be theologians as\nwell as physicists, thought to find contentment for the Reason by\nproviding for the absolute unity of the principle of natural things\nwhich Reason demands, the Idea of a Being of which as sole Substance\nthe things would be all only inherent determinations. This Substance\nwould not be Cause of the World by means of intelligence, but in it all\nthe intelligences of the beings in the world would be comprised. This\nBeing consequently would produce nothing according to purposes; but in\nit all things, on account of the unity of the subject of which they are\nmere determinations, must necessarily relate themselves purposively to\none another, though without purpose and design. Thus they introduced\nthe Idealism of final causes, by changing the unity (so difficult to\nexplain) of a number of purposively combined substances, from being\nthe unity of causal dependence _on one_ Substance to be the unity of\ninherence _in one_. This system--which in the sequel, considered on the\nside of the inherent world beings, becomes _Pantheism_, and (later) on\nthe side of the Subject subsisting by itself as Original Being, becomes\n_Spinozism_,--does not so much resolve as explain away into nothing the\nquestion of the first ground of the purposiveness of nature; because\nthis latter concept, bereft of all reality, must be taken for a mere\nmisinterpretation of a universal ontological concept of a thing in\ngeneral.", "location": 652760}
{"paragraph": "In receiving a quantum into the Imagination by intuition, in order\nto be able to use it for a measure or as a unit for the estimation\nof magnitude by means of numbers, there are two operations of\nthe Imagination involved: _apprehension_ (_apprehensio_) and\n_comprehension_ (_comprehensio aesthetica_). As to apprehension there\nis no difficulty, for it can go on _ad infinitum_; but comprehension\nbecomes harder the further apprehension advances, and soon attains to\nits maximum, viz. the aesthetically greatest fundamental measure for\nthe estimation of magnitude. For when apprehension has gone so far that\nthe partial representations of sensuous intuition at first apprehended\nbegin to vanish in the Imagination, whilst this ever proceeds to the\napprehension of others, then it loses as much on the one side as it\ngains on the other; and in comprehension there is a maximum beyond\nwhich it cannot go.", "location": 243087}
{"paragraph": "This difference consists, however, in the fact that the Idea in\nquestion is not a rational principle for the Understanding but\nfor the Judgement. It is, therefore, merely the application of an\nUnderstanding in general to possible objects of experience, in cases\nwhere the judgement can only be reflective, not determinant, and where,\nconsequently, the object, although given in experience, cannot be\n_determinately judged_ in conformity with the Idea (not to say with\ncomplete adequacy), but can only be reflected on.", "location": 579353}
{"paragraph": "_Cognisable_ things are of three kinds: _things of opinion_\n(_opinabile_); _things of fact_ (_scibile_); and _things of faith_\n(_mere credibile_).", "location": 714519}
{"paragraph": "This problem then may be thus represented: how is a judgement possible,\nin which merely from _our own_ feeling of pleasure in an object,\nindependently of its concept, we judge that this pleasure attaches to\nthe representation of the same Object _in every other subject_, and\nthat _a priori_ without waiting for the accordance of others?", "location": 329188}
{"paragraph": "It is infinitely important for Reason not to let slip the mechanism\nof nature in its products, and in their explanation not to pass it\nby, because without it no insight into the nature of things can be\nattained. Suppose it admitted that a supreme Architect immediately\ncreated the forms of nature as they have been from the beginning, or\nthat He predetermined those which in the course of nature continually\nform themselves on the same model. Our knowledge of nature is not thus\nin the least furthered, because we cannot know the mode of action of\nthat Being and the Ideas which are to contain the principles of the\npossibility of natural beings, and we cannot by them explain nature\nas from above downwards (_a priori_). And if, starting from the forms\nof the objects of experience, from below upwards (_a posteriori_),\nwe wish to explain the purposiveness, which we believe is met with\nin experience, by appealing to a cause working in accordance with\npurposes, then is our explanation quite tautological and we are only\nmocking Reason with words. Indeed when we lose ourselves with this way\nof explanation in the transcendent, whither natural knowledge cannot\nfollow, Reason is seduced into poetical extravagance, which it is its\npeculiar destination to avoid.", "location": 591218}
{"paragraph": "But under the _sensus communis_ we must include the Idea of a\n_communal_ sense, _i.e._ of a faculty of judgement, which in its\nreflection takes account (_a priori_) of the mode of representation\nof all other men in thought; in order _as it were_ to compare its\njudgement with the collective Reason of humanity, and thus to escape\nthe illusion arising from the private conditions that could be so\neasily taken for objective, which would injuriously affect the\njudgement. This is done by comparing our judgement with the possible\nrather than the actual judgements of others, and by putting ourselves\nin the place of any other man, by abstracting from the limitations\nwhich contingently attach to our own judgement. This, again, is\nbrought about by leaving aside as much as possible the matter of our\nrepresentative state, _i.e._ sensation, and simply having respect to\nthe formal peculiarities of our representation or representative state.\nNow this operation of reflection seems perhaps too artificial to be\nattributed to the faculty called _common_ sense; but it only appears\nso, when expressed in abstract formulae. In itself there is nothing\nmore natural than to abstract from charm or emotion if we are seeking a\njudgement that is to serve as a universal rule.", "location": 339673}
{"paragraph": "But the complex of all objects, to which those concepts are referred,\nin order to bring about a knowledge of them where it is possible,\nmay be subdivided according to the adequacy or inadequacy of our\n[cognitive] faculty to this design.", "location": 85626}
{"paragraph": "§ 20. The condition of necessity which a judgement of taste\n          asserts is the Idea of a common sense                       92", "location": 6429}
{"paragraph": "§ 45. _Beautiful Art is an art, in so far as it seems like nature_", "location": 367355}
{"paragraph": "A.--Of the Mathematically Sublime                                  106", "location": 7340}
{"paragraph": "Vol. II. PROLEGOMENA. Translated, with Notes and Appendices. 6s.", "location": 755171}
{"paragraph": "THE HISTORY AND THEORY OF VITALISM. By Prof. HANS DRIESCH, Ph.D.\n    Translated by C. K. OGDEN, B.A. Revised throughout and in part\n    rewritten by the Author for the English Edition. Crown 8vo.\n                                                        [_In the Press._", "location": 757807}
{"paragraph": "But the subjective [element] in a representation _which cannot be\nan ingredient of cognition_, is the _pleasure_ or _pain_ which is\nbound up with it; for through it I cognise nothing in the object of\nthe representation, although it may be the effect of some cognition.\nNow the purposiveness of a thing, so far as it is represented in\nperception, is no characteristic of the Object itself (for such cannot\nbe perceived), although it may be inferred from a cognition of things.\nThe purposiveness, therefore, which precedes the cognition of an\nObject, and which, even without our wishing to use the representation\nof it for cognition, is, at the same time, immediately bound up\nwith it, is that subjective [element] which cannot be an ingredient\nin cognition. Hence the object is only called purposive, when its\nrepresentation is immediately combined with the feeling of pleasure;\nand this very representation is an aesthetical representation of\npurposiveness.--The only question is whether there is, in general, such\na representation of purposiveness.", "location": 118501}
{"paragraph": "[88] The reader is not to judge this scheme for a possible division of\nthe beautiful arts as a deliberate theory. It is only one of various\nattempts which we may and ought to devise.", "location": 781584}
{"paragraph": "In Logic we ordinarily use the expressions demonstrable or\nindemonstrable only in respect of _propositions_, but these might\nbe better designated by the titles respectively of _mediately and\nimmediately certain_ propositions; for pure Philosophy has also\npropositions of both kinds, _i.e._ true propositions, some of which\nare susceptible of proof and others not. It can, as philosophy, prove\nthem on _a priori_ grounds, but it cannot demonstrate them; unless\nwe wish to depart entirely from the proper meaning of this word,\naccording to which _to demonstrate_ (_ostendere_, _exhibere_) is\nequivalent to presenting a concept in intuition (whether in proof or\nmerely in definition). If the intuition is _a priori_ this is called\nconstruction; but if it is empirical, then the Object is displayed by\nmeans of which objective reality is assured to the concept. Thus we say\nof an anatomist that he demonstrates the human eye, if by a dissection\nof this organ he makes intuitively evident the concept which he has\npreviously treated discursively.", "location": 447151}
{"paragraph": "But in the solution given above of the Antinomy of the principles\nof the mechanical and teleological methods of production of organic\nbeings of nature, we have seen that they are merely principles of\nthe reflective Judgement in respect of nature as it produces forms\nin accordance with particular laws (for the systematic connexion of\nwhich we have no key). They do not determine the origin of these\nbeings in themselves; but only say that we, by the constitution of\nour Understanding and our Reason, cannot conceive it in this kind of\nbeing except according to final causes. The greatest possible effort,\neven audacity, in the attempt to explain them mechanically is not only\npermitted, but we are invited to it by Reason; notwithstanding that\nwe know from the subjective grounds of the particular species and\nlimitations of our Understanding (not _e.g._ because the mechanism\nof production would contradict in itself an origin according to\npurposes) that we can never attain thereto. Finally, the compatibility\nof both ways of representing the possibility of nature may lie in\nthe supersensible principle of nature (external to us, as well as in\nus); whilst the method of representation according to final causes\nmay be only a subjective condition of the use of our Reason, when it\nnot merely wishes to form a judgement upon objects as phenomena, but\ndesires to refer these phenomena together with their principles to\ntheir supersensible substrate, in order to find certain laws of their\nunity possible, which it cannot represent to itself except through\npurposes (of which the Reason also has such as are supersensible).", "location": 631271}
{"paragraph": "If we consider the vegetable kingdom we might at first sight, on\naccount of the immeasurable fertility with which it spreads itself\nalmost on every soil, be led to take it for a mere product of that\nmechanism which nature displays in the formations of the mineral\nkingdom. But a more intimate knowledge of its indescribably wise\norganisation does not permit us to hold to this thought, but prompts\nthe question: What are these things created for? If it is answered:\nFor the animal kingdom, which is thereby nourished and has thus been\nable to spread over the earth in genera so various, then the further\nquestion comes: What are these plant-devouring animals for? The answer\nwould be something like this: For beasts of prey, which can only be\nnourished by that which has life. Finally we have the question: What\nare these last, as well as the first-mentioned natural kingdoms, good\nfor? For man, in reference to the manifold use which his Understanding\nteaches him to make of all these creatures. He is the ultimate purpose\nof creation here on earth, because he is the only being upon it who\ncan form a concept of purposes, and who can by his Reason make out of\nan aggregate of purposively formed things a system of purposes.", "location": 626194}
{"paragraph": "On the contrary, pleasure in the Beautiful is neither a pleasure\nof enjoyment nor of a law-abiding activity, nor even of rational\ncontemplation in accordance with Ideas, but of mere reflection. Without\nhaving as rule any purpose or fundamental proposition, this pleasure\naccompanies the ordinary apprehension of an object by the Imagination,\nas faculty of intuition, in relation with the Understanding, as faculty\nof concepts, by means of a procedure of the Judgement which it must\nalso exercise on behalf of the commonest experience; only that in\nthe latter case it is in order to perceive an empirical objective\nconcept, in the former case (in aesthetical judgements) merely to\nperceive the accordance of the representation with the harmonious\n(subjectively purposive) activity of both cognitive faculties in their\nfreedom, _i.e._ to feel with pleasure the mental state produced by\nthe representation. This pleasure must necessarily depend for every\none on the same conditions, for they are subjective conditions of the\npossibility of a cognition in general; and the proportion between\nthese cognitive faculties requisite for Taste is also requisite for\nthat ordinary sound Understanding which we have to presuppose in\nevery one. Therefore he who judges with taste (if only he does not go\nastray in this act of consciousness and mistake matter for form or\ncharm for beauty) may impute to every one subjective purposiveness,\n_i.e._ his satisfaction in the Object, and may assume his feeling to be\nuniversally communicable and that without the mediation of concepts.", "location": 336951}
{"paragraph": "Purposiveness may be represented in an object given in experience\non a merely subjective ground, as the harmony of its form,--in the\n_apprehension_ (_apprehensio_) of it prior to any concept,--with the\ncognitive faculties, in order to unite the intuition with concepts\nfor a cognition generally. Or it may be represented objectively as\nthe harmony of the form of the object with the possibility of the\nthing itself, according to a concept of it which precedes and contains\nthe ground of this form. We have seen that the representation of\npurposiveness of the first kind rests on the immediate pleasure\nin the form of the object in the mere reflection upon it. But the\nrepresentation of purposiveness of the second kind, since it refers\nthe form of the Object, not to the cognitive faculties of the subject\nin the apprehension of it, but to a definite cognition of the object\nunder a given concept, has nothing to do with a feeling of pleasure in\nthings, but only with the Understanding in its judgement upon them.\nIf the concept of an object is given, the business of the Judgement\nin the use of the concept for cognition consists in _presentation_\n(_exhibitio_), _i.e._ in setting a corresponding intuition beside the\nconcept. This may take place either through our own Imagination, as\nin Art when we realise a preconceived concept of an object which is\na purpose of ours; or through Nature in its Technic (as in organised\nbodies) when we supply to it our concept of its purpose in order\nto judge of its products. In the latter case it is not merely the\n_purposiveness_ of nature in the form of the thing that is represented,\nbut this its product is represented as a _natural purpose_.--Although\nour concept of a subjective purposiveness of nature in its forms\naccording to empirical laws is not a concept of the Object, but only\na principle of the Judgement for furnishing itself with concepts amid\nthe immense variety of nature (and thus being able to ascertain its\nown position), yet we thus ascribe to nature as it were a regard to\nour cognitive faculty according to the analogy of purpose. Thus we can\nregard _natural beauty_ as the _presentation_ of the concept of the\nformal (merely subjective) purposiveness, and _natural purposes_ as\nthe presentation of the concept of a real (objective) purposiveness.\nThe former of these we judge of by Taste (aesthetically, by the medium\nof the feeling of pleasure), the latter by Understanding and Reason\n(logically, according to concepts).", "location": 125612}
{"paragraph": "But in the family of the higher cognitive faculties there is a middle\nterm between the Understanding and the Reason. This is the _Judgement_,\nof which we have cause for supposing according to analogy that it\nmay contain in itself, if not a special legislation, yet a special\nprinciple of its own to be sought according to laws, though merely\nsubjective _a priori_. This principle, even if it have no field of\nobjects as its realm, yet may have somewhere a territory with a certain\ncharacter, for which no other principle can be valid.", "location": 92391}
{"paragraph": "If then we speak of intellectual beauty or sublimity, these expressions\nare, _first_, not quite accurate, because beauty and sublimity are\naesthetical modes of representation, which would not be found in us at\nall if we were pure intelligences (or even regarded ourselves as such\nin thought). _Secondly_, although both, as objects of an intellectual\n(moral) satisfaction, are so far compatible with aesthetical\nsatisfaction that they _rest_ upon no interest, yet they are difficult\nto unite with it, because they are meant to _produce_ an interest.\nThis, if its presentation is to harmonise with the satisfaction in the\naesthetical judgement, could only arise by means of a sensible interest\nthat we combine with it in the presentation; and thus damage would be\ndone to the intellectual purposiveness, and it would lose its purity.", "location": 289044}
{"paragraph": "Now it is quite indeterminate, and for our Understanding always\nindeterminable, how much the mechanism of nature does as a means\ntowards each final design in nature. However, on account of the\nabove-mentioned intelligible principle of the possibility of a nature\nin general, it may be assumed that it is possible throughout according\nto the two kinds of universally accordant laws (the physical and\nthose of final causes), although we cannot see into the way how this\ntakes place. Hence we do not know how far the mechanical method of\nexplanation which is possible for us may extend. So much only is\ncertain that, so far as we can go in this direction, it must always\nbe inadequate for things that we once recognise as natural purposes;\nand therefore we must, by the constitution of our Understanding,\nsubordinate these grounds collectively to a teleological principle.", "location": 602004}
{"paragraph": "It is to be observed, however, that precisely similar arguments might\nbe urged against our affirmation of purpose, design, will, as the\nspring of the actions of other human beings.[3] For let us consider\nwhy it is that, mind being assumed as the basis of our own individual\nconsciousness, we go on to attribute minds of like character to other\nmen. We see that the external behaviour of other men is similar to our\nown, and that the most reasonable way of accounting for such behaviour\nis to suppose that they have minds like ourselves, that they are\npossessed of an active and spontaneously energising faculty, which is\nthe seat of their personality. But it is instructive to observe that\nneither on Kantian principles nor on any other can we _demonstrate_\nthis; to cross the chasm which separates one man’s personality from\nanother’s requires a venture of faith just as emphatically as any\ntheological formula. I can by no means _prove_ to the determinant\nJudgement that the complex of sensations which I constantly experience,\nand which I call the Prime Minister, is anything more than a\nwell-ordered machine. It is improbable that this is the case--highly\nimprobable; but the falsity of such an hypothesis cannot be proved in\nthe same way that we would prove the falsity of the assertion that two\nand two make five. But then though the hypothesis cannot be thus ruled\nout of court by demonstration of its absurdity, it is not the simplest\nhypothesis, nor is it that one which best accounts for the facts. The\nassumption, on the other hand, that the men whom I meet every day have\nminds like my own, perfectly accounts for all the facts, and is a very\nsimple assumption. It merely extends by induction the sphere of a force\nwhich I already know to exist. Or in other words, crude materialism not\ngiving me an intelligent account of my own individual consciousness,\nI recognise mind, νοῦς, as a _vera causa_, as something which really\ndoes produce effects in the field of experience, and which therefore I\nmay legitimately put forward as the cause of those actions of other\nmen which externally so much resemble my own. But, as has been said\nbefore, this argument, though entirely convincing to any sane person,\nis not demonstrative; in Kantian language and on Kantian principles\nthe reasoning here used would seem to be valid only for the reflective\nand not for the determinant Judgement. If the principle of design or\nconscious adaptation of means to ends be not a constitutive principle\nof experience, but only a regulative principle introduced to account\nfor the facts, what right have we to put it forward dogmatically as\naffording an explanation of the actions of other human beings?", "location": 47597}
{"paragraph": "[59] [Kirchmann has _positiv_; but this is probably a mere misprint.]", "location": 774166}
{"paragraph": "Project Gutenberg™ depends upon and cannot survive without widespread\npublic support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine-readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.", "location": 827273}
{"paragraph": "The analysis of the Sublime which follows that of the Beautiful is\ninteresting and profound; indeed Schopenhauer regarded it as the\nbest part of the Critique of the Aesthetical Judgement. The general\ncharacteristics of our judgements about the Sublime are similar to\nthose already laid down in the case of the Beautiful; but there\nare marked differences in the two cases. If the pleasure taken in\nbeauty arises from a feeling of the purposiveness of the object in\nits relation to the subject, that in sublimity rather expresses a\npurposiveness of the subject in respect of the object. Nothing in\nnature is sublime; and the sublimity really resides in the mind and\nthere alone. Indeed, as true Beauty is found, properly speaking, only\nin beauty of form, the idea of sublimity is excited rather by those\nobjects which are formless and exhibit a violation of purpose.", "location": 29452}
{"paragraph": "As we so often find occasion in Transcendental Philosophy for\ndistinguishing Ideas from concepts of the Understanding, it may be of\nuse to introduce technical terms to correspond to this distinction.\nI believe that no one will object if I propose some.--In the most\nuniversal signification of the word, Ideas are representations referred\nto an object, according to a certain (subjective or objective)\nprinciple, but so that they can never become a cognition of it.\nThey are either referred to an intuition, according to a merely\nsubjective principle of the mutual harmony of the cognitive powers\n(the Imagination and the Understanding), and they are then called\n_aesthetical_; or they are referred to a concept according to an\nobjective principle, although they can never furnish a cognition of\nthe object and are called _rational Ideas_. In the latter case the\nconcept is a _transcendent_ one, which is different from a concept of\nthe Understanding, to which an adequately corresponding experience can\nalways be supplied, and which therefore is called _immanent_.", "location": 444558}
{"paragraph": "In fact the judgement of Taste always takes the form of a singular\njudgement about an Object. The Understanding can form a universal\njudgement by comparing the Object in point of the satisfaction it\naffords with the judgement of others upon it: _e.g._ “all tulips are\nbeautiful.” But then this is not a judgement of taste but a logical\njudgement, which takes the relation of an Object to taste as the\npredicate of things of a certain species. That judgement, however, in\nwhich I find an individual given tulip beautiful, _i.e._ in which\nI find my satisfaction in it to be universally valid, is alone a\njudgement of taste. Its peculiarity consists in the fact that, although\nit has merely subjective validity, it claims the assent of _all_\nsubjects, exactly as it would do if it were an objective judgement\nresting on grounds of knowledge, that could be established by a proof.", "location": 321266}
{"paragraph": "The Project Gutenberg Literary Archive Foundation is a non-profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation’s EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state’s laws.", "location": 826477}
{"paragraph": "In all judgements by which we describe anything as beautiful, we\nallow no one to be of another opinion; without however grounding our\njudgement on concepts but only on our feeling, which we therefore\nplace at its basis not as a private, but as a communal feeling.[40]\nNow this common sense cannot be grounded on experience; for it aims at\njustifying judgements which contain an _ought_. It does not say that\nevery one _will_ agree with my judgement, but that he _ought_. And so\ncommon sense, as an example of whose judgement I here put forward my\njudgement of taste and on account of which I attribute to the latter an\n_exemplary_ validity, is a mere ideal norm, under the supposition of\nwhich I have a right to make into a rule for every one a judgement that\naccords therewith, as well as the satisfaction in an Object expressed\nin such judgement. For the principle, which concerns the agreement of\ndifferent judging persons, although only subjective, is yet assumed as\nsubjectively universal (an Idea necessary for every one); and thus can\nclaim universal assent (as if it were objective) provided we are sure\nthat we have correctly subsumed [the particulars] under it.", "location": 215214}
{"paragraph": "§ 39. Of the communicability of a sensation                        167", "location": 9175}
{"paragraph": "[26] [First Edition has _gleiche_; Second Edition has _solche_.]", "location": 767735}
{"paragraph": "Now that a judgement about an object, by which I describe it as\npleasant, expresses an interest in it, is plain from the fact that by\nsensation it excites a desire for objects of that kind; consequently\nthe satisfaction presupposes not the mere judgement about it, but the\nrelation of its existence to my state, so far as this is affected\nby such an Object. Hence we do not merely say of the pleasant, _it\npleases_; but, _it gratifies_. I give to it no mere approval, but\ninclination is aroused by it; and in the case of what is pleasant\nin the most lively fashion, there is no judgement at all upon the\ncharacter of the Object, for those who always lay themselves out only\nfor enjoyment (for that is the word describing intense gratification)\nwould fain dispense with all judgement.", "location": 144564}
{"paragraph": "Now there are only two kinds of concepts, and these admit as many\ndistinct principles of the possibility of their objects, viz. _natural\nconcepts_ and the _concept of freedom_. The former render possible\n_theoretical_ cognition according to principles _a priori_; the latter\nin respect of this theoretical cognition only supplies in itself a\nnegative principle (that of mere contrast), but on the other hand it\nfurnishes fundamental propositions which extend the sphere of the\ndetermination of the will and are therefore called practical. Thus\nPhilosophy is correctly divided into two parts, quite distinct in\ntheir principles; the theoretical part or _Natural Philosophy_, and\nthe practical part or _Moral Philosophy_ (for that is the name given\nto the practical legislation of Reason in accordance with the concept\nof freedom). But up to the present a gross misuse of these expressions\nhas prevailed, both in the division of the different principles and\nconsequently also of Philosophy itself. For what is practical according\nto natural concepts has been identified with the practical according\nto the concept of freedom; and so with the like titles, ‘theoretical’\nand ‘practical’ Philosophy, a division has been made, by which in\nfact nothing has been divided (for both parts might in such case have\nprinciples of the same kind).", "location": 79557}
{"paragraph": "No doubt this principle seems to be too far-fetched and too subtly\nreasoned, and consequently seems to go beyond the scope of an\naesthetical judgement; but observation of men proves the opposite, and\nshows that it may lie at the root of the most ordinary judgements,\nalthough we are not always conscious of it. For what is that which is,\neven to the savage, an object of the greatest admiration? It is a man\nwho shrinks from nothing, who fears nothing, and therefore does not\nyield to danger, but rather goes to face it vigorously with the fullest\ndeliberation. Even in the most highly civilised state this peculiar\nveneration for the soldier remains, though only under the condition\nthat he exhibit all the virtues of peace, gentleness, compassion, and\neven a becoming care for his own person; because even by these it\nis recognised that his mind is unsubdued by danger. Hence whatever\ndisputes there may be about the superiority of the respect which is\nto be accorded them, in the comparison of a statesman and a general,\nthe aesthetical judgement decides for the latter. War itself, if it\nis carried on with order and with a sacred respect for the rights of\ncitizens, has something sublime in it, and makes the disposition of the\npeople who carry it on thus, only the more sublime, the more numerous\nare the dangers to which they are exposed, and in respect of which\nthey behave with courage. On the other hand, a long peace generally\nbrings about a predominant commercial spirit, and along with it, low\nselfishness, cowardice, and effeminacy, and debases the disposition of\nthe people.[49]", "location": 269156}
{"paragraph": "That which in the representation of an Object is merely subjective,\n_i.e._ which decides its reference to the subject, not to the object,\nis its aesthetical character; but that which serves or can be used\nfor the determination of the object (for cognition), is its logical\nvalidity. In the cognition of an object of sense both references\npresent themselves. In the sense-representation of external things\nthe quality of space wherein we intuite them is the merely subjective\n[element] of my representation (by which it remains undecided what\nthey may be in themselves as Objects), on account of which reference\nthe object is thought thereby merely as phenomenon. But space,\nnotwithstanding its merely subjective quality, is at the same time\nan ingredient in the cognition of things as phenomena. _Sensation_,\nagain (_i.e._ external sensation), expresses the merely subjective\n[element] of our representations of external things, but it is also the\nproper material (reale) of them (by which something existing is given),\njust as space is the mere form _a priori_ of the possibility of their\nintuition. Nevertheless, however, sensation is also employed in the\ncognition of external Objects.", "location": 117311}
{"paragraph": "*** END OF THE PROJECT GUTENBERG EBOOK KANT'S CRITIQUE OF JUDGEMENT ***", "location": 811349}
{"paragraph": "By right we ought only to describe as Art, production through freedom,\n_i.e._ through a will that places Reason at the basis of its actions.\nFor although we like to call the product of bees (regularly built\ncells of wax) a work of art, this is only by way of analogy: as soon\nas we feel that this work of theirs is based on no proper rational\ndeliberation, we say that it is a product of Nature (of instinct), and\nas Art only ascribe it to their Creator.", "location": 360759}
{"paragraph": "[109] [These words are inserted by Rosenkranz and Windelband, but\nomitted by Hartenstein and Kirchmann.]", "location": 787898}
{"paragraph": "External purposiveness is a quite different concept from that of\ninternal purposiveness, which is bound up with the possibility of an\nobject irrespective of its actuality being itself a purpose. We can ask\nabout an organised being the question: What is it for? But we cannot\neasily ask this about things in which we recognise merely the working\nof nature’s mechanism. For in the former, as regards their internal\npossibility, we represent a causality according to purposes, a creative\nUnderstanding, and we refer this active faculty to its determining\nground, viz. design. There is only one external purposiveness which\nis connected with the internal purposiveness of organisation, and yet\nserves in the external relation of a means to a purpose, without the\nquestion necessarily arising, as to what end this being so organised\nmust have existed for. This is the organisation of both sexes in their\nmutual relation for the propagation of their kind; since here we can\nalways ask, as in the case of an individual, why must such a pair\nexist? The answer is: This pair first constitutes an _organising_\nwhole, though not an organised whole in a single body.", "location": 623581}
{"paragraph": "SOMETIME FELLOW OF TRINITY COLLEGE, AND ARCHBISHOP KING’S PROFESSOR\n  OF DIVINITY IN THE UNIVERSITY OF DUBLIN", "location": 1688}
{"paragraph": "[112] We thus see that in most speculative things of pure Reason, as\nregards dogmatic assertions, the philosophical schools have commonly\ntried all possible solutions of a given question. To explain the\npurposiveness of nature men have tried either _lifeless matter_ or\na _lifeless God_, or again, _living matter_ or a _living God_. It\nonly remains for us, if the need should arise, to abandon all these\nobjective _assertions_ and to examine critically our judgement merely\nin reference to our cognitive faculties, in order to supply to their\nprinciple a validity which, if not dogmatic, shall at least be that of\na maxim sufficient for the sure employment of Reason.", "location": 789068}
{"paragraph": "Every purpose, if it be regarded as a ground of satisfaction, always\ncarries with it an interest--as the determining ground of the\njudgement--about the object of pleasure. Therefore no subjective\npurpose can lie at the basis of the judgement of taste. But neither\ncan the judgement of taste be determined by any representation of an\nobjective purpose, _i.e._ of the possibility of the object itself in\naccordance with principles of purposive combination, and consequently\nit can be determined by no concept of the good; because it is an\naesthetical and not a cognitive judgement. It therefore has to do with\nno _concept_ of the character and internal or external possibility of\nthe object by means of this or that cause, but merely with the relation\nof the representative powers to one another, so far as they are\ndetermined by a representation.", "location": 175620}
{"paragraph": "If we watch, _e.g._ the growth of a tree we perceive that its various\nparts are not isolated and unconnected, but that on the contrary they\nare only possible by reference to the idea of the whole. Each limb\naffects every other, and is reciprocally affected by it; in short “in\nsuch a product of nature every part not only exists _by means of_ the\nother parts, but is thought as existing _for the sake of_ the others\nand the whole” (p. 277). The operations of nature in organised bodies\nseem to be of an entirely different character from mere mechanical\nprocesses; we cannot construe them to ourselves except under the\nhypothesis that nature in them is working towards a designed end.\nThe distinction between nature’s “Technic” or purposive operation,\nand nature’s Mechanism is fundamental for the explanation of natural\nlaw. The language of biology eloquently shows the impossibility of\neliminating at least the _idea_ of purpose from our investigations into\nthe phenomena of life, growth, and reproduction. And Kant dismisses\nwith scant respect that cheap and easy philosophy which would fain\ndeny the distinctiveness of nature’s purposive operation. A doctrine,\nlike that of Epicurus, in which every natural phenomenon is regarded\nas the result of the blind drifting of atoms in accordance with purely\nmechanical laws, really explains nothing, and least of all explains\nthat illusion in our teleological judgements which leads us to assume\npurpose where really there is none.", "location": 39228}
{"paragraph": "The purposiveness of nature is therefore a particular concept, _a\npriori_, which has its origin solely in the reflective Judgement. For\nwe cannot ascribe to natural products anything like a reference of\nnature in them to purposes; we can only use this concept to reflect\nupon such products in respect of the connexion of phenomena which is\ngiven in nature according to empirical laws. This concept is also quite\ndifferent from practical purposiveness (in human art or in morals),\nthough it is certainly thought according to the analogy of these last.", "location": 99044}
{"paragraph": "Or, to give an example of the advantageousness of certain natural\nthings as means for other creatures (if we suppose them to be means),\nno soil is more suitable to pine trees than a sandy soil. Now the deep\nsea, before it withdrew from the land, left behind large tracts of sand\nin our northern regions, so that on this soil, so unfavourable for all\ncultivation, widely extended pine forests were enabled to grow, for the\nunreasoning destruction of which we frequently blame our ancestors.\nWe may ask if this original deposit of tracts of sand was a purpose\nof nature for the benefit of the possible pine forests? So much is\nclear, that if we regard this as a purpose of nature, we must also\nregard the sand as a relative purpose, in reference to which the ocean\nstrand and its withdrawal were means: for in the series of the mutually\nsubordinated members of a purposive combination, every member must be\nregarded as a purpose (though not as a final purpose), to which its\nproximate cause is the means. So too if cattle, sheep, horses, etc.,\nare to exist, there must be grass on the earth, but there must also\nbe saline plants in the desert if camels are to thrive; and again\nthese and other herbivorous animals must be met with in numbers if\nthere are to be wolves, tigers, and lions. Consequently the objective\npurposiveness, which is based upon advantage, is not an objective\npurposiveness of things in themselves; as if the sand could not be\nconceived for itself as an effect of a cause, viz. the sea, without\nattributing to the latter a purpose, and regarding the effect, namely,\nthe sand, as a work of art. It is a merely relative purposiveness\ncontingent upon the thing to which it is ascribed; and although in the\nexamples we have cited, the different kinds of grass are to be judged\nas in themselves organised products of nature, and consequently as\nartificial, yet are they to be regarded, in reference to the beasts\nwhich feed upon them, as mere raw material.", "location": 495946}
{"paragraph": "The judgement of taste is distinguished from a logical judgement in\nthis, that the latter subsumes a representation under the concept\nof the Object, while the former does not subsume it under any\nconcept; because otherwise the necessary universal agreement [in\nthese judgements] would be capable of being enforced by proofs.\nNevertheless it is like the latter in this, that it claims universality\nand necessity, though not according to concepts of the Object, and\nconsequently a merely subjective necessity. Now, because the concepts\nin a judgement constitute its content (what belongs to the cognition\nof the Object), but the judgement of taste is not determinable by\nconcepts, it is based only on the subjective formal condition of a\njudgement in general. The subjective condition of all judgements is\nthe faculty of Judgement itself. This when used with reference to a\nrepresentation by which an object is given, requires the accordance\nof two representative powers: viz. Imagination (for the intuition and\ncomprehension of the manifold) and Understanding (for the concept as\na representation of the unity of this comprehension). Now because no\nconcept of the Object lies here at the basis of the judgement, it can\nonly consist in the subsumption of the Imagination itself (in the case\nof a representation by which an object is given) under the conditions\nthat the Understanding requires to pass from intuition to concepts.\nThat is, because the freedom of the Imagination consists in the fact\nthat it schematises without any concept, the judgement of taste must\nrest on a mere sensation of the reciprocal activity of the Imagination\nin its _freedom_ and the Understanding with its _conformity to law_.\nIt must therefore rest on a feeling, which makes us judge the object\nby the purposiveness of the representation (by which an object is\ngiven) in respect of the furtherance of the cognitive faculty in its\nfree play. Taste, then, as subjective Judgement, contains a principle\nof subsumption, not of intuitions under concepts, but of the _faculty_\nof intuitions or presentations (_i.e._ the Imagination) under the\n_faculty_ of the concepts (_i.e._ the Understanding); so far as the\nformer _in its freedom_ harmonises with the latter _in its conformity\nto law_.", "location": 324765}
{"paragraph": "§ 35. The principle of Taste is the subjective principle of\n          Judgement in general                                       161", "location": 8754}
{"paragraph": "With the best intentions those persons who refer all activities, to\nwhich their inner natural dispositions impel men, to the final purpose\nof humanity, viz. the morally good, have regarded the taking an\ninterest in the Beautiful in general as a mark of good moral character.\nBut it is not without reason that they have been contradicted by others\nwho rely on experience; for this shows that connoisseurs in taste,\nnot only often but generally, are given up to idle, capricious, and\nmischievous passions, and that they could perhaps make less claim than\nothers to any pre-eminent attachment to moral principles. Thus it would\nseem that the feeling for the Beautiful is not only (as actually is\nthe case) specifically different from the Moral feeling; but that the\ninterest which can be bound up with it is hardly compatible with moral\ninterest, and certainly has no inner affinity therewith.", "location": 349435}
{"paragraph": "[72] [Kant lays down these three maxims in his _Introduction to Logic_,\n§ vii., as “general rules and conditions of the avoidance of error.”]", "location": 777486}
{"paragraph": "VIII. Of the logical representation of the purposiveness of\n            nature                                                    35", "location": 3055}
{"paragraph": "§ 48. Of the relation of Genius to Taste                           193", "location": 9906}
{"paragraph": "We must remark that, in a way quite incomprehensible by us, the\nImagination can not only recall, on occasion, the signs for concepts\nlong past, but can also reproduce the image of the figure of the object\nout of an unspeakable number of objects of different kinds or even of\nthe same kind. Further, if the mind is concerned with comparisons, the\nImagination can, in all probability, actually though unconsciously let\none image glide into another, and thus by the concurrence of several of\nthe same kind come by an average, which serves as the common measure\nof all. Every one has seen a thousand full-grown men. Now if you wish\nto judge of their normal size, estimating it by means of comparison,\nthe Imagination (as I think) allows a great number of images (perhaps\nthe whole thousand) to fall on one another. If I am allowed to apply\nhere the analogy of optical presentation, it is in the space where\nmost of them are combined and inside the contour, where the place is\nilluminated with the most vivid colours, that the _average size_ is\ncognisable; which, both in height and breadth, is equally far removed\nfrom the extreme bounds of the greatest and smallest stature. And this\nis the stature of a beautiful man. (We could arrive at the same thing\nmechanically, by adding together all thousand magnitudes, heights,\nbreadths, and thicknesses, and dividing the sum by a thousand. But the\nImagination does this by means of a dynamical effect, which arises\nfrom the various impressions of such figures on the organ of internal\nsense.) If now in a similar way for this average man we seek the\naverage head, for this head the average nose, etc., such figure is at\nthe basis of the normal Idea in the country where the comparison is\ninstituted. Thus necessarily under these empirical conditions a negro\nmust have a different normal Idea of the beauty of the [human figure]\nfrom a white man, a Chinaman a different normal Idea from a European,\netc. And the same is the case with the model of a beautiful horse or\ndog (of a certain breed).--This _normal Idea_ is not derived from\nproportions got from experience [and regarded] _as definite rules_; but\nin accordance with it rules for judging become in the first instance\npossible. It is the image for the whole race, which floats among all\nthe variously different intuitions of individuals, which nature takes\nas archetype in her productions of the same species, but which seems\nnot to be fully reached in any individual case. It is by no means the\nwhole _archetype of beauty_ in the race, but only the form constituting\nthe indispensable condition of all beauty, and thus merely\n_correctness_ in the [mental] presentation of the race. It is, like the\ncelebrated _Doryphorus_ of _Polycletus_,[36] the _rule_ (_Myron’s_[37]\nCow might also be used thus for its kind). It can therefore contain\nnothing specifically characteristic, for otherwise it would not be\nthe _normal Idea_ for the race. Its presentation pleases, not by its\nbeauty, but merely because it contradicts no condition, under which\nalone a thing of this kind can be beautiful. The presentation is merely\ncorrect.[38]", "location": 204861}
{"paragraph": "The natural concepts, which contain the ground of all\ntheoretical knowledge _a priori_, rest on the legislation of the\nUnderstanding.--The concept of freedom, which contains the ground of\nall sensuously-unconditioned practical precepts _a priori_, rests on\nthe legislation of the Reason. Both faculties, therefore, besides being\ncapable of application as regards their logical form to principles of\nwhatever origin, have also as regards their content, their special\nlegislations above which there is no other (_a priori_); and hence the\ndivision of Philosophy into theoretical and practical is justified.", "location": 91785}
{"paragraph": "The _quality_ of the feeling of the Sublime is that it is a feeling\nof pain in reference to the faculty by which we judge aesthetically\nof an object, which pain, however, is represented at the same time as\npurposive. This is possible through the fact that the very incapacity\nin question discovers the consciousness of an unlimited faculty of\nthe same subject, and that the mind can only judge of the latter\naesthetically by means of the former.", "location": 261469}
{"paragraph": "Rhetoric may be combined with a pictorial presentation of its subjects\nand objects in a _theatrical piece_; poetry may be combined with music\nin a _song_, and this again with pictorial (theatrical) presentation in\nan _opera_; the play of sensations in music may be combined with the\nplay of figures in the _dance_, and so on. Even the presentation of\nthe sublime, so far as it belongs to beautiful art, may combine with\nbeauty in a _tragedy in verse_, in a _didactic poem_, in an _oratorio_;\nand in these combinations beautiful art is yet more artistic. Whether\nit is also more beautiful may in some of these cases be doubted (since\nso many different kinds of satisfaction cross one another). Yet in\nall beautiful art the essential thing is the form, which is purposive\nas regards our observation and judgement, where the pleasure is at\nthe same time cultivation and disposes the spirit to Ideas, and\nconsequently makes it susceptible of still more of such pleasure and\nentertainment. The essential element is not the matter of sensation\n(charm or emotion), which has only to do with enjoyment; this leaves\nbehind nothing in the Idea, and it makes the spirit dull, the object\ngradually distasteful, and the mind, on account of its consciousness of\na disposition that conflicts with purpose in the judgement of Reason,\ndiscontented with itself and peevish.", "location": 410431}
{"paragraph": "The attainment of that design is bound up with the feeling of pleasure,\nand since the condition of this attainment is a representation\n_a priori_,--as here a principle for the reflective Judgement in\ngeneral,--therefore the feeling of pleasure is determined by a ground\n_a priori_ and valid for every man, and that merely by the reference of\nthe Object to the cognitive faculty, the concept of purposiveness here\nnot having the least reference to the faculty of desire. It is thus\nquite distinguished from all practical purposiveness of nature.", "location": 113532}
{"paragraph": "MODERN PHILOSOPHERS. Lectures. By HARALD HÖFFDING. Translated by\n    ALFRED C. MASON, M.A. Crown 8vo.                    [_In the Press._", "location": 758496}
{"paragraph": "But all culture is not adequate to this ultimate purpose of nature. The\nculture of _skill_ is indeed the chief subjective condition of aptitude\nfor furthering one’s purposes in general; but it is not adequate to\nfurthering the _will_[126] in the determination and choice of purposes,\nwhich yet essentially belongs to the whole extent of an aptitude for\npurposes. The latter condition of aptitude, which we might call the\nculture of training (discipline), is negative, and consists in the\nfreeing of the will from the despotism of desires. By these, tied as\nwe are to certain natural things, we are rendered incapable even of\nchoosing, while we allow those impulses to serve as fetters, which\nNature has given us as guiding threads that we should not neglect or\nviolate the destination of our animal nature--we being all the time\nfree enough to strain or relax, to extend or diminish them, according\nas the purposes of Reason require.", "location": 638157}
{"paragraph": "As regards the interest of inclination in the case of the Pleasant,\nevery one says that hunger is the best sauce, and everything that is\neatable is relished by people with a healthy appetite; and thus a\nsatisfaction of this sort does not indicate choice directed by taste.\nIt is only when the want is appeased that we can distinguish which of\nmany men has or has not taste. In the same way there may be manners\n(conduct) without virtue, politeness without goodwill, decorum without\nmodesty, etc. For where the moral law speaks there is no longer,\nobjectively, a free choice as regards what is to be done; and to\ndisplay taste in its fulfilment (or in judging of another’s fulfilment\nof it) is something quite different from manifesting the moral attitude\nof thought. For this involves a command and generates a want, whilst\nmoral taste only plays with the objects of satisfaction, without\nattaching itself to one of them.", "location": 152546}
{"paragraph": "We can easily infer from the nature of the Judgement (whose right use\nis so necessarily and so universally requisite, that by the name of\nsound Understanding nothing else but this faculty is meant), that it\nmust be attended with great difficulties to find a principle peculiar\nto it; (some such it must contain _a priori_ in itself, for otherwise\nit would not be set apart by the commonest Criticism as a special\ncognitive faculty). This principle must not be derived _a priori_ from\nconcepts, for these belong to the Understanding, and Judgement is only\nconcerned with their application. It must, therefore, furnish of itself\na concept, through which, properly speaking, no thing is cognised,\nbut which only serves as a rule, though not an objective one to which\nit can adapt its judgement; because for this latter another faculty\nof Judgement would be requisite, in order to be able to distinguish\nwhether [any given case] is or is not the case for the rule.", "location": 74579}
{"paragraph": "Consequently, we must assume a moral World-Cause (an Author of the\nworld), in order to set before ourselves a final purpose consistently\nwith the moral law; and in so far as the latter is necessary, so far\n(_i.e._ in the same degree and on the same ground) the former also must\nbe necessarily assumed; _i.e._ we must admit that there is a God.[134]", "location": 678435}
{"paragraph": "While we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.", "location": 828207}
{"paragraph": "1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.", "location": 824268}
{"paragraph": "We may describe beauty in general (whether natural or artificial) as\nthe _expression_ of aesthetical Ideas; only that in beautiful Art this\nIdea must be occasioned by a concept of the Object; whilst in beautiful\nNature the mere reflection upon a given intuition, without any concept\nof what the object is to be, is sufficient for the awakening and\ncommunicating of the Idea of which that Object is regarded as the\n_expression_.", "location": 398703}
{"paragraph": "It will be said that this account of aesthetical judgements, as akin\nto the moral feeling, seems far too studied to be regarded as the\ntrue interpretation of that cipher through which Nature speaks to us\nfiguratively in her beautiful forms. However, in the first place,\nthis immediate interest in the beautiful is actually not common; but\nis peculiar to those whose mental disposition either has already been\ncultivated in the direction of the good or is eminently susceptible\nof such cultivation. In that case the analogy between the pure\njudgement of taste which, independently of any interest, causes us to\nfeel a satisfaction, and also represents it _a priori_ as suitable\nto humanity in general, and the moral judgement that does the same\nthing from concepts without any clear, subtle, and premeditated\nreflection--this analogy leads to a similar immediate interest in the\nobjects of the former as in those of the latter; only that in the\none case the interest is free, in the other it is based on objective\nlaws. To this is to be added our admiration for Nature, which displays\nitself in its beautiful products as Art, not merely by chance, but\nas it were designedly, in accordance with a regular arrangement, and\nas purposiveness without purpose. This latter, as we never meet with\nit outside ourselves, we naturally seek in ourselves; and, in fact,\nin that which constitutes the ultimate purpose of our being, viz.\nour moral destination. (Of this question as to the ground of the\npossibility of such natural purposiveness we shall first speak in the\nTeleology.)", "location": 355535}
{"paragraph": "[138] [Cf. _Introd. to Logic_, ix. p. 63, “Conviction is opposed to\nPersuasion, which is a belief from inadequate reasons, of which we do\nnot know whether they are only subjective or are also objective.”]", "location": 800498}
{"paragraph": "§ 52. _Of the combination of beautiful arts in one and the same product_", "location": 410356}
{"paragraph": "The principles of a science are either internal to it and are then\ncalled domestic (_principia domestica_), or are based on concepts that\ncan only find their place outside it and so are _foreign_ principles\n(_peregrina_). Sciences that contain the latter, place at the basis of\ntheir doctrines auxiliary propositions (_lemmata_), _i.e._ they borrow\nsome concept, and with it a ground of arrangement, from another science.", "location": 526325}
{"paragraph": "§ 54. Remark                                                       220", "location": 10544}
{"paragraph": "So much for the beautiful representation of an object, which is\nproperly only the form of the presentation of a concept, and the means\nby which the latter is communicated universally.--But to give this form\nto the product of beautiful art, mere taste is requisite. By taste,\nafter he has exercised and corrected it by manifold examples from art\nor nature, the artist checks his work; and after many, often toilsome,\nattempts to content taste he finds the form which satisfies him. Hence\nthis form is not, as it were, a thing of inspiration or the result of a\nfree swing of the mental powers, but of a slow and even painful process\nof improvement, by which he seeks to render it adequate to his thought,\nwithout detriment to the freedom of the play of his powers.", "location": 381412}
{"paragraph": "_Cognitive faculties_\n  Understanding.               Judgement.                     Reason.", "location": 137020}
{"paragraph": "The Judgement has therefore also in itself a principle _a priori_ of\nthe possibility of nature, but only in a subjective aspect; by which\nit prescribes, not to nature (autonomy), but to itself (heautonomy)\na law for its reflection upon nature. This we might call the _law of\nthe specification of nature_ in respect of its empirical laws. The\nJudgement does not cognise this _a priori_ in nature, but assumes it\non behalf of a natural order cognisable by our Understanding in the\ndivision which it makes of the universal laws of nature when it wishes\nto subordinate to these the variety of particular laws. If then we say\nthat nature specifies its universal laws according to the principles of\npurposiveness for our cognitive faculty, _i.e._ in accordance with the\nnecessary business of the human Understanding of finding the universal\nfor the particular which perception offers it, and again of finding\nconnexion for the diverse (which however is a universal for each\nspecies) in the unity of a principle,--we thus neither prescribe to\nnature a law, nor do we learn one from it by observation (although such\na principle may be confirmed by this means). For it is not a principle\nof the determinant but merely of the reflective Judgement. We only\nrequire that, be nature disposed as it may as regards its universal\nlaws, investigation into its empirical laws may be carried on in\naccordance with that principle and the maxims founded thereon, because\nit is only so far as that holds that we can make any progress with the\nuse of our Understanding in experience, or gain knowledge.", "location": 110461}
{"paragraph": "Understanding and Reason exercise, therefore, two distinct legislations\nin regard to one and the same territory of experience, without\nprejudice to each other. The concept of freedom as little disturbs\nthe legislation of nature, as the natural concept influences the\nlegislation through the former.--The possibility of at least thinking\nwithout contradiction the co-existence of both legislations, and of\nthe corresponding faculties in the same subject, has been shown in the\nCritique of pure Reason; for it annulled the objections on the other\nside by exposing the dialectical illusion which they contain.", "location": 87881}
{"paragraph": "In accordance with these suppositions genius is the exemplary\noriginality of the natural gifts of a subject in the _free_ employment\nof his cognitive faculties. In this way the product of a genius (as\nregards what is to be ascribed to genius and not to possible learning\nor schooling) is an example, not to be imitated (for then that which\nin it is genius and constitutes the spirit of the work would be lost),\nbut to be followed, by another genius; whom it awakens to a feeling of\nhis own originality and whom it stirs so to exercise his art in freedom\nfrom the constraint of rules, that thereby a new rule is gained for\nart, and thus his talent shows itself to be exemplary. But because a\ngenius is a favourite of nature and must be regarded by us as a rare\nphenomenon, his example produces for other good heads a school, _i.e._\na methodical system of teaching according to rules, so far as these can\nbe derived from the peculiarities of the products of his spirit. For\nsuch persons beautiful art is so far imitation, to which nature through\nthe medium of a genius supplied the rule.", "location": 393834}
{"paragraph": "A judgement of taste is therefore pure, only so far as no merely\nempirical satisfaction is mingled with its determining ground. But this\nalways happens if charm or emotion have any share in the judgement by\nwhich anything is to be described as beautiful.", "location": 182143}
{"paragraph": "According to the preceding paragraphs the mechanism of nature alone\ndoes not enable us to think the possibility of an organised being;\nbut (at least according to the constitution of our cognitive faculty)\nit must be originally subordinated to a cause working designedly.\nBut, just as little is the mere teleological ground of such a being\nsufficient for considering it and judging it as a product of nature,\nif the mechanism of the latter be not associated with the former,\nlike the instrument of a cause working designedly, to whose purposes\nnature is subordinated in its mechanical laws. The possibility of such\na unification of two quite different kinds of causality,--of nature\nin its universal conformity to law with an Idea which limits it to a\nparticular form, for which it contains no ground in itself--is not\ncomprehended by our Reason. It lies in the supersensible substrate\nof nature, of which we can determine nothing positively, except that\nit is the being in itself of which we merely know the phenomenon.\nBut the principle, “all that we assume as belonging to this nature\n(_phenomenon_) and as its product, must be thought as connected\ntherewith according to mechanical laws,” has none the less force,\nbecause without this kind of causality organised beings (as purposes of\nnature) would not be natural products.", "location": 615581}
{"paragraph": "We can do nothing more than remove this conflict between the claims and\ncounter-claims of taste. It is absolutely impossible to give a definite\nobjective principle of taste, in accordance with which its judgements\ncould be derived, examined, and established; for then the judgement\nwould not be one of taste at all. The subjective principle, viz. the\nindefinite Idea of the supersensible in us, can only be put forward as\nthe sole key to the puzzle of this faculty whose sources are hidden\nfrom us: it can be made no further intelligible.", "location": 442660}
{"paragraph": "§ 60. =Appendix=:--Of the method of Taste                          253", "location": 11130}
{"paragraph": "But even stormy movements of mind which may be connected under the\nname of edification with Ideas of religion, or--as merely belonging\nto culture--with Ideas containing a social interest, can in no way,\nhowever they strain the Imagination, lay claim to the honour of\nbeing _sublime_ presentations, unless they leave after them a mental\nmood which, although only indirectly, has influence upon the mind’s\nconsciousness of its strength, and its resolution in reference to that\nwhich involves pure intellectual purposiveness (the supersensible). For\notherwise all these emotions belong only to _motion_, which one would\nfain enjoy for the sake of health. The pleasant exhaustion, consequent\nupon such disturbance produced by the play of the affections, is an\nenjoyment of our well-being arising from the restored equilibrium of\nthe various vital forces. This in the end amounts to the same thing as\nthat state which Eastern voluptuaries find so delightful, when they\nget their bodies as it were kneaded and all their muscles and joints\nsoftly pressed and bent; only that in this case the motive principle\nis for the most part external, in the other case it is altogether\ninternal. Many a man believes himself to be edified by a sermon, when\nindeed there is no edification at all (no system of good maxims); or\nto be improved by a tragedy, when he is only glad at his ennui being\nhappily dispelled. So the Sublime must always have reference to the\n_disposition_, _i.e._ to the maxims which furnish to the intellectual\n[part] and to the Ideas of Reason a superiority over sensibility.", "location": 294918}
{"paragraph": "But the principle of the reference of the world to a supreme Cause, as\nDeity, on account of the moral purposive destination of certain beings\nin it, does not accomplish this by completing the physico-teleological\nground of proof and so taking this necessarily as its basis. It is\nsufficient _in itself_ and directs attention to the purposes of\nnature and the investigation of that incomprehensible great art lying\nhidden behind its forms, in order to confirm incidentally by means of\nnatural purposes the Ideas that pure practical Reason furnishes. For\nthe concept of beings of the world under moral laws is a principle\n(_a priori_) according to which man must of necessity judge himself.\nFurther, if there is in general a World Cause acting designedly and\ndirected towards a purpose, this moral relation must be just as\nnecessarily the condition of the possibility of a creation, as that\nin accordance with physical laws (if, that is, this intelligent Cause\nhas also a final purpose). This is regarded _a priori_ by Reason as a\nnecessary fundamental proposition for it in its teleological judging\nof the existence of things. It now only comes to this, whether we have\nsufficient ground for Reason (either speculative or practical) to\nascribe to the supreme Cause, acting in accordance with purposes, a\n_final purpose_. For it may _a priori_ be taken by us as certain that\nthis, by the subjective constitution of our Reason and even of the\nReason of other beings as far as we can think it, can be nothing else\nthan _man under moral laws_: since otherwise the purposes of nature in\nthe physical order could not be known _a priori_, especially as it can\nin no way be seen that nature could not exist without such purposes.", "location": 666591}
{"paragraph": "All appearance of an antinomy between the maxims of the proper\nphysical (mechanical) and the teleological (technical) methods of\nexplanation rests therefore on this; that we confuse a fundamental\nproposition of the reflective with one of the determinant Judgement,\nand the _autonomy_ of the first (which has mere subjective validity for\nour use of Reason in respect of particular empirical laws) with the\n_heteronomy_ of the second, which must regulate itself according to\nlaws (universal or particular) given to it by the Understanding.", "location": 542766}
{"paragraph": "=Appendix.=--Methodology of the Teleological Judgement             334", "location": 13601}
{"paragraph": "If a man, _in the first place_, does not find a building, a prospect,\nor a poem beautiful, a hundred voices all highly praising it will not\nforce his inmost agreement. He may indeed feign that it pleases him in\norder that he may not be regarded as devoid of taste; he may even begin\nto doubt whether he has formed his taste on a knowledge of a sufficient\nnumber of objects of a certain kind (just as one, who believes that\nhe recognises in the distance as a forest, something which all others\nregard as a town, doubts the judgement of his own sight). But he\nclearly sees that the agreement of others gives no valid proof of the\njudgement about beauty. Others might perhaps see and observe for him;\nand what many have seen in one way, although he believes that he has\nseen it differently, might serve him as an adequate ground of proof\nof a theoretical and consequently logical judgement. But that a thing\nhas pleased others could never serve as the basis of an aesthetical\njudgement. A judgement of others which is unfavourable to ours may\nindeed rightly make us scrutinise our own with care, but it can never\nconvince us of its incorrectness. There is therefore no empirical\n_ground of proof_ which would force a judgement of taste upon any one.", "location": 318642}
{"paragraph": "The moral law as the formal rational condition of the use of our\nfreedom obliges us by itself alone, without depending on any purpose as\nmaterial condition; but it nevertheless determines for us, and indeed\n_a priori_, a final purpose towards which it obliges us to strive;\nand this purpose is the _highest good in the world_ possible through\nfreedom.", "location": 677111}
{"paragraph": "§ 49. _Of the faculties of the mind that constitute Genius_", "location": 383142}
{"paragraph": "§ 53. Comparison of the respective aesthetical worth of the\n          beautiful arts                                             215", "location": 10408}
{"paragraph": "§  5. Comparison of the three specifically different kinds of\n          satisfaction                                                53", "location": 4061}
{"paragraph": "In the same natural thing both principles cannot be connected as\nfundamental propositions of explanation (deduction) of one by the\nother, _i.e._ they do not unite for the determinant Judgement as\ndogmatical and constitutive principles of insight into nature. If I\nchoose, _e.g._ to regard a maggot as the product of the mere mechanism\nof nature (of the new formation that it produces of itself, when\nits elements are set free by corruption), I cannot derive the same\nproduct from the same matter as from a causality that acts according\nto purposes. Conversely, if I regard the same product as a natural\npurpose, I cannot count on any mechanical mode of its production and\nregard this as the constitutive principle of my judgement upon its\npossibility, and so unite both principles. One method of explanation\nexcludes the other; even supposing that objectively both grounds of\nthe possibility of such a product rested on a single ground, to which\nwe did not pay attention. The principle which should render possible\nthe compatibility of both in judging of nature must be placed in\nthat which lies outside both (and consequently outside the possible\nempirical representation of nature), but yet contains their ground,\n_i.e._ in the supersensible; and each of the two methods of explanation\nmust be referred thereto. Now of this we can have no concept but the\nindeterminate concept of a ground, which makes the judging of nature\nby empirical laws possible, but which we cannot determine more nearly\nby any predicate. Hence the union of both principles cannot rest upon\na ground of _explanation_ of the possibility of a product according to\ngiven laws, for the _determinant_ Judgement, but only upon a ground\nof its _exposition_ for the _reflective_ Judgement.--To explain is to\nderive from a principle, which therefore we must clearly know and of\nwhich we can give an account. No doubt the principle of the mechanism\nof nature and that of its causality in one and the same natural product\nmust coalesce in a single higher principle, which is their common\nsource, because otherwise they could not subsist side by side in the\nobservation of nature. But if this principle, objectively common to\nthe two, which therefore warrants the association of the maxims of\nnatural investigation depending on both, be such that, though it\ncan be pointed to, it cannot be determinately known nor clearly put\nforward for use in cases which arise, then from such a principle we\ncan draw no explanation, _i.e._ no clear and determinate derivation\nof the possibility of a natural product in accordance with those\ntwo heterogeneous principles. But now the principle common to the\nmechanical and teleological derivations is the _supersensible_, which\nwe must place at the basis of nature, regarded as phenomenon. And of\nthis, in a theoretical point of view, we cannot form the smallest\npositive determinate concept. It cannot, therefore, in any way be\nexplained how, according to it as principle, nature (in its particular\nlaws) constitutes for us one system, which can be cognised as possible\neither by the principle of physical development or by that of final\ncauses. If it happens that objects of nature present themselves which\ncannot be thought by us, as regards their possibility, according to\nthe principle of mechanism (which always has a claim on a natural\nbeing), without relying on teleological propositions, we can only make\nan hypothesis. Namely, we suppose that we may hopefully investigate\nnatural laws with reference to both (according as the possibility of\nits product is cognisable by our Understanding by one or the other\nprinciple), without stumbling at the apparent contradiction which comes\ninto view between the principles by which they are judged. For at least\nthe possibility is assured that both may be united objectively in one\nprinciple, since they concern phenomena that presuppose a supersensible\nground.", "location": 594390}
{"paragraph": "All _hypotyposis_ (presentation, _subjectio sub adspectum_), or\nsensible illustration, is twofold. It is either _schematical_, when to\na concept comprehended by the Understanding the corresponding intuition\nis given _a priori_; or it is _symbolical_. In the latter case to a\nconcept only thinkable by the Reason, to which no sensible intuition\ncan be adequate, an intuition is supplied with which accords a\nprocedure of the Judgement analogous to what it observes in schematism:\nit accords with it, that is, in respect of the rule of this procedure\nmerely, not of the intuition itself; consequently in respect of the\nform of reflection merely, and not of its content.", "location": 466784}
{"paragraph": "If now it is a natural gift which must prescribe its rule to art (as\nbeautiful art), of what kind is this rule? It cannot be reduced to\na formula and serve as a precept, for then the judgement upon the\nbeautiful would be determinable according to concepts; but the rule\nmust be abstracted from the fact, _i.e._ from the product, on which\nothers may try their own talent by using it as a model, not to be\n_copied_ but to be _imitated_. How this is possible is hard to explain.\nThe Ideas of the artist excite like Ideas in his pupils if nature has\nendowed them with a like proportion of their mental powers. Hence\nmodels of beautiful art are the only means of handing down these Ideas\nto posterity. This cannot be done by mere descriptions, especially not\nin the case of the arts of speech, and in this latter classical models\nare only to be had in the old dead languages, now preserved only as\n“the learned languages.”", "location": 374773}
{"paragraph": "[37] [This was a celebrated statue executed by Myron, a Greek sculptor,\ncontemporary with Polycletus. It is frequently mentioned in the Greek\nAnthology.]", "location": 769972}
{"paragraph": "The charms in beautiful Nature, which are so often found, as it\nwere, blended with beautiful forms, may be referred to modifications\neither of light (colours) or of sound (tones). For these are the only\nsensations that imply not merely a sensible feeling but also reflection\nupon the form of these modifications of Sense; and thus they involve\nin themselves as it were a language by which nature speaks to us,\nwhich thus seems to have a higher sense. Thus the white colour of\nlilies seems to determine the mind to Ideas of innocence; and the seven\ncolours in order from the red to the violet seem to suggest the Ideas\nof (1) Sublimity, (2) Intrepidity, (3) Candour, (4) Friendliness, (5)\nModesty, (6) Constancy, (7) Tenderness. The song of birds proclaims\ngladsomeness and contentment with existence. At least so we interpret\nnature, whether it have this design or not. But the interest which\nwe here take in beauty has only to do with the beauty of Nature; it\nvanishes altogether as soon as we notice that we are deceived and\nthat it is only Art--vanishes so completely that taste can no longer\nfind the thing beautiful or sight find it charming. What is more\nhighly praised by poets than the bewitching and beautiful note of the\nnightingale in a lonely copse on a still summer evening by the soft\nlight of the moon? And yet we have instances of a merry host, where no\nsuch songster was to be found, deceiving to their great contentment\nthe guests who were staying with him to enjoy the country air, by\nhiding in a bush a mischievous boy who knew how to produce this sound\nexactly like nature (by means of a reed or a tube in his mouth). But\nas soon as we are aware that it is a cheat, no one will remain long\nlistening to the song which before was counted so charming. And it is\njust the same with the songs of all other birds. It must be Nature or\nbe regarded as Nature, if we are to take an immediate _interest_ in the\nBeautiful as such; and still more is this the case if we can require\nthat others should take an interest in it too. This happens as a matter\nof fact when we regard as coarse and ignoble the mental attitude of\nthose persons who have no _feeling_ for beautiful Nature (for thus we\ndescribe a susceptibility to interest in its contemplation), and who\nconfine themselves to eating and drinking--to the mere enjoyments of\nsense.", "location": 358136}
