"Title: Kant's Critique of Judgement"
"Author: Immanuel Kant"
{"sentence": "[56] [In the Preface to the _Metaphysical Elements of Ethics_, § xvii., Kant gives the term _moral apathy_ to that freedom from the sway of the affections, which is distinguished from indifference to them.]", "location": 773809}
{"sentence": "A judgement of others which is unfavourable to ours may indeed rightly make us scrutinise our own with care, but it can never convince us of its incorrectness.", "location": 319626}
{"sentence": "As no extraneous charm must mingle with the satisfaction felt in a beautiful object, if the judgement about beauty is to remain pure; so in the case of the sublime we must not be afraid of the object which yet in certain aspects is fearful.", "location": 32842}
{"sentence": "_The condition of necessity which a judgement of taste asserts is the Idea of a common sense_  If judgements of taste (like cognitive judgements) had a definite objective principle, then the person who lays them down in accordance with this latter would claim an unconditioned necessity for his judgement.", "location": 211821}
{"sentence": "General Information About Project Gutenberg™ electronic works  Professor Michael S. Hart was the originator of the Project Gutenberg™ concept of a library of electronic works that could be freely shared with anyone.", "location": 828918}
{"sentence": "_Metaphysic of Morals_, Introd.", "location": 767112}
{"sentence": "_A priori principles_   Conformity to law.", "location": 137163}
{"sentence": "Only if he is conscious of an upright disposition pleasing to God do those operations of might serve to awaken in him the Idea of the sublimity of this Being, for then he recognises in himself a sublimity of disposition conformable to His will; and thus he is raised above the fear of such operations of nature, which he no longer regards as outbursts of His wrath.", "location": 272188}
{"sentence": "The student of the Critique of Pure Reason will remember how closely, in his Transcendental Logic, Kant follows the lines of the ordinary logic of the schools.", "location": 20152}
{"sentence": "By means of this distinction we can settle many disputes about beauty between judges of taste; by showing that the one is speaking of free, the other of dependent, beauty,--that the first is making a pure, the second an applied, judgement of taste.", "location": 199583}
{"sentence": "For I know that intuitions are given to the senses of men and are brought by the Understanding under a concept and thus under a rule; that this concept only contains the common characteristic (with omission of the particular ones) and is thus discursive; and that the rules for bringing given representations under a consciousness in general are given by Understanding before those intuitions, etc.", "location": 751927}
{"sentence": "The matter that disengages itself, which is dissipated suddenly at the moment of solidification, is a considerable quantum of caloric, the disappearance of which, as it was only required for preserving fluidity, leaves the new ice not in the least colder than the water which shortly before was fluid.", "location": 460437}
{"sentence": "It is not a work like that of a tradesman, the magnitude of which can be judged, exacted, or paid for, according to a definite standard; and again, though the mind is occupied, still it feels itself contented and stimulated, without looking to any other purpose (independently of reward.)", "location": 401332}
{"sentence": "But his effort is bounded; and from nature, although he may expect here and there a contingent accordance, he can never expect a regular harmony agreeing according to constant rules (such as his maxims are and must be, internally), with the purpose that he yet feels himself obliged and impelled to accomplish.", "location": 681881}
{"sentence": "The faculty of desire, so far as it is determinable only through concepts, _i.e._ to act in conformity with the representation of a purpose, would be the Will.", "location": 174362}
{"sentence": "Or if, instead of this Idealism of final causes, we wish to remain attached to the principle of the Realism of this particular kind of causality, we may set beneath natural purposes many intelligent original beings or only a single one.", "location": 655900}
{"sentence": "Finally, _Theism_ can just as little establish dogmatically the possibility of natural purposes as a key to Teleology; although it certainly is superior to all other grounds of explanation in that, through the Understanding which it ascribes to the original Being, it rescues in the best way the purposiveness of nature from Idealism, and introduces a causality acting with design for its production.", "location": 555191}
{"sentence": "But the fact that something infinitely better than all assumed manner, viz.", "location": 432374}
{"sentence": "[37] [This was a celebrated statue executed by Myron, a Greek sculptor, contemporary with Polycletus.", "location": 769972}
{"sentence": "(2) Those who not only maintain the _Realism_ of natural purposes, but also set about explaining it, believe that they can comprehend, at least as regards its possibility, a practical kind of causality, viz.", "location": 553826}
{"sentence": "In either reference the purposiveness of the given representation ought to be judged only in respect of this _faculty_ (without purpose or interest); but in the first case it is ascribed to the Object as a _mathematical_ determination of the Imagination, in the second as _dynamical_.", "location": 234005}
{"sentence": "For there belongs to the concept of an original Being, inasmuch as it is not derived from anything, the unconditioned necessity of its presence, and (in order to represent this) its complete determination by its [mere][155] concept.", "location": 731445}
{"sentence": "Wohlgefallen; _satisfaction_.", "location": 70408}
{"sentence": "Whether or not in the graded list of the professions we ought to count watchmakers as artists, but smiths only as handicraftsmen, would require another point of view from which to judge than that which we are here taking up; viz.", "location": 362845}
{"sentence": "a _purpose_ in respect of our Imagination.", "location": 457907}
{"sentence": "So [we saw that] the transcendental Judgement which contains the conditions of subsuming under categories was for itself not _nomothetic_, but that it only indicated the conditions of sensuous intuition, under which reality (application) can be supplied to a given concept, as law of the Understanding, whereby the Judgement could never fall into discord with itself (at least as far as its principles are concerned).", "location": 533487}
{"sentence": "If now we place under a concept a representation of the Imagination belonging to its presentation, but which occasions solely by itself more thought than can ever be comprehended in a definite concept, and which therefore enlarges aesthetically the concept itself in an unbounded fashion,--the Imagination is here creative, and it brings the faculty of intellectual Ideas (the Reason) into movement; _i.e._ a movement, occasioned by a representation, towards more thought (though belonging, no doubt, to the concept of the object) than can be grasped in the representation or made clear.", "location": 386623}
{"sentence": "Taste [merely][65] claims autonomy.", "location": 315884}
{"sentence": "But it is instructive to observe that neither on Kantian principles nor on any other can we _demonstrate_ this; to cross the chasm which separates one man’s personality from another’s requires a venture of faith just as emphatically as any theological formula.", "location": 48249}
{"sentence": "Thus the agreement of a representation with these conditions of the Judgement must be capable of being assumed as valid _a priori_ for every one.", "location": 332433}
{"sentence": "Now for the mathematical estimation of magnitude there is, indeed, no maximum (for the power of numbers extends to infinity); but for its aesthetical estimation there is always a maximum, and of this I say that if it is judged as the absolute measure than which no greater is possible subjectively (for the judging subject), it brings with it the Idea of the sublime and produces that emotion which no mathematical estimation of its magnitude by means of numbers can bring about (except so far as the aesthetical fundamental measure remains vividly in the Imagination).", "location": 242320}
{"sentence": "That is as much as to say that the determining ground of a judgement of taste may indeed be objective, but that it cannot be reduced to definite concepts, and that consequently about the judgement itself nothing can be _decided_ by proofs, although much may rightly be _contested_.", "location": 436330}
{"sentence": "This, as it appeals to something supersensible to which our insight does not extend, is not so easy to controvert; but that is because its concept of the original Being is not possible to understand.", "location": 548296}
{"sentence": "But no one could maintain that from this definition it follows that we are not compelled to postulate design in the mind of the artist who paints a beautiful picture.", "location": 38456}
{"sentence": "But the other [the feeling of the Sublime[43]] is a pleasure that arises only indirectly; viz.", "location": 227700}
{"sentence": "Although that concept may be transcendent for the speculative Reason, and the properties which we ascribe to the Being thereby thought may, objectively used, conceal an anthropomorphism in themselves; yet the design of its use is not to determine the nature of that Being which is unattainable by us, but to determine ourselves and our will accordingly.", "location": 692709}
{"sentence": "(Here, as we are entitled to do, we only bring under consideration in the first instance the sublime in natural Objects; for the sublime of Art is always limited by the conditions of agreement with Nature.)", "location": 228412}
{"sentence": "Such a judgement is an aesthetical judgement upon the purposiveness of the Object, which does not base itself upon any present concept of the object, nor does it furnish any such.", "location": 120581}
{"sentence": "A judgement in which we forget to consider the extent of our powers (our Understanding) may sometimes sound very humble, and yet make great pretensions, and so be very presumptuous.", "location": 788663}
{"sentence": "Additional terms will be linked to the Project Gutenberg™ License for all works posted with the permission of the copyright holder found at the beginning of this work.", "location": 817985}
{"sentence": "_The principle of Taste is the subjective principle of Judgement in general_  The judgement of taste is distinguished from a logical judgement in this, that the latter subsumes a representation under the concept of the Object, while the former does not subsume it under any concept; because otherwise the necessary universal agreement [in these judgements] would be capable of being enforced by proofs.", "location": 324687}
{"sentence": "In the same way we may concede thus much as regards the case in hand.", "location": 577122}
{"sentence": "We may subdivide this free play of sensations into the _play of fortune_ [games of chance], the _play of tone_ [music], and the _play of thought_ [wit].", "location": 422883}
{"sentence": "The mental powers, therefore, whose union (in a certain relation) constitutes _genius_ are Imagination and Understanding.", "location": 390767}
{"sentence": "This last of course primarily combines and forms itself in freedom according to a certain original disposition directed towards purposes (which, as will be shown in Part II., must not be judged aesthetically but teleologically according to the principle of realism), but also perhaps in conformity with the universal law of the affinity of materials.", "location": 462233}
{"sentence": "The ground of union is “the supersensible substrate of nature of which we can determine nothing positively, except that it is the being in itself of which we merely know the phenomenon.” Thus, then, it appears that the whole force of Kant’s main argument has proceeded upon an assumption, viz.", "location": 59849}
{"sentence": "The analysis of the Sublime which follows that of the Beautiful is interesting and profound; indeed Schopenhauer regarded it as the best part of the Critique of the Aesthetical Judgement.", "location": 29452}
{"sentence": "The closest examination, indeed (in _Camper’s_[125] judgement), of the remains of the aforesaid devastations of nature seems to show that man was not comprehended in these revolutions; but yet he is so dependent on the remaining creatures that, if a universally directing mechanism of nature be admitted in the case of the others, he must also be regarded as comprehended under it; even though his Understanding (for the most part at least) has been able to deliver him from these devastations.", "location": 630386}
{"sentence": "Now since learning is nothing but imitation, it follows that the greatest ability and teachableness (capacity) regarded _quâ_ teachableness, cannot avail for genius.", "location": 372186}
{"sentence": "Hence we do not merely say of the pleasant, _it pleases_; but, _it gratifies_.", "location": 144922}
{"sentence": "Hardly any one but a botanist knows what sort of a thing a flower ought to be; and even he, though recognising in the flower the reproductive organ of the plant, pays no regard to this natural purpose if he is passing judgement on the flower by Taste.", "location": 194860}
{"sentence": "At the basis of such a judgement--if it is not a mere judgement of sensation but a formal judgement of reflection, which imputes the same satisfaction necessarily to every one,--must lie some _a priori_ principle; which may be merely subjective (if an objective one should prove impossible for judgements of this kind), but also as such may need a Deduction, that we may thereby comprehend how an aesthetical judgement can lay claim to necessity.", "location": 328294}
{"sentence": "The latter condition of aptitude, which we might call the culture of training (discipline), is negative, and consists in the freeing of the will from the despotism of desires.", "location": 638520}
{"sentence": "And it is by the excitation of such ineffable Ideas that a great work of art affects us.", "location": 35044}
{"sentence": "The Foundation’s business office is located at 809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887.", "location": 826926}
{"sentence": "Willkühr; _elective will_.", "location": 70357}
{"sentence": "As for the two antinomies of the theoretical and practical employment of the superior cognitive faculties, we have already shown their _unavoidableness_, if judgements of this kind are not referred to a supersensible substrate of the given Objects, as phenomena; and also the _possibility of their solution_, as soon as this is done.", "location": 452985}
{"sentence": "Now if the teleological principle of the production of these beings be assumed (as is inevitable), we can place at the basis of the cause of their internally purposive form either _Occasionalism_ or _Pre-established Harmony_.", "location": 616910}
{"sentence": "The object is _for me_ an object of satisfaction; by others it may be regarded quite differently--every one has his own taste.", "location": 439786}
{"sentence": "Comparison of the three specifically different kinds of           satisfaction                                                53    _Second Moment_ of the judgement of taste, viz.", "location": 4069}
{"sentence": "Only, _if_ we assume that men are to live upon the earth, then the means must be there without which they could not exist as animals, and even as rational animals (in however low a degree of rationality); and thereupon those natural things, which are indispensable in this regard, must be considered as natural purposes.", "location": 498511}
{"sentence": "And if, starting from the forms of the objects of experience, from below upwards (_a posteriori_), we wish to explain the purposiveness, which we believe is met with in experience, by appealing to a cause working in accordance with purposes, then is our explanation quite tautological and we are only mocking Reason with words.", "location": 591940}
{"sentence": "Nor is it said that these forms would not be possible in accordance with the mechanism of nature.", "location": 539480}
{"sentence": "Hence it comes about that these two kinds of maxims seem to be incapable of existing together, and consequently a Dialectic arises which leads the Judgement into error in the principle of its reflection.", "location": 536823}
{"sentence": "Hence we do not know how far the mechanical method of explanation which is possible for us may extend.", "location": 602485}
{"sentence": "We believe that we perceive in the case of the wicked the traces of a wise purposive reference, if we only see that the wanton criminal does not die before he has undergone the deserved punishment of his misdeeds.", "location": 798215}
{"sentence": "Thus this Idea gains practical reality, although all means of creating such for it in a theoretical point of view, for the explanation of nature and determination of the supreme Cause, are entirely wanting for speculative cognition.", "location": 690676}
{"sentence": "Hence can be explained what _Savary_[45] remarks in his account of Egypt, viz.", "location": 243990}
{"sentence": "For man, in reference to the manifold use which his Understanding teaches him to make of all these creatures.", "location": 627081}
{"sentence": "A festal discourse may be solid and at the same time elaborate, but without spirit.", "location": 383524}
{"sentence": "For just as Imagination and _Understanding_, in judging of the Beautiful, generate a subjective purposiveness of the mental powers by means of their harmony, so [here[46]] Imagination and _Reason_ do so by means of their conflict.", "location": 259677}
{"sentence": "And even if we reduce this to the true natural wants as to which our race is thoroughly agreed, or on the other hand, raise ever so high man’s skill to accomplish his imagined purposes; yet, even thus, what man understands by happiness, and what is in fact his proper, ultimate, natural purpose (not purpose of freedom), would never be attained by him.", "location": 634437}
{"sentence": "But although the determining grounds of causality according to the concept of freedom (and the practical rules which it contains) are not resident in nature, and the sensible cannot determine the supersensible in the subject, yet this is possible conversely (not, to be sure, in respect of the cognition of nature, but as regards the effects of the supersensible upon the sensible).", "location": 132909}
{"sentence": "The master must show what the pupil is to do and how he is to do it; and the universal rules, under which at last he brings his procedure, serve rather for bringing the main points back to his remembrance when occasion requires, than for prescribing them to him.", "location": 475106}
{"sentence": "For instance, he puts forward the curious doctrine that colour in a picture is only an extraneous charm, and does not really add to the beauty of the form delineated, nay rather distracts the mind from it.", "location": 33977}
{"sentence": "We must here, generally, attend to what has been already noted, that in the Transcendental Aesthetic of Judgement we must speak solely of pure aesthetical judgements; consequently our examples are not to be taken from such beautiful or sublime objects of Nature as presuppose the concept of a purpose.", "location": 286329}
{"sentence": "D’un pinceau délicat l’artifice agréable     Du plus affreux objet fait un objet aimable.” ]  [80] [Second Edition.]", "location": 779666}
{"sentence": "_Of the kind of belief produced by a practical faith_  If we look merely to the way in which anything can be _for us_ (according to the subjective constitution of our representative powers) an Object of knowledge (_res cognoscibilis_), then our concepts will not cohere with Objects, but merely with our cognitive faculties and the use which they can make of a given representation (in a theoretical or practical point of view).", "location": 713937}
{"sentence": "_The judgement of taste rests on_ a priori _grounds_  To establish _a priori_ the connexion of the feeling of a pleasure or pain as an effect, with any representation whatever (sensation or concept) as its cause, is absolutely impossible; for that would be a [particular][23] causal relation which (with objects of experience) can always only be cognised _a posteriori_, and through the medium of experience itself.", "location": 177330}
{"sentence": "This is the Idea of _freedom_, whose reality, regarded as that of a particular kind of causality (of which the concept, theoretically considered, would be transcendent), may be exhibited by means of practical laws of pure Reason, and conformably to this, in actual actions, and, consequently, in experience.--This is the only one of all the Ideas of pure Reason, whose object is a thing of fact, and to be reckoned under the _scibilia_.", "location": 717629}
{"sentence": "Elsewhere too we should see art in everything which is made so that a representation of it in its cause must have preceded its actuality (as even in the case of the bees), though the effect could not have been _thought_ by the cause.", "location": 361444}
{"sentence": "Causal combination as thought merely by the Understanding is a connexion constituting an ever-progressive series (of causes and effects); and things which as effects presuppose others as causes cannot be reciprocally at the same time causes of these.", "location": 506928}
{"sentence": "[10] One of the various pretended contradictions in this whole distinction of the causality of nature from that of freedom is this.", "location": 762772}
{"sentence": "By J. P. MAHAFFY,     D.D., and The Right Rev.", "location": 755001}
{"sentence": "On the other hand, a long peace generally brings about a predominant commercial spirit, and along with it, low selfishness, cowardice, and effeminacy, and debases the disposition of the people.", "location": 270552}
{"sentence": "Thus we recognise pretty clearly that the animation in both cases is merely bodily, although it is excited by Ideas of the mind; and that the feeling of health produced by a motion of the intestines corresponding to the play in question makes up that whole gratification of a gay party, which is regarded as so refined and so spiritual.", "location": 424480}
{"sentence": "Of the principle of judging of internal purposiveness in           organised beings                                           280    § 67.", "location": 11854}
{"sentence": "[78] [Second Edition.]", "location": 779181}
{"sentence": "We see that the external behaviour of other men is similar to our own, and that the most reasonable way of accounting for such behaviour is to suppose that they have minds like ourselves, that they are possessed of an active and spontaneously energising faculty, which is the seat of their personality.", "location": 47946}
{"sentence": "An Understanding into which this distinction did not enter, might say: All Objects that I know _are_, _i.e._ exist; and the possibility of some, which yet do not exist (_i.e._ the contingency or the contrasted necessity of those which do exist), might never come into the representation of such a being at all.", "location": 573780}
{"sentence": "And in this there is no depreciation of those great men to whom the human race owes so much gratitude, as compared with nature’s favourites in respect of the talent for beautiful art.", "location": 373797}
{"sentence": "We need not fear that the feeling of the sublime will lose by so abstract a mode of presentation,--which is quite negative in respect of what is sensible,--for the Imagination, although it finds nothing beyond the sensible to which it can attach itself, yet feels itself unbounded by this removal of its limitations; and thus that very abstraction is a presentation of the Infinite, which can be nothing but a mere negative presentation, but which yet expands the soul.", "location": 296499}
{"sentence": "For example, the Understanding says that every change has its cause (universal law of nature); the transcendental Judgement has nothing further to do than to supply _a priori_ the condition of subsumption under the concept of the Understanding placed before it, _i.e._ the succession [in time] of the determinations of one and the same thing.", "location": 103796}
{"sentence": "No doubt, as regards the constituents got from nature without, it must only be regarded as an educt; but yet in the separation and recombination of this raw material we see such an originality in the separating and formative faculty of this kind of natural being, as is infinitely beyond the reach of art, if the attempt is made to reconstruct such vegetable products out of elements obtained by their dissection or material supplied by nature for their sustenance.", "location": 504856}
{"sentence": "A doctrine, like that of Epicurus, in which every natural phenomenon is regarded as the result of the blind drifting of atoms in accordance with purely mechanical laws, really explains nothing, and least of all explains that illusion in our teleological judgements which leads us to assume purpose where really there is none.", "location": 40380}
{"sentence": "the universal laws without which nature in general (as an object of sense) cannot be thought; and these rest upon the Categories, applied to the formal conditions of all intuition possible for us, so far as it is also given _a priori_.", "location": 103451}
{"sentence": "That is, [there is a need] to assume a morally-legislating Being outside the world, without any reference to theoretical proofs, still less to self-interest, from pure moral grounds free from all foreign influence (and consequently only subjective), on the mere recommendation of a pure practical Reason legislating by itself alone.", "location": 669957}
{"sentence": "In accordance with the above peculiarity of our Understanding it cannot happen that the whole shall contain the ground of the possibility of the connexion of the parts (which would be a contradiction in discursive cognition), but only that the _representation_ of a whole may contain the ground of the possibility of its form and the connexion of the parts belonging to it.", "location": 585293}
{"sentence": "SECOND DIVISION  DIALECTIC OF THE AESTHETICAL JUDGEMENT   § 55  A faculty of Judgement that is to be dialectical must in the first place be rationalising, _i.e._ its judgements must claim universality[99] and that _a priori_; for it is in the opposition of such judgements that Dialectic consists.", "location": 434479}
{"sentence": "If I determine the causality of a man, in respect of certain products which are only explicable by designed purposiveness, by thinking it as that of Understanding, I need not stop here, but I can ascribe to him this predicate as a well-known property and cognise him accordingly.", "location": 751647}
{"sentence": "In Science then the greatest discoverer only differs in degree from his laborious imitator and pupil; but he differs specifically from him whom Nature has gifted for beautiful Art.", "location": 373616}
{"sentence": "Formation, then, takes place by a _shooting together_, _i.e._ by a sudden solidification, not by a gradual transition from the fluid to the solid state, but all at once by a _saltus_; which transition is also called _crystallisation_.", "location": 459806}
{"sentence": "But a _Homer_ or a _Wieland_ cannot show how his Ideas, so rich in fancy and yet so full of thought, come together in his head, simply because he does not know and therefore cannot teach others.", "location": 373421}
{"sentence": "Therefore the inner perception of the inadequacy of all sensible standards for rational estimation of magnitude indicates a correspondence with rational laws; it involves a pain, which arouses in us the feeling of our supersensible destination, according to which it is purposive and therefore pleasurable to find every standard of Sensibility inadequate to the Ideas of Understanding.", "location": 258257}
{"sentence": "But if we extend our empirical representative faculty (mathematically or dynamically) to the intuition of nature, Reason inevitably intervenes, as the faculty expressing the independence of absolute totality,[53] and generates the effort of the mind, vain though it be, to make the representation of the senses adequate to this.", "location": 281938}
{"sentence": "Many salts, and also rocks, of a crystalline figure, are produced thus from a species of earth dissolved in water, we do not exactly know how.", "location": 460740}
{"sentence": "The measurement of a space (regarded as apprehension) is at the same time a description of it, and thus an objective movement in the act of Imagination and a progress.", "location": 260223}
{"sentence": "If the intuition is _a priori_ this is called construction; but if it is empirical, then the Object is displayed by means of which objective reality is assured to the concept.", "location": 447833}
{"sentence": "_Thirdly_, it shows itself not so much in the accomplishment of the proposed purpose in a presentment of a definite _concept_, as in the enunciation or expression of _aesthetical Ideas_, which contain abundant material for that very design; and consequently it represents the Imagination as free from all guidance of rules and yet as purposive in reference to the presentment of the given concept.", "location": 393064}
{"sentence": "_Spirit_, in an aesthetical sense, is the name given to the animating principle of the mind.", "location": 383815}
{"sentence": "Hence this form is not, as it were, a thing of inspiration or the result of a free swing of the mental powers, but of a slow and even painful process of improvement, by which he seeks to render it adequate to his thought, without detriment to the freedom of the play of his powers.", "location": 381893}
{"sentence": "But a thing that is to exist necessarily, on account of its objective constitution, as the final purpose of an intelligent cause, must be of the kind that in the order of purposes it is dependent on no further condition than merely its Idea.", "location": 645164}
{"sentence": "To apply the former kind of laws, _i.e._ the _universal_ laws of material nature in general, the Judgement needs no special principle of reflection, since it is there determinant because an objective principle is given to it through Understanding.", "location": 535694}
{"sentence": "If you are not located in the United States, you will have to check the laws of the country where you are located before using this eBook.", "location": 370}
{"sentence": "Aristotle’s _Poetics_, c. iv.", "location": 779215}
{"sentence": "And so we are able to say: Certain natural products, from the special constitution of our Understanding, _must be considered by us_, in regard to their possibility, as if produced designedly and as purposes.", "location": 580324}
{"sentence": "The concept of these cannot, it is true, be given _a priori_ but only through experience; but yet it promises such a concept of the original ground of nature as alone, among all those which we can conceive, is suited to the supersensible, viz.", "location": 733286}
{"sentence": "(4) Nature by the medium of genius does not prescribe rules to Science, but to Art; and to it only in so far as it is to be beautiful Art.", "location": 371890}
{"sentence": "That is to say, in the one case we judge the form of the object to be purposive, as in the case of a flower, but could not explain any purpose served by it; in the other case we have a definite notion of what it is adapted for.", "location": 25182}
{"sentence": "But a proof which is intended to convince, can again be of two kinds; either deciding what the object is _in itself_, or what it is _for us_ (for men in general) according to our necessary rational principles of judgement (proof κατ’ ἀλήθειαν or κατ’ ἄνθρωπον, the last word being taken in its universal signification of man in general).", "location": 706144}
{"sentence": "Of the communicability of a sensation                        167    § 40.", "location": 9183}
{"sentence": "This expedient succeeds in many cases, but seems in some to mislead, and in no case does it justify us in introducing into natural science a particular kind of operation quite distinct from the causality according to the mere mechanical laws of nature.", "location": 545571}
{"sentence": "this problem has reference to Teleology, because it must be regarded as a purpose of nature essentially belonging to its concept to exhibit forms that are purposive for our Judgement.", "location": 334353}
{"sentence": "For between a despotic state and a hand-mill there is, to be sure, no similarity; but there is a similarity in the rules according to which we reflect upon these two things and their causality.", "location": 469128}
{"sentence": "This is done by comparing our judgement with the possible rather than the actual judgements of others, and by putting ourselves in the place of any other man, by abstracting from the limitations which contingently attach to our own judgement.", "location": 340143}
{"sentence": "Thus water, air, and earth cannot be regarded as means to the raising of mountains, because mountains contain nothing in themselves that requires a ground of their possibility according to purposes, in reference to which therefore their cause can never be represented under the predicate of a means (as useful therefor).", "location": 623259}
{"sentence": "Taste, like the Judgement in general, is the discipline (or training) of Genius; it clips its wings closely, and makes it cultured and polished; but, at the same time, it gives guidance as to where and how far it may extend itself, if it is to remain purposive.", "location": 397673}
{"sentence": "Judgements of taste, however, do not in themselves establish any interest.", "location": 765356}
{"sentence": "On the other hand, the highest final purpose to be worked out by us, by which alone we can become worthy of being ourselves the final purpose of creation, is an Idea which has in a practical reference objective reality for us, and is also a thing.", "location": 719881}
{"sentence": "The latter produce _permanent_, the former only _transitory_ impressions.", "location": 419613}
{"sentence": "Without men the whole creation would be a mere waste, in vain, and without final purpose.", "location": 660974}
{"sentence": "But this moral Teleology concerns us as beings of the world, and therefore as beings bound up with other things in the world; upon which latter, whether as purposes or as objects in respect of which we ourselves are final purpose, the same moral laws require us to pass judgement.", "location": 673094}
{"sentence": "Here, however, the satisfaction, although it is based on concepts, is subjective; while perfection brings with itself an objective satisfaction.", "location": 494015}
{"sentence": "But up to the present a gross misuse of these expressions has prevailed, both in the division of the different principles and consequently also of Philosophy itself.", "location": 80387}
{"sentence": "Whatever may be thought of this definition, whether it is merely arbitrary or whether it is adequate to the concept that we are accustomed to combine with the word _genius_ (which is to be examined in the following paragraphs), we can prove already beforehand that according to the signification of the word here adopted, beautiful arts must necessarily be considered as arts of _genius_.", "location": 369705}
{"sentence": "Accordingly, this is a _subjective_ argument sufficient for moral beings.", "location": 799864}
{"sentence": "Faith, then, that refers to particular objects, which are not objects of possible knowledge or opinion (in which latter case it ought to be called, especially in historical matters, credulity and not faith), is quite moral.", "location": 723496}
{"sentence": "We easily see that between these two commonplaces there is a proposition wanting, which, though it has not passed into a proverb, is yet familiar to every one, viz.", "location": 437080}
{"sentence": "If you received the work electronically, the person or entity providing it to you may choose to give you a second opportunity to receive the work electronically in lieu of a refund.", "location": 823687}
{"sentence": "Angenehm; _pleasant_.", "location": 68611}
{"sentence": "But it mingles itself unnoticed with that moral ground of proof, which dwells in every man and influences him secretly, in the conclusion by which we ascribe to the Being, which manifests itself with such incomprehensible art in the purposes of nature, a final purpose and consequently wisdom (without however being justified in doing so by the perception of the former); and by which therefore we arbitrarily fill up the lacunas of the [design] argument.", "location": 736359}
{"sentence": "“The very capacity of conceiving the sublime,” he tells us, “indicates a mental faculty that far surpasses every standard of sense.” And to explain the necessity belonging to our judgements about the sublime, Kant points out that as we find ourselves compelled to postulate a _sensus communis_ to account for the agreement of men in their appreciation of beautiful objects, so the principle underlying their consent in judging of the sublime is “the presupposition of the moral feeling in man.” The feeling of the sublimity of our own moral destination is the necessary prerequisite for forming such judgements.", "location": 31450}
{"sentence": "Kant, however, in the Critique of Judgement is sadly fettered by the chains that he himself had forged, and frequently chafes under the restraints they impose.", "location": 56446}
{"sentence": "But that lies in the nature of the thing.", "location": 763925}
{"sentence": "Since that can never be completely determined by mere contemplation of nature, it follows that relative purposiveness, although it hypothetically gives indications of natural purposes, yet justifies no absolute teleological judgement.", "location": 499128}
{"sentence": "No doubt Reason, before it takes this step, must proceed with caution, and not try to explain teleologically every Technic of nature, _i.e._ every productive faculty of nature which displays in itself (as in regular bodies) purposiveness of figure to our mere apprehension; but must always regard such as so far mechanically possible.", "location": 593520}
{"sentence": "The proof, which rests on a natural concept that can only be empirical and yet is to lead us beyond the bounds of nature regarded as the complex of the objects of sense, can be no other than that derived from the _purposes_ of nature.", "location": 733051}
{"sentence": "[59] [Kirchmann has _positiv_; but this is probably a mere misprint.]", "location": 774166}
{"sentence": "ÆSTHETIC AS SCIENCE OF EXPRESSION AND GENERAL LINGUISTIC.", "location": 756242}
{"sentence": "The existence of a Reason that can be for itself the supreme law in the purposive reference, in other words the existence of rational beings under moral laws, can therefore alone be thought as the final purpose of the being of a world.", "location": 676722}
{"sentence": "For although we like to call the product of bees (regularly built cells of wax) a work of art, this is only by way of analogy: as soon as we feel that this work of theirs is based on no proper rational deliberation, we say that it is a product of Nature (of instinct), and as Art only ascribe it to their Creator.", "location": 360900}
{"sentence": "Thus in the English taste in gardens, or in bizarre taste in furniture, the freedom of the Imagination is pushed almost near to the grotesque, and in this separation from every constraint of rule we have the case, where taste can display its greatest perfection in the enterprises of the Imagination.", "location": 222679}
{"sentence": "Information about the Mission of Project Gutenberg™  Project Gutenberg™ is synonymous with the free distribution of electronic works in formats readable by the widest variety of computers including obsolete, old, middle-aged and new computers.", "location": 825448}
{"sentence": "In this supersensible ground, therefore, the theoretical faculty is bound together in unity with the practical, in a way which though common is yet unknown.", "location": 472207}
{"sentence": "This combination, however, can only be indirect, _i.e._ taste must first of all be represented as combined with something else, in order that we may unite with the satisfaction of mere reflection upon an object a _pleasure in its existence_ (as that wherein all interest consists).", "location": 345248}
{"sentence": "But this Idea of the supersensible, which we can no further determine,--so that we cannot _know_ but only _think_ nature as its presentation,--is awakened in us by means of an object, whose aesthetical appreciation strains the Imagination to its utmost bounds, whether of extension (mathematical) or of its might over the mind (dynamical).", "location": 283053}
{"sentence": "The judgement of taste rests on _a priori_ grounds            70    § 13.", "location": 5379}
{"sentence": "Yet more, experience itself cannot prove to us the actuality of this; there must then have preceded a rationalising subtlety which only sportively introduces the concept of purpose into the nature of things, but which does not derive it from Objects or from their empirical cognition.", "location": 480223}
{"sentence": "Zufriedenheit; _contentment_.", "location": 70441}
{"sentence": "[85] Perhaps nothing more sublime was ever said and no sublimer thought ever expressed than the famous inscription on the Temple of _Isis_ (Mother _Nature_): “I am all that is and that was and that shall be, and no mortal hath lifted my veil.” _Segner_ availed himself of this Idea in a _suggestive_ vignette prefixed to his Natural Philosophy, in order to inspire beforehand the pupil whom he was about to lead into that temple with a holy awe, which should dispose his mind to serious attention.", "location": 780322}
{"sentence": "We have here then, in the first place, a basis for an _a priori_ Philosophy of Taste; and Kant works out its details with great elaboration.", "location": 26223}
{"sentence": "It is the image for the whole race, which floats among all the variously different intuitions of individuals, which nature takes as archetype in her productions of the same species, but which seems not to be fully reached in any individual case.", "location": 207086}
{"sentence": "_Of Art in general_  (1).", "location": 360491}
{"sentence": "Hence its Methodology has at least negative influence upon the procedure in theoretical Natural Science, and also upon the relation which this can have in Metaphysic to Theology as its propaedeutic.", "location": 606383}
{"sentence": "A smell which one man enjoys gives another a headache.", "location": 313995}
{"sentence": "Such representations of the Imagination we may call _Ideas_, partly because they at least strive after something which lies beyond the bounds of experience, and so seek to approximate to a presentation of concepts of Reason (intellectual Ideas), thus giving to the latter the appearance of objective reality,--but especially because no concept can be fully adequate to them as internal intuitions.", "location": 385504}
{"sentence": "_The judgement of taste has nothing at its basis but the_ form of the purposiveness _of an object (or of its mode of representation)_  Every purpose, if it be regarded as a ground of satisfaction, always carries with it an interest--as the determining ground of the judgement--about the object of pleasure.", "location": 175485}
{"sentence": "Probabilities here are of no account when we have to do with judgements of pure Reason.--We cannot therefore judge objectively, either affirmatively or negatively, concerning the proposition: “Does a Being acting according to design lie at the basis of what we rightly call natural purposes, as the cause of the world (and consequently as its author)?” So much only is sure, that if we are to judge according to what is permitted us to see by our own proper nature (the conditions and limitations of our Reason), we can place at the basis of the possibility of these natural purposes nothing else than an intelligent Being.", "location": 568255}
{"sentence": "_Second peculiarity of the judgement of Taste_  The judgement of taste is not determinable by grounds of proof, just as if it were merely _subjective_.", "location": 318489}
{"sentence": "Now of man (and so of every rational creature in the World) as a moral being it can no longer be asked: why (_quem in finem_) he exists?", "location": 646083}
{"sentence": "The former are related merely to feeling; the latter belong to the faculty of desire, and are inclinations which render difficult or impossible all determination of the [elective] will by principles.", "location": 773031}
{"sentence": "The second, because learned languages have a grammar which is subject to no wanton change of fashion, but the rules of which are preserved unchanged.", "location": 769320}
{"sentence": "Telescopes have furnished us with abundant material for making the first remark, microscopes for the second.", "location": 239988}
{"sentence": "And also in its organic products we observe methods of operation which we can only explain by describing them as processes in which means are used to accomplish certain ends, as processes that are _purposive_.", "location": 36243}
{"sentence": "To assume [the existence of] rational inhabitants of other planets is a thing of opinion; for if we could come closer to them, which is in itself possible, we should decide by experience whether they did or did not exist; but as we shall never come so near, it remains in the region of opinion.", "location": 715617}
{"sentence": "The first thing that must be designedly prepared in an arrangement for a purposive complex of natural beings on the earth would be their place of habitation, the soil and the element on and in which they are to thrive.", "location": 628766}
{"sentence": "As to _relation_, the characteristic of the object called beautiful is that it betrays a purposiveness without definite purpose.", "location": 27836}
{"sentence": "But in that case all censorship of taste would disappear, except indeed the example afforded by the accidental agreement of others in their judgements were regarded as _commanding_ our assent; and this principle we should probably resist, and should appeal to the natural right of subjecting the judgement, which rests on the immediate feeling of our own well-being, to our own sense and not to that of any other man.", "location": 305816}
{"sentence": "Now art has always a definite design of producing something.", "location": 368212}
{"sentence": "His existence involves the highest purpose to which, as far as is in his power, he can subject the whole of nature; contrary to which at least he cannot regard himself as subject to any influence of nature.--If now things of the world, as beings dependent in their existence, need a supreme cause acting according to purposes, man is the final purpose of creation; since without him the chain of mutually subordinated purposes would not be complete as regards its ground.", "location": 646220}
{"sentence": "TRINITY COLLEGE, DUBLIN,     _May 24, 1892_.", "location": 66619}
{"sentence": "The manifold rules whose unity (derived from a principle) excites admiration, are all synthetical and do not follow from the _concept_ of the Object, _e.g._ of a circle; but require this Object to be given in intuition.", "location": 489558}
{"sentence": "a new object for its exercise.", "location": 669926}
{"sentence": "_First peculiarity of the judgement of Taste_  The judgement of taste determines its object in respect of satisfaction (in its beauty) with an accompanying claim for the assent of _every one_, just as if it were objective.", "location": 313613}
{"sentence": "In the same natural thing both principles cannot be connected as fundamental propositions of explanation (deduction) of one by the other, _i.e._ they do not unite for the determinant Judgement as dogmatical and constitutive principles of insight into nature.", "location": 594390}
{"sentence": "We laugh at the simplicity that does not understand how to dissemble; and yet we are delighted with the simplicity of the nature which thwarts that art.", "location": 431697}
{"sentence": "Again it must be possible by this path (that of historical faith) to arrive at knowledge; and the Objects of history and geography, like everything in general which it is at least possible to know by the constitution of our cognitive faculties, belong not to things of faith but to things of fact.", "location": 719227}
{"sentence": "He is the ultimate purpose of creation here on earth, because he is the only being upon it who can form a concept of purposes, and who can by his Reason make out of an aggregate of purposively formed things a system of purposes.", "location": 627191}
{"sentence": "_Things regarded as natural purposes are organised beings_  According to the character alleged in the preceding section, a thing, which, though a natural product, is to be cognised as only possible as a natural purpose, must bear itself alternately as cause and as effect.", "location": 506537}
{"sentence": "In respect of logical quantity all judgements of taste are _singular_ judgements.", "location": 162827}
{"sentence": "Now a representation by which an object is given, that is to become a cognition in general, requires _Imagination_, for the gathering together the manifold of intuition, and _Understanding_, for the unity of the concept uniting the representations.", "location": 168375}
{"sentence": "Further, objective purposiveness, as a principle of the possibility of things of nature, is so far removed from _necessary_ connexion with the concept of nature, that it is much oftener precisely that upon which one relies to prove the contingency of nature and of its form.", "location": 480708}
{"sentence": "But so far as we have for the basis of this concept [of Realism] only empirical principles derived from the actual purposive combination in the world, we cannot on the one hand find any remedy for the discordance that nature presents in many examples in respect of unity of purpose; and on the other hand, as to the concept of a single intelligent Cause, so far as we are authorised by mere experience, we can never draw it therefrom in a manner sufficiently determined for any serviceable Theology whatever (whether theoretical or practical).", "location": 656137}
{"sentence": "But Reason can never be persuaded that the existence of a man who merely lives for _enjoyment_ (however busy he may be in this point of view), has a worth in itself; even if he at the same time is conducive as a means to the best enjoyment of others, and shares in all their gratifications by sympathy.", "location": 148761}
{"sentence": "“If the pain and terror are so modified as not to be actually noxious; if the pain is not carried to violence, and the terror is not conversant about the present destruction of the person, as these emotions clear the parts, whether fine or gross, of a dangerous and troublesome incumbrance, they are capable of producing delight; not pleasure, but a sort of delightful horror, a sort of tranquillity tinged with terror; which, as it belongs to self-preservation, is one of the strongest of all the passions.” Kant quotes from the German version published at Riga in 1773.", "location": 774337}
{"sentence": "For where purposes are thought as grounds of the possibility of certain things, we must assume also means, whose law of working requires _for itself_ nothing presupposing a purpose,--a mechanical law--and yet can be a subordinate cause of designed effects.", "location": 600440}
{"sentence": "Now geometrically regular figures, such as a circle, a square, a cube, etc., are commonly adduced by critics of taste as the simplest and most indisputable examples of beauty; and yet they are called regular, because we can only represent them by regarding them as mere presentations of a definite concept which prescribes the rule for the figure (according to which alone it is possible).", "location": 219609}
{"sentence": "Hence the pleasurableness arising from the cessation of an uneasiness is _a state of joy_.", "location": 265567}
{"sentence": "Moreover, what species of the beautiful is susceptible of an Ideal?", "location": 202070}
{"sentence": "Without such antinomies Reason could never decide upon accepting a principle narrowing so much the field of its speculation, and could never bring itself to sacrifices by which so many otherwise brilliant hopes must disappear.", "location": 451210}
{"sentence": "It requires no small trouble to discover its origin, but we thus detect a property of our cognitive faculty which without this analysis would remain unknown.", "location": 159305}
{"sentence": "The former would be the _empiricism_ of the Critique of Taste; the latter its _rationalism_.", "location": 455702}
{"sentence": "For according to this the copulation is a mere formality, _à propos_ of which a supreme intelligent Cause of the world has concluded to form a fruit immediately by his hand, and only to leave to the mother its development and nourishment.", "location": 619001}
{"sentence": "_Thirdly_, each part of a tree generates itself in such a way that the maintenance of any one part depends reciprocally on the maintenance of the rest.", "location": 505323}
{"sentence": "If the supreme principle of all moral laws is a postulate, so is also the possibility of its highest Object; and consequently, too, the condition under which we can think this possibility is postulated along with it and by it.", "location": 720852}
{"sentence": "The property of nature that gives us occasion to perceive the inner purposiveness in the relation of our mental faculties in judging certain of its products--a purposiveness which is to be explained on supersensible grounds as necessary and universal--cannot be a natural purpose or be judged by us as such; for otherwise the judgement hereby determined would not be free, and would have at its basis heteronomy, and not, as beseems a judgement of taste, autonomy.", "location": 464509}
{"sentence": "It relegates all other pure concepts under Ideas, which are transcendent for our theoretical faculty of cognition, but are not therefore useless or to be dispensed with.", "location": 71904}
{"sentence": "Hence, as if it were a lucky chance favouring our design, we are rejoiced (properly speaking, relieved of a want), if we meet with such systematic unity under merely empirical laws; although we must necessarily assume that there is such a unity without our comprehending it or being able to prove it.", "location": 106880}
{"sentence": "And so when we speak of infinite _intelligence_, we have not the slightest warrant, either in logic or in common sense, for supposing that such intelligence is not similar in kind to that finite intelligence which we know in man.", "location": 54342}
{"sentence": "Nevertheless, as a principle for judging of the objective possibility of things, it is no way theoretically determinant (_i.e._ it does not say that the only kind of possibility which belongs to the Object is that which belongs to our thinking faculty), but is a mere _regulative_ principle for the reflective Judgement.", "location": 695164}
{"sentence": "For it may _a priori_ be taken by us as certain that this, by the subjective constitution of our Reason and even of the Reason of other beings as far as we can think it, can be nothing else than _man under moral laws_: since otherwise the purposes of nature in the physical order could not be known _a priori_, especially as it can in no way be seen that nature could not exist without such purposes.", "location": 667911}
{"sentence": "For without this as the subjective condition of cognition, knowledge as an effect could not arise.", "location": 213730}
{"sentence": "And in the same way, if we are to call the sight of the ocean sublime, we must not _think_ of it as we [ordinarily] do, endowed as we are with all kinds of knowledge (not contained, however, in the immediate intuition).", "location": 287356}
{"sentence": "[53] [_Als Vermögen der Independenz der absoluten Totalität_, a curious phrase.]", "location": 772863}
{"sentence": "[156] [In the _Critique of Pure Reason_, Dialectic, bk.", "location": 809214}
{"sentence": "_Kant’s Critical Philosophy for English Readers_, vol.", "location": 776465}
{"sentence": "Comparison of the Beautiful with the Pleasant and the Good           by means of the above characteristic                        57    §  8.", "location": 4477}
{"sentence": "This may be expected as possible in many products of nature, which, as if they were devised quite specially for our Judgement, contain a specific form conformable thereto; which through their manifoldness and unity serve at once to strengthen and to sustain the mental powers (that come into play in the employment of this faculty); and to which therefore we give the name of _beautiful_ forms.", "location": 479042}
{"sentence": "Thus the words _ground_ (support, basis), _to depend_ (to be held up from above), to _flow_ from something (instead of, to follow), _substance_ (as _Locke_ expresses it, the support of accidents), and countless others, are not schematical but symbolical hypotyposes and expressions for concepts, not by means of a direct intuition, but only by analogy with it, _i.e._ by the transference of reflection upon an object of intuition to a quite different concept to which perhaps an intuition can never directly correspond.", "location": 469653}
{"sentence": "For it is only by means of this faculty and its Idea of a noumenon,--which admits of no intuition, but which yet serves as the substrate for the intuition of the world, as a mere phenomenon,--that the infinite of the world of sense, in the pure intellectual estimation of magnitude, can be _completely_ comprehended _under_ a concept, although in the mathematical estimation of magnitude by means of _concepts of number_ it can never be completely thought.", "location": 250787}
{"sentence": "It is only one of various attempts which we may and ought to devise.", "location": 781698}
{"sentence": "For since abstraction is made of this unity as _purpose_ (what the thing ought to be), nothing remains but the subjective purposiveness of the representations in the mind of the intuiting subject.", "location": 190626}
{"sentence": "But in this way no concept emerges of a whole as purpose, whose internal possibility presupposes throughout the Idea of a whole on which depend the constitution and mode of action of the parts, as we must represent to ourselves an organised body.", "location": 587372}
{"sentence": "Just so we must assume _something_, which contains the ground of the possibility and practical reality, _i.e._ the practicability, of a necessary moral final purpose; but we can think of this, in accordance with the character of the effect expected of it, as a wise Being governing the world according to moral laws, and, conformably to the constitution of our cognitive faculties, as a cause of things distinct from nature, only in order to express the _relation_ of this Being (which transcends all our cognitive faculties) to the Objects of _our_ practical Reason.", "location": 693737}
{"sentence": "a representation of the _old_ condition of the earth, about which, although we cannot hope for certainty, we have good ground for conjecture.", "location": 793422}
{"sentence": "As in a rational Idea the _Imagination_ with its intuitions does not attain to the given concept, so in an aesthetical Idea the _Understanding_ by its concepts never attains completely to that internal intuition which the Imagination binds up with a given representation.", "location": 448777}
{"sentence": "One cannot blame the ancients much, if they thought of their gods as differing much from each other both as regards their faculties and as regards their designs and volitions, but yet thought of all of them, the Supreme One not excepted, as always limited after human fashion.", "location": 652760}
{"sentence": "Copyright laws in most countries are in a constant state of change.", "location": 815695}
{"sentence": "And thus to distinguish between the concepts of the Beautiful and the Good, as if they were only different in logical form, the first being a confused, the second a clear concept of perfection, but identical in content and origin, is quite fallacious.", "location": 192072}
{"sentence": "We might also with the chevalier _Linnaeus_[123] go the apparently opposite way and say: The herbivorous animals are there to moderate the luxurious growth of the vegetable kingdom, by which many of its species are choked.", "location": 627421}
{"sentence": "_Of Taste as a kind of_ sensus communis  We often give to the Judgement, if we are considering the result rather than the act of its reflection, the name of a sense, and we speak of a sense of truth, or of a sense of decorum, of justice, etc.", "location": 338526}
{"sentence": "Do not copy, display, perform, distribute or redistribute this electronic work, or any part of this electronic work, without prominently displaying the sentence set forth in paragraph 1.E.1 with active links or immediate access to the full terms of the Project Gutenberg™ License.", "location": 818359}
{"sentence": "But now the mind listens to the voice of Reason which, for every given magnitude,--even for those that can never be entirely apprehended, although (in sensible representation) they are judged as entirely given,--requires totality.", "location": 249578}
{"sentence": "To speak strictly, then, the organisation of nature has in it nothing analogous to any causality we know.", "location": 513015}
{"sentence": "Erscheinung; _phenomenon_.", "location": 69061}
{"sentence": "Thus he is quite contented that if he says “Canary wine is pleasant,” another man may correct his expression and remind him that he ought to say “It is pleasant _to me_.” And this is the case not only as regards the taste of the tongue, the palate, and the throat, but for whatever is pleasant to any one’s eyes and ears.", "location": 155965}
{"sentence": "In order to make intelligible in some measure (for who can extract her whole secret from nature?)", "location": 204692}
{"sentence": "But we find also in ourselves and still more in the concept of a rational being in general endowed with freedom (of his causality) a _moral Teleology_.", "location": 672541}
{"sentence": "The part of this field in which knowledge is possible for us is a ground or territory (_territorium_) for these concepts and the requisite cognitive faculty.", "location": 86128}
{"sentence": "Thus in any judgement about the latter by means of arguments derived from experience, probability has no place.", "location": 712124}
{"sentence": "This physical Teleology could not do; it could only lead to indeterminate concepts thereof, unserviceable alike in theoretical and in practical use.", "location": 665001}
{"sentence": "_Laughter is an affection arising from the sudden transformation of a strained expectation into nothing._[95] This transformation, which is certainly not enjoyable by the Understanding, yet indirectly gives it very active enjoyment for a moment.", "location": 426132}
{"sentence": "Falsehood, ingratitude, injustice, the childishness of the purposes regarded by ourselves as important and great, in the pursuit of which men inflict upon each other all imaginable evils, are so contradictory to the Idea of what men might be if they would, and conflict so with our lively wish to see them better, that, in order that we may not hate them (since we cannot love them), the renunciation of all social joys seems but a small sacrifice.", "location": 301371}
{"sentence": "And as for the antinomies in the employment of the Judgement, in conformity with the requirements of Reason, and their solution which is here given, there are only two ways of avoiding them.", "location": 453319}
{"sentence": "Any alternate format must include the full Project Gutenberg™ License as specified in paragraph 1.E.1.", "location": 819276}
{"sentence": "All conic sections in themselves and when compared with one another are fruitful in principles for the solution of a number of possible problems, however simple is the definition which determines their concept.--It is a true joy to see the zeal with which the old geometers investigated the properties of lines of this class, without allowing themselves to be led astray by the questions of narrow-minded persons, as to what use this knowledge would be.", "location": 485423}
{"sentence": "Now from this we may see that in general we express ourselves incorrectly if we call any _object of nature_ sublime, although we can quite correctly call many objects of nature beautiful.", "location": 229204}
{"sentence": "This makes us judge that if their own weight or the disturbance of the air had not prevented it, they would also have exhibited on the outer surface their specifically peculiar shapes.", "location": 461347}
{"sentence": "Again, the watery fluids dissolved in an atmosphere that is a mixture of different gases, if they separate from the latter on account of cooling, produce snow figures, which in correspondence with the character of the special mixture of gases, often seem very artistic and are extremely beautiful.", "location": 462584}
{"sentence": "Every affection of the STRENUOUS kind (viz.", "location": 292831}
{"sentence": "The feeling of the Sublime is therefore a feeling of pain, arising from the want of accordance between the aesthetical estimation of magnitude formed by the Imagination and the estimation of the same formed by Reason.", "location": 257205}
{"sentence": "Even what we call _ornaments_ [parerga[29]], _i.e._ those things which do not belong to the complete representation of the object internally as elements but only externally as complements, and which augment the satisfaction of taste, do so only by their form; as for example [the frames of pictures,[29] or] the draperies of statues or the colonnades of palaces.", "location": 187003}
{"sentence": "By Professor JOHN ADAMS, M.A.,     B.Sc., LL.D.", "location": 756972}
{"sentence": "), which bring with them no gratification, or satisfaction of enjoyment--were important in society, and were combined with great interest.", "location": 347571}
{"sentence": "The general characteristics of our judgements about the Sublime are similar to those already laid down in the case of the Beautiful; but there are marked differences in the two cases.", "location": 29640}
{"sentence": "In accordance with this, Philosophy is divided into theoretical and practical.", "location": 86884}
{"sentence": "There is, then, an unbounded but also inaccessible field for our whole cognitive faculty--the field of the supersensible--wherein we find no territory, and, therefore, can have in it, for theoretical cognition, no realm either for concepts of Understanding or Reason.", "location": 89227}
{"sentence": "[71]   _Remark_  This Deduction is thus easy, because it has no need to justify the objective reality of any concept, for Beauty is not a concept of the Object and the judgement of taste is not cognitive.", "location": 332788}
{"sentence": "It cannot be reduced to a formula and serve as a precept, for then the judgement upon the beautiful would be determinable according to concepts; but the rule must be abstracted from the fact, _i.e._ from the product, on which others may try their own talent by using it as a model, not to be _copied_ but to be _imitated_.", "location": 374885}
{"sentence": "The teleological Judgement is not a special faculty, but only the reflective Judgement in general, so far as it proceeds, as it always does in theoretical cognition, according to concepts; but in respect of certain objects of nature according to special principles, viz., of a merely reflective Judgement, and not of a Judgement that determines Objects.", "location": 130991}
{"sentence": "But there are also remarkable differences between the two.", "location": 226832}
{"sentence": "_Theology_ and _Pneumatology_, regarded as problems of the sciences of a speculative Reason, can be established by no empirical data and predicates, because the concept of them is transcendent for our whole cognitive faculty.--The determination of both concepts, God and the soul (in respect of its immortality) alike, can only take place by means of predicates, which, although they are only possible from a supersensible ground, must yet prove their reality in experience; for thus alone can they make possible a cognition of a quite supersensible Being.--The only concept of this kind to be met with in human Reason is that of the freedom of men under moral laws, along with the final purpose which Reason prescribes by these laws.", "location": 726723}
{"sentence": "The copyright laws of the place where you are located also govern what you can do with this work.", "location": 815597}
{"sentence": "THE END   _Printed by_ R. & R. CLARK, LIMITED, _Edinburgh_.", "location": 754847}
{"sentence": "We wish only to know if this mere representation of the object is accompanied in me with satisfaction, however indifferent I may be as regards the existence of the object of this representation.", "location": 140883}
{"sentence": "YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT LIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE PROVIDED IN PARAGRAPH 1.F.3.", "location": 822783}
{"sentence": "If you do not charge anything for copies of this eBook, complying with the trademark license is very easy.", "location": 812239}
{"sentence": "[103] The intuitive in cognition must be opposed to the discursive (not to the symbolical).", "location": 786256}
{"sentence": "[142] We thus miss nothing in the representation of the relations of this Being to the world, as far as the consequences, theoretical or practical, of this concept are concerned.", "location": 803399}
{"sentence": "To represent the world and the natural purposes therein as produced by an intelligent Cause is “completely satisfactory from every human point of view for both the speculative and practical use of our Reason” (p. 312).", "location": 45293}
{"sentence": "_Of the combination of beautiful arts in one and the same product_  Rhetoric may be combined with a pictorial presentation of its subjects and objects in a _theatrical piece_; poetry may be combined with music in a _song_, and this again with pictorial (theatrical) presentation in an _opera_; the play of sensations in music may be combined with the play of figures in the _dance_, and so on.", "location": 410363}
{"sentence": "Originally published at Berlin in 1790, a Second Edition was called for in 1793; and a French translation was made by Imhoff in 1796.", "location": 19375}
{"sentence": "But it is an _a priori_ judgement [to say] that I find it beautiful, _i.e._ I attribute this satisfaction necessarily to every one.", "location": 331545}
{"sentence": "The first is a transitory accident which sometimes befalls the soundest Understanding; the second is a disease which unsettles it.", "location": 299412}
{"sentence": "Hence if the naturalist would not waste his labour he must in judging of things, the concept of any of which is indubitably established as a natural purpose (organised beings), always lay down as basis an original organisation, which uses that very mechanism in order to produce fresh organised forms or to develop the existing ones into new shapes (which, however, always result from that purpose and conformably to it).", "location": 607933}
{"sentence": "Volunteers and financial support to provide volunteers with the assistance they need are critical to reaching Project Gutenberg™’s goals and ensuring that the Project Gutenberg™ collection will remain freely available for generations to come.", "location": 825800}
{"sentence": "We cannot press [upon others] by the aid of any reasons or fundamental propositions our judgement that a coat, a house, or a flower is beautiful.", "location": 164441}
{"sentence": "The Gifford Lectures for     1911.", "location": 757441}
{"sentence": "We shall then represent and elucidate by examples these characteristic properties of taste.", "location": 313513}
{"sentence": "The latter is _what is great beyond all comparison_.--What now is meant by the expression that anything is great or small or of medium size?", "location": 234763}
{"sentence": "There remains therefore no other concept of a Dialectic which has to do with taste than that of a Dialectic of the _Critique_ of taste (not of taste itself) in respect of its _principles_; for here concepts that contradict one another (as to the ground of the possibility of judgements of taste in general) naturally and unavoidably present themselves.", "location": 435100}
{"sentence": "Whether or not, again, under the so-called seven free arts some may be included which ought to be classed as sciences, and many that are akin rather to handicraft, I shall not here discuss.", "location": 363192}
{"sentence": "But it is apparent that there are other problems which merit consideration; a complete philosophy includes practice as well as theory; it has to do not only with logic, but with life.", "location": 21675}
{"sentence": "We may observe, however, that this uniformity among human kind, hinders not, but that there is a considerable diversity in the sentiments of beauty and worth, and that education, custom, prejudice, caprice, and humour, frequently vary our taste of this kind.... Beauty and worth are merely of a relative nature, and consist in an agreeable sentiment, produced by an object in a particular mind, according to the peculiar structure and constitution of that mind.”]  [69] [For the distinction, an important one in Kant, between judgements of experience and judgements of perception, see his _Prolegomena_, § 18.", "location": 775851}
{"sentence": "So much for the beautiful representation of an object, which is properly only the form of the presentation of a concept, and the means by which the latter is communicated universally.--But to give this form to the product of beautiful art, mere taste is requisite.", "location": 381412}
{"sentence": "the _paritas rationis_ for counting the Supreme Being in one and the same genus with man (in respect of the causality of both).", "location": 803038}
{"sentence": "Genius is, in short, the faculty of presenting aesthetical Ideas; an aesthetical Idea being an intuition of the Imagination, to which no concept is adequate.", "location": 34886}
{"sentence": "This then immediately involves the Deduction, _i.e._ the justification of the claim of such a judgement to universal and necessary validity.", "location": 310340}
{"sentence": "For in the former case bodies need only be thought by means of ontological predicates (pure concepts of Understanding), _e.g._ substance, in order to cognise the proposition _a priori_; but in the latter case the empirical concept of a body (as a movable thing in space) must lie at the basis of the proposition, although once this basis has been laid down, it may be seen completely _a priori_ that this latter predicate (motion only by external causes) belongs to body.--Thus, as I shall presently show, the principle of the purposiveness of nature (in the manifoldness of its empirical laws) is a transcendental principle.", "location": 100329}
{"sentence": "But since we can hardly avoid seeking this, and there are never wanting others who promise with much confidence that they are able to satisfy our curiosity, it must be very hard to maintain in or restore to the mind (especially the mind of the public) that bare negative which properly constitutes enlightenment.", "location": 777992}
{"sentence": "The culture of _skill_ is indeed the chief subjective condition of aptitude for furthering one’s purposes in general; but it is not adequate to furthering the _will_[126] in the determination and choice of purposes, which yet essentially belongs to the whole extent of an aptitude for purposes.", "location": 638225}
{"sentence": "[43] [Second Edition.]", "location": 771988}
{"sentence": "The problem is indeterminate, _i.e._ it can be solved in an infinite number of ways.", "location": 484748}
{"sentence": "If we watch, _e.g._ the growth of a tree we perceive that its various parts are not isolated and unconnected, but that on the contrary they are only possible by reference to the idea of the whole.", "location": 39228}
{"sentence": "Hence, all that is studied and anxious must be avoided in it, for beautiful art must be free art in a double sense.", "location": 401216}
{"sentence": "In like manner to _say simply_ (_simpliciter_) that anything is _great_ is quite different from saying that it is _absolutely great_ (_absolute, non comparative magnum_).", "location": 234592}
{"sentence": "From this nothing can arise but a seeking of favour, and flattery, instead of a religion which consists in a good life.", "location": 273176}
{"sentence": "In this way religion is essentially distinguished from superstition.", "location": 272895}
{"sentence": "But in the absence of a final purpose which pure Reason alone can supply (because all purposes in the world are empirically conditioned, and can contain nothing absolutely good but only what is good for this or that regarded as a contingent design), and which alone would teach me what properties, what degree, and what relation of the Supreme Cause to nature I have to think in order to judge of nature as a teleological system; how and with what right do I dare to extend at pleasure my very limited concept of that original Understanding (which I can base on my limited knowledge of the world), of the Might of that original Being in actualising its Ideas, and of its Will to do so, and complete this into the Idea of an Allwise, Infinite Being?", "location": 657804}
{"sentence": "The distinction between nature’s “Technic” or purposive operation, and nature’s Mechanism is fundamental for the explanation of natural law.", "location": 39912}
{"sentence": "This is not merely _univoca_ in contrast to the generation out of unorganised material, but in the organisation the product is of like kind to that which produced it; and _generation heteronyma_, so far as our empirical knowledge of nature extends, is nowhere found.", "location": 791626}
{"sentence": "If, instead of this, the respect for the moral law, quite freely, in virtue of the precept of our own Reason, represents to us the final purpose of our destination, we admit among our moral views a Cause harmonising with this and with its accomplishment, with the sincerest reverence, which is quite distinct from pathological fear; and we willingly submit ourselves thereto.", "location": 746537}
{"sentence": "Namely, we suppose that we may hopefully investigate natural laws with reference to both (according as the possibility of its product is cognisable by our Understanding by one or the other principle), without stumbling at the apparent contradiction which comes into view between the principles by which they are judged.", "location": 597817}
{"sentence": "_Beautiful Art is the art of genius_  _Genius_ is the talent (or natural gift) which gives the rule to Art.", "location": 369375}
{"sentence": "For then the proposition must at bottom be reduced to the conclusion, that the organised beings in the world are no otherwise possible than by a designedly-working cause.", "location": 565446}
{"sentence": "_Counter-proposition_: Some production of material things is not possible according to merely mechanical laws.", "location": 537683}
{"sentence": "Of the problem of a Deduction of judgements of Taste         162    § 37.", "location": 8898}
{"sentence": "Existenz; _existence_.", "location": 69090}
{"sentence": "This twofold sense or twofold point of view is necessary to our transcendental Judgement; but also the illusion which arises from the confusion of one with the other is natural and unavoidable.", "location": 438567}
{"sentence": "the concept of it as mere Cause of nature), it would afterwards be very difficult--perhaps impossible without arbitrary interpolation [of elements]--to ascribe to this Being by well-grounded proofs a causality in accordance with moral laws; and yet without this that quasi-theological concept could furnish no foundation for religion.", "location": 745609}
{"sentence": "It is, like the celebrated _Doryphorus_ of _Polycletus_,[36] the _rule_ (_Myron’s_[37] Cow might also be used thus for its kind).", "location": 207541}
{"sentence": "It follows hence that the sublime is not to be sought in the things of nature, but only in our Ideas; but in which of them it lies must be reserved for the Deduction.", "location": 239350}
{"sentence": "But this faculty, considered in itself, is properly only a talent (of the Imagination).", "location": 386534}
{"sentence": "Hence, it is the universal capability of communication of the mental state in the given representation which, as the subjective condition of the judgement of taste, must be fundamental, and must have the pleasure in the object as its consequent.", "location": 167077}
{"sentence": "by attraction, pressure, impulse, and consequently motion, which always presuppose an extended being).", "location": 693634}
{"sentence": "If we think of the velocity of the vibrations of light, or in the second case of the air, which probably far surpasses all our faculty of judging immediately in perception the time interval between them, we must believe that it is only the _effect_ of these vibrations upon the elastic parts of our body that is felt, but that the _time interval_ between them is not remarked or brought into judgement; and thus that only pleasantness and not beauty of composition is bound up with colours and tones.", "location": 408494}
{"sentence": "All belief must in the first place be grounded upon facts, if it is not to be completely groundless; and therefore the only distinction in proofs that there can be is that belief in the consequence derived therefrom can either be grounded on this fact as _knowledge_ for theoretical cognition, or merely as _faith_ for practical.", "location": 730012}
{"sentence": "But this contemplation itself is not directed to concepts; for the judgement of taste is not a cognitive judgement (either theoretical or practical), and thus is not _based_ on concepts, nor has it concepts as its _purpose_.", "location": 150748}
{"sentence": "For, while at one time he seemed to be bent on limiting our faculties of knowledge in the narrowest way, at another time he pointed, as it were with a side gesture, beyond the limits which he himself had drawn.” The fact of adaptation of means to ends observable in nature seems to break down the barrier between Nature and Freedom; and if we once relinquish the distinction between Mechanism and Technic in the operations of nature we are led to the Idea of an absolute Being, who manifests Himself by action which, though necessary, is yet the outcome of perfect freedom.", "location": 60350}
{"sentence": "[92] I must admit that a beautiful poem has always given me a pure gratification; whilst the reading of the best discourse, whether of a Roman orator or of a modern parliamentary speaker or of a preacher, has always been mingled with an unpleasant feeling of disapprobation of a treacherous art, which means to move men in important matters like machines to a judgement that must lose all weight for them on quiet reflection.", "location": 782861}
{"sentence": "If the concept of an object is given, the business of the Judgement in the use of the concept for cognition consists in _presentation_ (_exhibitio_), _i.e._ in setting a corresponding intuition beside the concept.", "location": 126626}
{"sentence": "Other notes will be   found at the end of this eBook.", "location": 1260}
{"sentence": "(Just so in the Critique of Pure Reason we must have in our thoughts another possible [kind of] intuition, if ours is to be regarded as a particular species for which objects are only valid as phenomena.)", "location": 580119}
{"sentence": "[125] [See p. 184 above.]", "location": 793944}
{"sentence": "But all chords intersecting inside a circle divide one another in this _proportion_.", "location": 485209}
{"sentence": "[118] [Second Edition.]", "location": 790649}
{"sentence": "The propaedeutic to all beautiful art, regarded in the highest degree of its perfection, seems to lie, not in precepts, but in the culture of the mental powers by means of those elements of knowledge called _humaniora_, probably because _humanity_ on the one side indicates the universal _feeling of sympathy_, and on the other the faculty of being able to _communicate_ universally our inmost [feelings].", "location": 476158}
{"sentence": "[101] [Second Edition.]", "location": 786108}
{"sentence": "Hence it is only so far as matter is organised that it necessarily carries with it the concept of a natural purpose, because this its specific form is at the same time a product of nature.", "location": 521174}
{"sentence": "For I must omit all those conditions under which alone I know an Understanding, and thus the predicate which only serves for determining man cannot be applied at all to a supersensible Object; and therefore by a causality thus determined, I cannot cognise what God is.", "location": 752740}
{"sentence": "We are, it is true, not necessitated to cognise this if we have only to do _a priori_ with the formal purposiveness of our representations; but the fact that we are compelled to look out beyond it inspires at the same time an admiration for the object that impels us thereto.", "location": 492292}
{"sentence": "If the given representation, which occasions the judgement of taste, were a concept uniting Understanding and Imagination in the judging of the object, into a cognition of the Object, the consciousness of this relation would be intellectual (as in the objective schematism of the Judgement of which the Critique[20] treats).", "location": 171103}
{"sentence": "But if this be so, the Idea of a possible Understanding different from the human must be fundamental here.", "location": 580012}
{"sentence": "For this would contradict the principle of the subjectively-purposive specification of nature in its genera, and also of our reflective Judgement in respect of such principle.", "location": 115902}
{"sentence": "Given representations in a judgement can be empirical (consequently, aesthetical); but the judgement which is formed by means of them is logical, provided they are referred in the judgement to the Object.", "location": 139141}
{"sentence": "Finally, the satisfaction afforded by the contemplation of a beautiful object is a necessary satisfaction.", "location": 28484}
{"sentence": "For the former is either such an imitation of the latter that it reaches the point of deception and then produces the same effect as natural beauty (for which it is taken); or it is an art obviously directed designedly to our satisfaction.", "location": 357297}
{"sentence": "It is only asserted that _human Reason_ in following up this maxim and in this way could never find the least ground for that which constitutes the specific [character] of a natural purpose, although it would increase its knowledge of natural laws.", "location": 539578}
{"sentence": "In the _Critique of Pure Reason_ (when discussing the Postulates of Empirical Thought) he gives, as an instance of a concept inconsistent with the canons of possibility, “a power of being in a community of thought with other men, however distant from us.”]  [146] [Cf.", "location": 804639}
{"sentence": "None of the above systems give what they pretend             302    § 74.", "location": 12707}
{"sentence": "The first is meant to signify that the productive faculty of nature according to final causes must be taken for a particular kind of causality; the second that it is at bottom quite similar to the mechanism of nature, and that its contingent agreement with our artistic concepts and their rules should be explained as a mere subjective condition of judging it, and not, falsely, as a particular kind of natural production.", "location": 546077}
{"sentence": "Therefore the Critique of Taste is only subjective as regards the representation through which an Object is given to us; viz.", "location": 323462}
{"sentence": "LAUGHTER: An Essay on the Meaning of the Comic.", "location": 755691}
{"sentence": "As Pliny said of Timanthus the painter of Iphigenia, “In omnibus ejus operibus intelligitur plus super quam pingitur.” But this genius requires to be kept in check by taste; quite in the spirit of the σωφροσύνη of the best Greek art, Kant remarks that if in a work of art some feature must be sacrificed, it is better to lose something of genius than to violate the canons of taste.", "location": 35426}
{"sentence": "[35] Hence that archetype of taste, which certainly rests on the indeterminate Idea that Reason has of a maximum, but which cannot be represented by concepts, but only in an individual presentation, is better called the Ideal of the beautiful.", "location": 201511}
{"sentence": "Hence the question necessarily arises, whether it compels our rational judgement to go beyond the world and seek an intelligent supreme principle for that reference of nature to the moral in us; in order to represent nature as purposive even in reference to our inner moral legislation and its possible accomplishment.", "location": 673701}
{"sentence": "For it is to be a judgement of Taste and not of Understanding or Reason.", "location": 320714}
{"sentence": "To strive here with the design of reproving as incorrect another man’s judgement which is different from our own, as if the judgements were logically opposed, would be folly.", "location": 156430}
{"sentence": "But where this is regarded as impracticable, controversy is regarded as alike impracticable.", "location": 436986}
{"sentence": "I have, however, abandoned the attempt to preserve the word _Kritik_ in English, and have replaced it by _Critique_ or _criticism_, throughout.", "location": 68001}
{"sentence": "In poetry everything proceeds with honesty and candour.", "location": 415270}
{"sentence": "“Teleology finds the consummation of its investigations only in Theology” (p. 311).", "location": 45209}
{"sentence": "It must rather, so far as we can judge in a rational way, hold the derivation, by the aid of such causes, of such a consequence of our good conduct from mere nature (internal and external) without God and immortality, to be an ungrounded and vain, though well-meant, expectation; and if it could have complete certainty of this judgement, it would regard the moral law itself as the mere deception of our Reason in a practical aspect.", "location": 807039}
{"sentence": "The action of the latter we understand to a large extent; but we do not understand the action of mind, which yet we know from daily experience of ourselves does produce effects in the phenomenal world, often permanent and important effects.", "location": 52419}
{"sentence": "But, as Mr. Kennedy has pointed out in his acute criticism[7] of the Kantian doctrine of Theism, it would not be possible to combine a theoretical _disbelief_ in God with a frank acceptance of the practical belief of His existence borne in upon us by the Moral Law.", "location": 61705}
{"sentence": "In such a case, _e.g._ if it is said “that is a beautiful woman,” we think nothing else than this: nature represents in her figure the purposes in view in the shape of a woman’s figure.", "location": 379720}
{"sentence": "If (under the above limitation) we say simply of an object “it is great,” this is no mathematically definite judgement but a mere judgement of reflection upon the representation of it, which is subjectively purposive for a certain use of our cognitive powers in the estimation of magnitude; and we always then bind up with the representation a kind of respect, as also a kind of contempt for what we simply call “small.” Further, the judging of things as great or small extends to everything, even to all their characteristics; thus we describe beauty as great or small.", "location": 238278}
{"sentence": "Suppose this story to be told: An Indian at the table of an Englishman in Surat, when he saw a bottle of ale opened and all the beer turned into froth and overflowing, testified his great astonishment with many exclamations.", "location": 426768}
{"sentence": "The _former_ bases the purposes in nature, by the analogy of a faculty acting with design, on the _life of matter_ (either its own or the life of an inner principle in it, a world-soul) and is called _Hylozoism_.", "location": 548985}
{"sentence": "He does not seem, however, to have read the ancient text-book on the subject, Aristotle’s _Poetics_, the principles of which Lessing declared to be as certain as Euclid.", "location": 27131}
{"sentence": "It can therefore contain nothing specifically characteristic, for otherwise it would not be the _normal Idea_ for the race.", "location": 207671}
{"sentence": "If they are pure concepts of Understanding, the intuitions are called _schemata_.", "location": 466455}
{"sentence": "Of the quality of the satisfaction in our judgements upon           the Sublime                                                119    B.--Of the Dynamically Sublime in Nature                           123    § 28.", "location": 7632}
{"sentence": "Urtheilskraft; _Judgement_.", "location": 70041}
{"sentence": "To make the judgements of others the determining grounds of his own would be heteronomy.", "location": 315920}
{"sentence": "By Prof. HANS DRIESCH, Ph.D.", "location": 757845}
{"sentence": "But morality, with a causality according to purposes subordinated thereto, is absolutely impossible by means of natural causes; for the principle by which it determines to action is supersensible, and is therefore the only possible principle in the order of purposes that in respect of nature is absolutely unconditioned.", "location": 795699}
{"sentence": "Of taste as a kind of _sensus communis_                      169    § 41.", "location": 9257}
{"sentence": "Hence, when the illusion is dissipated, the mind turns back to try it once again, and thus through a rapidly alternating tension and relaxation it is jerked back and put into a state of oscillation.", "location": 429254}
{"sentence": "to reverse the past (_O mihi praeteritos_ ...", "location": 761029}
{"sentence": "“Du Dieu qui nous créa la clémence infinie,     Pour adoucir les maux de cette courte vie,     A placé parmi nous deux êtres bienfaisants,     De la terre à jamais aimables habitants,     Soutiens dans les travaux, trésors dans l’indigence:     L’un est le doux sommeil, et l’autre est l’espérance.” ]  [99] We may describe as a rationalising judgement (_judicium ratiocinans_) one which proclaims itself as universal, for as such it can serve as the major premise of a syllogism.", "location": 785414}
{"sentence": "_I.e._ it is not merely the form of the product of nature which pleases him, but its very presence pleases him, the charms of sense having no share in this pleasure and no purpose whatever being combined with it.", "location": 351590}
{"sentence": "He is a contemptible Object considered in respect of his inner self; and if the creation is not to be without any final purpose at all, he, who as man belongs to it, must, in a world under moral laws, inasmuch as he is a bad man, forfeit his subjective purpose (happiness).", "location": 663417}
{"sentence": "Nevertheless, in consideration of the fact that on every suitable occasion regard should be had to these moral dispositions, I can impute such satisfaction to every man, but only by means of the moral law which on its side again is based on concepts of Reason.", "location": 336689}
{"sentence": "Reason, however, can prove neither the one nor the other of these fundamental propositions, because we can have _a priori_ no determinant principle of the possibility of things according to mere empirical laws of nature.", "location": 538101}
{"sentence": "To seek for a principle of taste which shall furnish, by means of definite concepts, a universal criterion of the beautiful, is fruitless trouble; because what is sought is impossible and self-contradictory.", "location": 200116}
{"sentence": "Our Understanding has then this peculiarity as concerns the Judgement, that in cognition by it the particular is not determined by the universal and cannot therefore be derived from it; but at the same time this particular in the manifold of nature must accord with the universal (by means of concepts and laws) so that it may be capable of being subsumed under it.", "location": 582763}
{"sentence": "However, it must be such that this internal relation, by which one mental faculty is excited by another, shall be generally the most beneficial for both faculties in respect of cognition (of given objects); and this accordance can only be determined by feeling (not according to concepts).", "location": 214198}
{"sentence": "[16]] On the other hand, the judgement of taste is merely _contemplative_; _i.e._ it is a judgement which, indifferent as regards the being of an object, compares its character with the feeling of pleasure and pain.", "location": 150532}
{"sentence": "And the artistic representation of the object is no longer distinguished from the nature of the object itself in our sensation, and thus it is impossible that it can be regarded as beautiful.", "location": 380746}
{"sentence": "It is indispensably necessary for the human Understanding to distinguish between the possibility and the actuality of things.", "location": 570768}
{"sentence": "There are a few things that you can do with most Project Gutenberg™ electronic works even without complying with the full terms of this agreement.", "location": 814150}
{"sentence": "For the mind is by itself alone life (the principle of life), and hindrances or furtherances must be sought outside it and yet in the man, consequently in union with his body.", "location": 305352}
{"sentence": "But this feeling, called moral, requires concepts, and presents not free purposiveness, but purposiveness that is conformable to law; it therefore admits of being universally communicated only by means of Reason, and, if the pleasure is to be homogeneous for every one, by very definite practical concepts of Reason.", "location": 335848}
{"sentence": "[27] [First and Second Editions have _sehr zweifle_; but this was corrected to _nicht zweifle_ in the Third Edition of 1799.]", "location": 767801}
{"sentence": "But at the same time he leaves to natural mechanism under this to us indispensable _principle_ of an original _organisation_, an undeterminable but yet unmistakeable element, in reference to which the faculty of matter in an organised body is called by him a _formative impulse_ (in contrast to, and yet standing under the higher guidance and direction of, that merely mechanical _formative power_ universally resident in matter).", "location": 622292}
{"sentence": "He allows their validity in general not as products but as accidents inhering in an original Being; and to this Being, as substrate of those natural things, he ascribes not causality in regard to them but mere subsistence.", "location": 550987}
{"sentence": "Remark                                                       220    =Second Division.=--Dialectic of the Aesthetical Judgement         229    § 55.", "location": 10552}
{"sentence": "The existence of God is for him a “thing of faith”; and is not a fact of knowledge, strictly so called.", "location": 55227}
{"sentence": "That [Critique] goes merely into our faculty of knowing things _a priori_, and busies itself therefore only with the _cognitive faculty_ to the exclusion of the feeling of pleasure and pain and the faculty of desire; and of the cognitive faculties it only concerns itself with _Understanding_, according to its principles _a priori_, to the exclusion of _Judgement_ and _Reason_ (as faculties alike belonging to theoretical cognition), because it is found in the sequel that no other cognitive faculty but the Understanding can furnish constitutive principles of cognition _a priori_.", "location": 70984}
{"sentence": "To wish to investigate what it is in itself, is a curiosity as purposeless as it is vain.", "location": 803578}
{"sentence": "Hence it is merely a consequence of the particular constitution of our Understanding, that it represents products of nature as possible, according to a different kind of causality from that of the natural laws of matter, namely, that of purposes and final causes.", "location": 585908}
{"sentence": "It is this alone which permits Taste to claim in advance a rightful authority over every one’s judgement.", "location": 418011}
{"sentence": "We can only assume this distinction as subjectively necessary by the constitution of our cognitive faculties, and as valid for the reflective, not for the objectively determinant Judgement.", "location": 694666}
{"sentence": "_there may be a quarrel about taste_ (although there can be no controversy).", "location": 437245}
{"sentence": "But if we call anything not only great, but absolutely great in every point of view (great beyond all comparison), _i.e._ sublime, we soon see that it is not permissible to seek for an adequate standard of this outside itself, but merely in itself.", "location": 239055}
{"sentence": "A bud of one tree engrafted on the twig of another produces in the alien stock a plant of its own kind, and so also a scion engrafted on a foreign stem.", "location": 505475}
{"sentence": "Since an aesthetical judgement is not an objective cognitive judgement, this necessity cannot be derived from definite concepts, and is therefore not apodictic.", "location": 210619}
{"sentence": "This it does, if it demands even subjective universality or the agreement of every one, although it is not a judgement of cognition but only one of pleasure or pain in a given object; _i.e._ it assumes a subjective purposiveness thoroughly valid for every one, which must not be based on any concept of the thing, because the judgement is one of taste.", "location": 310933}
{"sentence": "But in order to use it dogmatically for the determinant Judgement, we must be assured first of the objective reality of this concept, because otherwise we could subsume no natural thing under it.", "location": 557416}
{"sentence": "We can regard it as a favour[110] which nature has felt for us, that in addition to what is useful it has so profusely dispensed beauty and charm; and we can therefore love it, as well as regard it with respect on account of its immensity, and feel ourselves ennobled by such regard; just as if nature had established and adorned its splendid theatre precisely with this view.", "location": 525127}
{"sentence": "As this, however, is great beyond all standards of sense, it makes us judge as _sublime_, not so much the object, as our own state of mind in the estimation of it.", "location": 253224}
{"sentence": "But it also interests Reason that the Ideas (for which in moral feeling it arouses an immediate interest) should have objective reality; _i.e._ that nature should at least show a trace or give an indication that it contains in itself some ground for assuming a regular agreement of its products with our entirely disinterested satisfaction (which we recognise _a priori_ as a law for every one, without being able to base it upon proofs).", "location": 354517}
{"sentence": "This is the propaedeutic of all Philosophy.", "location": 131912}
{"sentence": "The judgement of taste is therefore not a judgement of cognition, and is consequently not logical but aesthetical, by which we understand that whose determining ground can be _no other than subjective_.", "location": 137929}
{"sentence": "_Secondly_, as an artistic talent it presupposes a definite concept of the product, as the purpose, and therefore Understanding; but it also presupposes a representation (although an indeterminate one) of the material, _i.e._ of the intuition, for the presentment of this concept; and, therefore, a relation between the Imagination and the Understanding.", "location": 392709}
{"sentence": "To donate, please visit: www.gutenberg.org/donate.", "location": 828855}
{"sentence": "But the Reason by its practical _a priori_ law _determines_ it; and thus the Judgement makes possible the transition from the realm of the concept of nature to that of the concept of freedom.", "location": 135117}
{"sentence": "V. THE PRINCIPLE OF THE FORMAL PURPOSIVENESS OF NATURE IS A TRANSCENDENTAL PRINCIPLE OF JUDGEMENT.", "location": 99597}
{"sentence": "The first gives only the illusory appearance of corporeal extension; the second gives this in accordance with truth, but only the appearance of utility and availableness for other purposes than the mere play of the Imagination in the contemplation of its forms.", "location": 405044}
{"sentence": "For even if there were none of this natural utility, we should miss nothing as regards the adequateness of natural causes to nature’s constitution; much more even to desire such a tendency in, and to attribute such a purpose to, nature would be the part of a presumptuous and inconsiderate fancy.", "location": 500779}
{"sentence": "If I choose, _e.g._ to regard a maggot as the product of the mere mechanism of nature (of the new formation that it produces of itself, when its elements are set free by corruption), I cannot derive the same product from the same matter as from a causality that acts according to purposes.", "location": 594649}
{"sentence": "Gegenstand; _object_.", "location": 69184}
{"sentence": "For they concern only the possibility of things according to natural concepts, to which belong not only the means which are to be met with in nature, but also the will itself (as a faculty of desire and consequently a natural faculty), so far as it can be determined conformably to these rules by natural motives.", "location": 82349}
{"sentence": "The _ontological_ proof of the being of God from the concept of an original Being is either that which from ontological predicates, by which alone it can be thought as completely determined, infers absolutely necessary being; or that which, from the absolute necessity of the being somewhere of some thing, whatever it be, infers the predicates of the original Being.", "location": 731077}
{"sentence": "For this involves a command and generates a want, whilst moral taste only plays with the objects of satisfaction, without attaching itself to one of them.", "location": 153313}
{"sentence": "For there we desire to judge of natural production merely in a manner conformable to our faculty of judging, _i.e._ to the reflective Judgement, and not in reference to things themselves on behalf of the determinant Judgement.", "location": 586584}
{"sentence": "This determination is a purpose in respect of cognition, and in reference to this it is always bound up with satisfaction (which accompanies the execution of every, even problematical, design).", "location": 221670}
{"sentence": "For other people in the same frozen regions marine animals afford rich stores; in addition to the food and clothing which are thus supplied, and the wood which is floated in by the sea to their dwellings, these marine animals provide material for fuel by which their huts are warmed.", "location": 499834}
{"sentence": "Contributions to the Project Gutenberg Literary Archive Foundation are tax deductible to the full extent permitted by U.S. federal laws and your state’s laws.", "location": 826766}
{"sentence": "We could add much to a building which would immediately please the eye, if only it were not to be a church.", "location": 196836}
{"sentence": "That is as much as to say that the determining ground of this judgement is merely subjective (gratification or grief), and that the judgement has no right to the necessary assent of others.", "location": 435972}
{"sentence": "And again, the conflict between judgements of Taste, so far as each man depends merely on his own taste, forms no Dialectic of taste; because no one proposes to make his own judgement a universal rule.", "location": 434898}
{"sentence": "Nature is beautiful because it looks like Art; and Art can only be called beautiful if we are conscious of it as Art while yet it looks like Nature.", "location": 367854}
{"sentence": "But an artistic product is said to show _mannerism_ only when the exposition of the artist’s Idea is _founded_ on its very singularity, and is not made appropriate to the Idea itself.", "location": 396204}
{"sentence": "Again, the mere concept of this species of matters of human concern, when clear and combined with a lively presentation of it in examples, without any offence against the rules of euphony of speech or propriety of expression, has by itself for Ideas of Reason (which collectively constitute eloquence), sufficient influence upon human minds; so that it is not needful to add the machinery of persuasion, which, since it can be used equally well to beautify or to hide vice and error, cannot quite lull the secret suspicion that one is being artfully overreached.", "location": 414707}
{"sentence": "But in both cases the art would not please _in the mere act of judging_; _i.e._ it would not please as beautiful, but as mechanical.", "location": 368647}
{"sentence": "Now _wonder_ is a shock of the mind arising from the incompatibility of a representation, and the rule given by its means, with the principles already lying at its basis; which provokes a doubt as to whether we have rightly seen or rightly judged.", "location": 491372}
{"sentence": "If we consider the vegetable kingdom we might at first sight, on account of the immeasurable fertility with which it spreads itself almost on every soil, be led to take it for a mere product of that mechanism which nature displays in the formations of the mineral kingdom.", "location": 626194}
{"sentence": "What is properly asserted _a priori_ of an object in a           judgement of taste                                         164    § 38.", "location": 8972}
{"sentence": "It is absolutely impossible to give a definite objective principle of taste, in accordance with which its judgements could be derived, examined, and established; for then the judgement would not be one of taste at all.", "location": 442757}
{"sentence": "But there we could go beyond the bounds of experience and call in a causality which rested on a supersensible attribute of the subject, viz.", "location": 178039}
{"sentence": "On the other hand, rational Psychology, as far as it is concerned with questions as to our eternal existence, is not a theoretical science at all, but rests on a single conclusion of moral Teleology; as also its whole use is necessary merely on account of the latter, _i.e._ on account of our practical destination.", "location": 702049}
{"sentence": "Authorised     Translation from the Sixth Edition by CLOUDESLEY BRERETON, L. ès L.     (Paris), M.A.", "location": 755739}
{"sentence": "And this would prove that the concept on which they are based is self-contradictory.", "location": 443973}
{"sentence": "_Emotion_, _i.e._ a sensation in which pleasantness is produced by means of a momentary checking and a consequent more powerful outflow of the vital force, does not belong at all to beauty.", "location": 187579}
{"sentence": "Hence it is only under the presupposition that there is a common sense (by which we do not understand an external sense, but the effect resulting from the free play of our cognitive powers)--it is only under this presupposition, I say, that the judgement of taste can be laid down.", "location": 212736}
{"sentence": "At the basis of this there must necessarily be a concept somewhere; though a concept which cannot be determined through intuition.", "location": 440151}
{"sentence": "That taste is still barbaric which needs a mixture of _charms_ and _emotions_ in order that there may be satisfaction, and still more so if it make these the measure of its assent.", "location": 180821}
{"sentence": "According to the former the Supreme Cause of the world would, conformably to its Idea, furnish immediately the organic formation on the occasion of every union of intermingling materials.", "location": 617136}
{"sentence": "For when we analysed the reflection of the Judgement in such acts, we found in them a purposive relation of the cognitive faculties, which must be ascribed ultimately to the faculty of purposes (the will), and hence is itself purposive _a priori_.", "location": 310092}
{"sentence": "Of the kind of belief in a teleological proof of the Being           of God                                                     395    § 91.", "location": 14950}
{"sentence": "Whether Teleology must be treated as if it belonged to the           doctrine of nature                                         334    § 80.", "location": 13683}
{"sentence": "Hence the Judgement must assume for its special use this principle _a priori_, that what in the particular (empirical) laws of nature is from the human point of view contingent, yet contains a unity of law in the combination of its manifold into an experience possible in itself--a unity not indeed to be fathomed by us, but yet thinkable.", "location": 105621}
{"sentence": "For the blending of these makes it impossible to discern where the proper force of the proof lies, and in what part and how it must be elaborated in order that its validity may be able to stand the strictest examination (even if we should be compelled to admit in one part the weakness of our rational insight).", "location": 705304}
{"sentence": "But the possibility of living matter cannot even be thought; its concept involves a contradiction because lifelessness, _inertia_, constitutes the essential character of matter.", "location": 554323}
{"sentence": "if only a single organic product of nature were given to us, by the constitution of our cognitive faculty we could think no other ground for it than that of a cause of nature itself (whether the whole of nature or only this bit of it) which contains the causality for it through Understanding.", "location": 648002}
{"sentence": "Hence our Exposition of judgements concerning the Sublime in nature was at the same time their Deduction.", "location": 309986}
{"sentence": "But here we are only concerned with the question what concept we can form of Him, according to the constitution of our cognitive faculties; and whether we have to assume His existence in order merely to furnish practical reality to a purpose, which pure Reason without any such presupposition enjoins upon us _a priori_ to bring about with all our powers, _i.e._ in order to be able to think as possible a designed effect.", "location": 692286}
{"sentence": "Geschicklichkeit; _skill_.", "location": 69253}
{"sentence": "But this is only the case with the concept of a thing the most real of all.", "location": 732631}
{"sentence": "Endzweck; _final purpose_.", "location": 68961}
{"sentence": "_Application to_   Nature.", "location": 137284}
{"sentence": "But the moral laws have this peculiar characteristic that they prescribe to Reason something as a purpose without any condition, and consequently exactly as the concept of a final purpose requires.", "location": 676524}
{"sentence": "In the judgement of Reason we may or may not have any satisfaction in its object or even in this gratification; and this latter may rise to the height of an affection, although we take no interest in the object, at least none that is proportionate to the degree of the affection.", "location": 422603}
{"sentence": "Such a causal connexion we call that of final causes (_nexus finalis_).", "location": 507828}
{"sentence": "Although the figure, the structure, and the slope of the land might seem to be purposively ordered for the reception of water from the air, for the welling up of streams between strata of different kinds (for many kinds of products), and for the course of rivers--yet a closer investigation shows that they are merely the effects of volcanic eruptions or of inundations of the ocean, as regards not only the first production of this figure, but, above all, its subsequent transformation, as well as the disappearance of its first organic productions.", "location": 629558}
{"sentence": "But we can soon see that this is merely a confusion of words; for the concepts which properly belong to these expressions can in no way be interchanged.", "location": 146684}
{"sentence": "For example, we sometimes think of the ocean as a vast kingdom of aquatic creatures; or as the great source of those vapours that fill the air with clouds for the benefit of the land; or again as an element which, though dividing continents from each other, yet promotes the greatest communication between them: but these furnish merely teleological judgements.", "location": 287576}
{"sentence": "[18]     SECOND MOMENT  OF THE JUDGEMENT OF TASTE, VIZ.", "location": 153728}
{"sentence": "that they can only produce knowledge when applied to objects of sense, but in no way when applied to the supersensible--vanish, if we see that they are here used for a cognition of God not in a theoretical point of view (in accordance with what His own nature, inscrutable to us, may be) but simply in a practical.--In order then at this opportunity to make an end of the misinterpretation of that very necessary doctrine of the Critique, which, to the chagrin of the blind dogmatist, refers Reason to its bounds, I add here the following elucidation.", "location": 747936}
{"sentence": "Thus it enables us too to place the Judgement among those faculties that have _a priori_ principles at their basis, and so to bring it into Transcendental Philosophy.", "location": 277992}
{"sentence": "Anschauung; _intuition_.", "location": 68635}
{"sentence": "Urtheil; _judgement_.", "location": 70017}
{"sentence": "If we expressed this proposition dogmatically as objectively valid, it would be: “There is a God.” But for us men there is only permissible the limited formula: “We cannot otherwise think and make comprehensible the purposiveness which must lie at the bottom of our cognition of the internal possibility of many natural things, than by representing it and the world in general as a product of an intelligent cause, [a God].”[115]  Now if this proposition, based on an inevitably necessary maxim of our Judgement, is completely satisfactory from every _human_ point of view for both the speculative and practical use of our Reason, I should like to know what we lose by not being able to prove it as also valid for higher beings, from objective grounds (which unfortunately are beyond our faculties).", "location": 566599}
{"sentence": "The figure of a circle is an intuition which is determined by means of the Understanding according to a principle.", "location": 488216}
{"sentence": "Such satisfaction always has reference to the faculty of desire, either as its determining ground or as necessarily connected with its determining ground.", "location": 139709}
{"sentence": "He says that it may fairly be asked: how is such an Understanding possible?", "location": 612875}
{"sentence": "One does not know whether to laugh more at the impostor who spreads such a mist round him that we cannot clearly use our Judgement and so use our Imagination the more, or at the public which naïvely imagines that his inability to cognise clearly and to comprehend the masterpiece before him arises from new truths crowding in on him in such abundance that details (duly weighed definitions and accurate examination of fundamental propositions) seem but clumsy work.", "location": 377061}
{"sentence": "Whatever may be the value of short and easy handbooks in other departments of science, it is certain that no man will become a philosopher, no man will even acquire a satisfactory knowledge of the history of philosophy, without personal and prolonged study of the _ipsissima verba_ of the great masters of human thought.", "location": 15928}
{"sentence": "We may therefore suppose provisionally that the Judgement likewise contains in itself an _a priori_ principle.", "location": 94172}
{"sentence": "There is therefore certainly a moral Teleology, which is connected on the one hand with the _nomothetic_ of freedom and on the other with that of nature; just as necessarily as civil legislation is connected with the question where the executive authority is to be sought, and in general in every case [with the question] wherein Reason is to furnish a principle of the actuality of a certain regular order of things only possible according to Ideas.-- We shall first set forth the progress of Reason from that moral Teleology and its reference to physical, to _Theology_; and then make some observations upon the possibility and the validity of this way of reasoning.", "location": 674020}
{"sentence": "It is by this that we are reminded that we only have to do with nature as phenomenon, and that it must be regarded as the mere presentation of a nature in itself (of which Reason has the Idea).", "location": 282859}
{"sentence": "A poem may be very neat and elegant, but without spirit.", "location": 383405}
{"sentence": "We have before us in the latter case no cognitive judgement--neither a theoretical one based on the concept of a _Nature_ in general formed by the Understanding, nor a (pure) practical one based on the Idea of _Freedom_, as given _a priori_ by Reason.", "location": 311287}
{"sentence": "If we lessen the problem with the solution of which Physico-theology has to do, its solution appears easy.", "location": 651017}
{"sentence": "The former render possible _theoretical_ cognition according to principles _a priori_; the latter in respect of this theoretical cognition only supplies in itself a negative principle (that of mere contrast), but on the other hand it furnishes fundamental propositions which extend the sphere of the determination of the will and are therefore called practical.", "location": 79734}
{"sentence": "Revised throughout and in part     rewritten by the Author for the English Edition.", "location": 757910}
{"sentence": "For art stands still at a certain point; a boundary is set to it beyond which it cannot go, which presumably has been reached long ago and cannot be extended further.", "location": 374303}
{"sentence": "Even as concerns the variation to which certain individuals of organised genera are accidentally subjected, if we find that the character so changed is hereditary and is taken up into the generative power, then we cannot pertinently judge the variation to be anything else than an occasional development of purposive capacities originally present in the species with a view to the preservation of the race.", "location": 611568}
{"sentence": "It is a judgement in reference to sociability, so far as this rests on empirical rules.", "location": 158635}
{"sentence": "This can and must therefore, as its Idea only lies in Reason, be sought as regards its objective possibility only in rational beings.", "location": 685795}
{"sentence": "THE PALACE, KILKENNY,    _January 6, 1914_.", "location": 68454}
{"sentence": "Now there are only two kinds of concepts, and these admit as many distinct principles of the possibility of their objects, viz.", "location": 79557}
{"sentence": "It has been urged by Kirchmann and others that this distinction between Technic and Mechanism, on which Kant lays so much stress, has been disproved by the progress of modern science.", "location": 40707}
{"sentence": "Reason consequently desires comprehension in _one_ intuition, and so the _presentation_ of all these members of a progressively increasing series.", "location": 249809}
{"sentence": "But the judgement which results from the comparison of several singular judgements, “Roses in general are beautiful” is no longer described simply as aesthetical, but as a logical judgement based on an aesthetical one.", "location": 163422}
{"sentence": "But since the speculative Reason fully convinces itself that the latter can never take place, but that on the other hand those Ideas whose object lies outside nature can be thought without contradiction, it must for its own practical law and the problem prescribed thereby, and therefore in a moral aspect, recognise those Ideas as real in order not to come into contradiction with itself.", "location": 807474}
{"sentence": "Again, this art only reached its highest point, both at Athens and at Rome, at a time when the state was hastening to its ruin and true patriotic sentiment had disappeared.", "location": 783604}
{"sentence": "Hence, both on account of this inner possibility in the subject and of the external possibility of a nature that agrees with it, it finds itself to be referred to something within the subject as well as without him, something which is neither nature nor freedom, but which yet is connected with the supersensible ground of the latter.", "location": 471872}
{"sentence": "Hence whatever disputes there may be about the superiority of the respect which is to be accorded them, in the comparison of a statesman and a general, the aesthetical judgement decides for the latter.", "location": 270028}
{"sentence": "This is the _Judgement_, of which we have cause for supposing according to analogy that it may contain in itself, if not a special legislation, yet a special principle of its own to be sought according to laws, though merely subjective _a priori_.", "location": 92508}
{"sentence": "In fact it is for us a law (of Reason), and belongs to our destination, to estimate as small, in comparison with Ideas of Reason, everything which nature, regarded as an object of Sense, contains that is great for us; and that which arouses in us the feeling of this supersensible destination agrees with that law.", "location": 257662}
{"sentence": "For it might easily be thought that, in spite of all the uniformity of natural things according to the universal laws, without which we should not have the form of an empirical cognition in general, the specific variety of the empirical laws of nature including their effects might yet be so great, that it would be impossible for our Understanding, to detect in nature a comprehensible order; to divide its products into genera and species, so as to use the principles which explain and make intelligible one for the explanation and comprehension of another; or out of such confused material (strictly we should say, so infinitely various and not to be measured by our faculty of comprehension) to make a connected experience.", "location": 109732}
{"sentence": "_The satisfaction which determines the judgement of taste is disinterested_  The satisfaction which we combine with the representation of the existence of an object is called interest.", "location": 139524}
{"sentence": "But then how do we know that in nature, if we could penetrate to the principle by which it specifies the universal laws known to us, there _cannot_ lie hidden (in its mere mechanism) a sufficient ground of the possibility of organised beings without supposing any design in their production?", "location": 567908}
{"sentence": "[50] [In the _Philosophical Theory of Religion_, pt.", "location": 772339}
{"sentence": "This is the organisation of both sexes in their mutual relation for the propagation of their kind; since here we can always ask, as in the case of an individual, why must such a pair exist?", "location": 624432}
{"sentence": "Ueberreden; _to persuade_.", "location": 69904}
{"sentence": "that of _consecutive_ thought, is the most difficult to attain, and can only be attained by the combination of both the former, and after the constant observance of them has grown into a habit.", "location": 342853}
{"sentence": "_Of the combination of Taste with Genius in the products of beautiful Art_  To ask whether it is more important for the things of beautiful art that Genius or Taste should be displayed, is the same as to ask whether in it more depends on Imagination or on Judgement.", "location": 396729}
{"sentence": "For if we are dealing with civil law, with the rights of individual persons, or with lasting instruction and determination of people’s minds to an accurate knowledge and a conscientious observance of their duty, it is unworthy of so important a business to allow a trace of any exuberance of wit and imagination to appear, and still less any trace of the art of talking people over and of captivating them for the advantage of any chance person.", "location": 413919}
{"sentence": "For if the creation has on the whole a final purpose, we cannot think it otherwise than as harmonising with the moral purpose (which alone makes the concept of a purpose possible).", "location": 685291}
{"sentence": "For wherever quarrelling is permissible, there must be a hope of mutual reconciliation; and consequently we can count on grounds of our judgement that have not merely private validity, and therefore are not merely subjective.", "location": 437389}
{"sentence": "The beautiful arts and the sciences which, by their universally-communicable pleasure, and by the polish and refinement of society, make man more civilised, if not morally better, win us in large measure from the tyranny of sense-propensions, and thus prepare men for a lordship, in which Reason alone shall have authority; whilst the evils with which we are visited, partly by nature, partly by the intolerant selfishness of men, summon, strengthen, and harden the powers of the soul not to submit to them, and so make us feel an aptitude for higher purposes, which lies hidden in us.", "location": 642743}
{"sentence": "Do not unlink or detach or remove the full Project Gutenberg™ License terms from this work, or any files containing a part of this work or any other work associated with Project Gutenberg™.", "location": 818161}
{"sentence": "“Parturiunt montes, nascitur _ridiculus_ mus.”]  [96] [The First Edition adds “as in the case of a man who gets the news of a great commercial success.”]  [97] [The jest may have been taken from Steele’s play, “The Funeral or Grief _à la mode_,” where it occurs verbatim.", "location": 785063}
{"sentence": "[66] There is no use of our powers, however free, no use of Reason itself (which must create all its judgements _a priori_ from common sources) which would not give rise to faulty attempts, if every subject had always to begin anew from the rude basis of his natural state, and if others had not preceded him with their attempts.", "location": 316717}
{"sentence": "The regularity which leads to the concept of an object is indeed the indispensable condition (_conditio sine qua non_) for grasping the object in a single representation and determining the manifold in its form.", "location": 221458}
{"sentence": "an art that can only interest by means of its purpose and never in itself.", "location": 357723}
{"sentence": "Pleasantness concerns irrational animals also; but Beauty only concerns men, _i.e._ animal, but still rational, beings--not merely _quâ_ rational (_e.g._ spirits), but _quâ_ animal also; and the Good concerns every rational being in general.", "location": 151521}
{"sentence": "Second Edition,     Revised.", "location": 755297}
{"sentence": "We should rather call a _demonstration_ of such properties beautiful, because through it the Understanding as the faculty of concepts, and the Imagination as the faculty of presenting them, feel themselves strengthened _a priori_.", "location": 493685}
{"sentence": "But even more must we represent men as differing in respect of the _pleasantness_ or _unpleasantness_ involved in the sensation from the same object of sense; and it is absolutely not to be required that every man should take pleasure in the same objects.", "location": 335249}
{"sentence": "Every form of the objects of sense (both of external sense and also mediately of internal) is either _figure_ or _play_.", "location": 186087}
{"sentence": "it only judges the forms (without any reference to a purpose) as they present themselves to the eye either singly or in combination, according to the effect they produce upon the Imagination.--But that formative art may be compared (by analogy) with deportment in speech is justified by the fact that the spirit of the artist supplies by these figures a bodily expression to his thought and its mode, and makes the thing itself as it were speak in mimic language.", "location": 406687}
{"sentence": "This can take place in two ways.", "location": 494654}
{"sentence": "And since this harmony of the object with the faculties of the subject is contingent, it brings about the representation of its purposiveness in respect of the cognitive faculties of the subject.", "location": 121858}
{"sentence": "Hence the aesthetical universality which is ascribed to a judgement must be of a particular kind, because it does not unite the predicate of beauty with the concept of the _Object_, considered in its whole logical sphere, and yet extends it to the whole sphere of judging persons.", "location": 162545}
{"sentence": "We must not be in the least prejudiced in favour of the existence of the things, but be quite indifferent in this respect, in order to play the judge in things of taste.", "location": 141447}
{"sentence": "THE HISTORY AND THEORY OF VITALISM.", "location": 757809}
{"sentence": "that of causes working designedly; otherwise they could not undertake to supply this explanation.", "location": 554034}
{"sentence": "I have considered the moment of quality first, because the aesthetical judgement upon the beautiful first pays attention to it.", "location": 765008}
{"sentence": "[9] For the faculty of knowledge the Understanding is alone legislative, if (as must happen when it is considered by itself without confusion with the faculty of desire) this faculty is referred to nature as the faculty of _theoretical knowledge_; for in respect of nature (as phenomenon) it is alone possible for us to give laws by means of natural concepts _a priori_, _i.e._ by pure concepts of Understanding.--For the faculty of desire, as a higher faculty according to the concept of freedom, the Reason (in which alone this concept has a place) is alone _a priori_ legislative.--Now between the faculties of knowledge and desire there is the feeling of pleasure, just as the Judgement is intermediate between the Understanding and the Reason.", "location": 93423}
{"sentence": "This principle can be no other than the following: As universal laws of nature have their ground in our Understanding, which prescribes them to nature (although only according to the universal concept of it as nature); so particular empirical laws, in respect of what is in them left undetermined by these universal laws, must be considered in accordance with such a unity as they would have if an Understanding (although not our Understanding) had furnished them to our cognitive faculties, so as to make possible a system of experience according to particular laws of nature.", "location": 97622}
{"sentence": "But without concepts of Understanding, to which objective reality must be given, the Reason cannot form any objective (synthetical) judgement; and contains in itself, as theoretical Reason, absolutely no constitutive but merely regulative principles.", "location": 569479}
{"sentence": "He quotes with approval from Burke’s _Treatise on the Sublime and Beautiful_, which was accessible to him in a German translation; but is careful to remark that it is as psychology, not as philosophy, that Burke’s work has value.", "location": 26479}
{"sentence": "If an individual work is unprotected by copyright law in the United States and you are located in the United States, we do not claim a right to prevent you from copying, distributing, performing, displaying or creating derivative works based on the work as long as all references to Project Gutenberg are removed.", "location": 814813}
{"sentence": "_Camper_[75] describes very exactly how the best shoes must be made, but he certainly could not make one.", "location": 362288}
{"sentence": "(1) The arts of SPEECH are _rhetoric_ and _poetry_.", "location": 400302}
{"sentence": "Now, since in respect of the first an art is rather said to be _full of spirit_, but only deserves to be called a _beautiful_ art on account of the second; this latter is at least, as its indispensable condition (_conditio sine qua non_), the most important thing to which one has to look in the judging of art as beautiful art.", "location": 396996}
{"sentence": "What the modality in a judgement of taste is                  91    § 19.", "location": 6222}
{"sentence": "But the transcendental rational concept of the supersensible, which lies at the basis of all sensible intuition, is of the latter kind, and therefore cannot be theoretically determined further.", "location": 439204}
{"sentence": "So the estimation of the magnitude of the fundamental measure must consist in this, that we can immediately apprehend it in intuition and use it by the Imagination for the presentation of concepts of number.", "location": 241965}
{"sentence": "For the _feeling of pleasure and pain_ there is the Judgement, independently of concepts and sensations which relate to the determination of the faculty of desire and can thus be immediately practical.", "location": 135559}
{"sentence": "We may call a cause after the concept which we have of its effect (though only in reference to this relation), without thereby meaning to determine internally its inner constitution, by means of the properties which can be made known to us solely by similar causes and must be given in experience.", "location": 693063}
{"sentence": "_Investigation of the question whether in the judgement of taste the feeling of pleasure precedes or follows the judging of the object_  The solution of this question is the key to the Critique of Taste, and so is worthy of all attention.", "location": 166364}
{"sentence": "Hence they must have a subjective principle which determines what pleases or displeases only by feeling and not by concepts, but yet with universal validity.", "location": 212263}
{"sentence": "To call the ocean sublime we must regard it as poets do, merely by what strikes the eye; if it is at rest, as a clear mirror of water only bounded by the heaven; if it is restless, as an abyss threatening to overwhelm everything.", "location": 287938}
{"sentence": "Many of these mineral crystallisations, such as spars, hematite, arragonite, etc., often present beautiful shapes, the like of which art can only conceive; and the halo in the cavern of Antiparos[102] is merely produced by water trickling down strata of gypsum.", "location": 461774}
{"sentence": "_Deduction of judgements of Taste_  If it be admitted that in a pure judgement of taste the satisfaction in the object is combined with the mere act of judging its form, it is nothing else than its subjective purposiveness for the Judgement which we feel to be mentally combined with the representation of the object.", "location": 331685}
{"sentence": "The latter, if they rise to the height of affections, are worthless; the propensity to them is called _sentimentality_.", "location": 293419}
{"sentence": "Hereon is based the necessity of that agreement of the judgement of others about the sublime with our own which we include in the latter.", "location": 276573}
{"sentence": "And thus the Critique of Practical Reason was written, in which is unfolded the doctrine of man’s freedom standing in sharp contrast with the necessity of natural law.", "location": 21859}
{"sentence": "Of these two [the moral laws and the final purpose] the first are useful for ascribing to the Author of Nature, the second for ascribing to man, those properties which contain the necessary condition of the possibility of both [God and the soul]; so that from this Idea a conclusion can be drawn as to the existence and constitution of these beings which are otherwise quite hidden from us.", "location": 727458}
{"sentence": "This misconception, however, like so many others which have something true at their basis, may be removed by a careful definition of these concepts.", "location": 181321}
{"sentence": "The moral ground of proof of the Being of God, properly speaking, does not merely _complete_ and render perfect the physico-teleological proof; but it is a special proof that _supplies_ the conviction which is wanting in the latter.", "location": 737728}
{"sentence": "This mental characteristic is meritorious only in the case of a genius.", "location": 395131}
{"sentence": "And this, although it furnishes a certain purposiveness of the representative state of the subject, and so a facility of apprehending a given form by the Imagination, yet furnishes no perfection of an Object, since the Object is not here conceived by means of the concept of a purpose.", "location": 190823}
{"sentence": "And the expressions corresponding to each, by which we mark our complacency in them, are not the same.", "location": 151209}
{"sentence": "It is to be remembered, however, that I here speak strictly of the beautiful _forms_ of Nature, and I set aside the _charms_, that she is wont to combine so abundantly with them; because, though the interest in the latter is indeed immediate, it is only empirical.", "location": 350932}
{"sentence": "Nevertheless the teleological act of judgement is rightly brought to bear, at least problematically, upon the investigation of nature; but only in order to bring it under principles of observation and inquiry according to the _analogy_ with the causality of purpose, without any pretence to _explain_ it thereby.", "location": 481662}
{"sentence": "An object of inclination, and one that is proposed to our desire by a law of Reason, leave us no freedom in forming for ourselves anywhere an object of pleasure.", "location": 152238}
{"sentence": "They desire to explain our teleological judgements about nature, and they go so to work therewith that some deny their truth and, consequently, explain them as an Idealism of Nature (represented as Art); others recognise them as true, and promise to establish the possibility of a nature in accordance with the Idea of final causes.", "location": 549463}
{"sentence": "The cognitive powers, which are involved by this representation, are here in free play, because no definite concept limits them to a particular[19] rule of cognition.", "location": 168028}
{"sentence": "I have in general quoted Kant’s _Introduction to Logic_ and _Critique of Practical Reason_ in Dr. Abbott’s translations.", "location": 66050}
{"sentence": "But a product of art appears like nature when, although its agreement with the rules, according to which alone the product can become what it ought to be, is _punctiliously_ observed, yet this is not _painfully_ apparent; [the form of the schools does not obtrude itself][78]--it shows no trace of the rule having been before the eyes of the artist and having fettered his mental powers.", "location": 368979}
{"sentence": "The possibility of such a unification of two quite different kinds of causality,--of nature in its universal conformity to law with an Idea which limits it to a particular form, for which it contains no ground in itself--is not comprehended by our Reason.", "location": 616171}
{"sentence": "These, like the rules which nature obeys, are called simply laws, but they do not, like them, rest on sensuous conditions but on a supersensible principle; and accordingly they require for themselves a quite different part of Philosophy, called practical, corresponding to its theoretical part.", "location": 84359}
{"sentence": "It should develop and justify the subjective principle of taste, as an _a priori_ principle of the Judgement.", "location": 324196}
{"sentence": "This latter may also be entitled the system of _generic preformation_, because the productive faculty of the generator and consequently the specific form would be _virtually_ performed according to the inner purposive capacities which are part of its stock.", "location": 618336}
{"sentence": "[93] [From this to the end of the paragraph, and the next note, were added in the Second Edition.]", "location": 784150}
{"sentence": "there must in such case only be given up the _aiming at_ the final purpose in the world, to be brought about by the pursuit of the second (viz.", "location": 679088}
{"sentence": "And as pleasure or pain is necessarily combined with the faculty of desire (either preceding this principle as in the lower desires, or following it as in the higher, when the desire is determined by the moral law), we may also suppose that the Judgement will bring about a transition from the pure faculty of knowledge, the realm of natural concepts, to the realm of the concept of freedom, just as in its logical use it makes possible the transition from Understanding to Reason.", "location": 94283}
{"sentence": "Simple typographical errors were corrected.", "location": 810623}
{"sentence": "And the same is the case with the model of a beautiful horse or dog (of a certain breed).--This _normal Idea_ is not derived from proportions got from experience [and regarded] _as definite rules_; but in accordance with it rules for judging become in the first instance possible.", "location": 206805}
{"sentence": "But the judgement of taste, independently of concepts, determines the Object in respect of satisfaction and of the predicate of beauty.", "location": 171561}
{"sentence": "These are transliterations of the Greek text for use on devices that cannot display such text:    Page xvii: kosmos.", "location": 810838}
{"sentence": "[121] [It is probable that Kant alludes here to Hume’s Essay _On a Providence and a Future State_, § xi of the _Inquiry_.", "location": 791894}
{"sentence": "This _contingency_ of its form in all empirical natural laws in reference to Reason affords a ground for regarding its causality as possible only through Reason.", "location": 501811}
{"sentence": "But it is noteworthy that if we secretly deceived this lover of the beautiful by planting in the ground artificial flowers (which can be manufactured exactly like natural ones), or by placing artificially carved birds on the boughs of trees, and he discovered the deceit, the immediate interest that he previously took in them would disappear at once; though, perhaps, a different interest, viz.", "location": 351804}
{"sentence": "Now we have in the world only one kind of beings whose causality is teleological, _i.e._ is directed to purposes and is at the same time so constituted that the law according to which they have to determine purposes for themselves is represented as unconditioned and independent of natural conditions, and yet as in itself necessary.", "location": 645407}
{"sentence": "Hence the natural things that we find possible only as purposes supply the best proof of the contingency of the world-whole; to the common Understanding and to the philosopher alike they are the only valid ground of proof for its dependence on and origin from a Being existing outside the world--a Being who must also be intelligent on account of that purposive form.", "location": 564097}
{"sentence": "Even in the judging of health we may notice this distinction.", "location": 147912}
{"sentence": "Information about Donations to the Project Gutenberg Literary Archive Foundation  Project Gutenberg™ depends upon and cannot survive without widespread public support and donations to carry out its mission of increasing the number of public domain and licensed works that can be freely distributed in machine-readable form accessible by the widest array of equipment including outdated equipment.", "location": 827191}
{"sentence": "The Beautiful in nature is connected with the form of the object, which consists in having boundaries.", "location": 226891}
{"sentence": "(Hence it is probable that the word genius is derived from _genius_, that peculiar guiding and guardian spirit given to a man at his birth, from whose suggestion these original Ideas proceed.)", "location": 371697}
{"sentence": "We soon see that where the Understanding cannot follow, the Reason is transcendent, and shows itself in Ideas formerly established (as regulative principles), but not in objectively valid concepts.", "location": 569730}
{"sentence": "Land and sea not only contain in themselves memorials of ancient mighty desolations which have confounded them and all creatures that are in them; but their whole structure, the strata of the one and the boundaries of the other, have quite the appearance of being the product of the wild and violent forces of a nature working in a state of chaos.", "location": 629210}
{"sentence": "§ v.]  [160] The admiration for beauty, and also the emotion aroused by the manifold purposes of nature, which a reflective mind is able to feel even prior to a clear representation of a rational Author of the world, have something in themselves like _religious_ feeling.", "location": 809812}
{"sentence": "I do not wish to speak as yet of the ground of this satisfaction, which is bound up with a representation from which we should least of all expect it, viz.", "location": 245176}
{"sentence": "But that the things of nature serve one another as means to purposes, and that their possibility is only completely intelligible through this kind of causality--for this we have absolutely no ground in the universal Idea of nature, as the complex of the objects of sense.", "location": 479438}
{"sentence": "[132] [Second Edition.]", "location": 797222}
{"sentence": "This is possible through the fact that the very incapacity in question discovers the consciousness of an unlimited faculty of the same subject, and that the mind can only judge of the latter aesthetically by means of the former.", "location": 261686}
{"sentence": "The person or entity that provided you with the defective work may elect to provide a replacement copy in lieu of a refund.", "location": 823563}
{"sentence": "Faith (absolutely so called) is trust in the attainment of a design, the promotion of which is a duty, but the possibility of the fulfilment of which (and consequently also that of the only conditions of it thinkable by us) is not to be _comprehended_ by us.", "location": 723237}
{"sentence": "The beauty of a rock crystal is apparently produced without any forethought on the part of nature, and he urges that we are not justified in asserting dogmatically that any laws distinct from those of mechanism are needed to account for beauty in other cases.", "location": 37407}
{"sentence": "If nature is to be judged by us as dynamically sublime, it must be represented as exciting fear (although it is not true conversely that every object which excites fear is regarded in our aesthetical judgement as sublime).", "location": 264102}
{"sentence": "_I.e._ we may rightly impute to every one the pleasure or the subjective purposiveness of the representation for the relation between the cognitive faculties in the act of judging a sensible object in general.", "location": 332579}
{"sentence": "Of the aesthetical representation of the purposiveness of             nature                                                    30      VIII.", "location": 2923}
{"sentence": "A _rational Idea_ can never become a cognition, because it involves a concept (of the supersensible), corresponding to which an intuition can never be given.", "location": 445773}
{"sentence": "[122] In all physical explanations of these formations he starts from organised matter.", "location": 621894}
{"sentence": "In that case the analogy between the pure judgement of taste which, independently of any interest, causes us to feel a satisfaction, and also represents it _a priori_ as suitable to humanity in general, and the moral judgement that does the same thing from concepts without any clear, subtle, and premeditated reflection--this analogy leads to a similar immediate interest in the objects of the former as in those of the latter; only that in the one case the interest is free, in the other it is based on objective laws.", "location": 356033}
{"sentence": "YOU AGREE THAT THE FOUNDATION, THE TRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE LIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR INCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH DAMAGE.", "location": 822936}
{"sentence": "Self-subsisting natural beauty discovers to us a Technic of nature, which represents it as a system in accordance with laws, the principle of which we do not find in the whole of our faculty of Understanding.", "location": 230224}
{"sentence": "But in aesthetical judgements upon the Sublime this dominion is represented as exercised by the Imagination, regarded as an instrument of Reason.", "location": 284192}
{"sentence": "Now the judgement of taste is applied to objects of Sense, but not with a view of determining a _concept_ of them for the Understanding; for it is not a cognitive judgement.", "location": 439399}
{"sentence": "In a thing that is only possible by means of design,--a building, or even an animal,--the regularity consisting in symmetry must express the unity of the intuition that accompanies the concept of purpose, and this regularity belongs to cognition.", "location": 222130}
{"sentence": "And so also to _Reason_, which contains constitutive principles _a priori_ nowhere except simply in respect of the _faculty of desire_, should be assigned its place in the Critique of practical Reason.", "location": 72883}
{"sentence": "Only of _man under moral laws_ can we say, without transgressing the limits of our insight: his being constitutes the final purpose of the world.", "location": 797958}
{"sentence": "Hence they answer _the whole_ question in no way.", "location": 614910}
{"sentence": "Again, suppose that two lines are to cut one another so that the rectangle under the segments of the one should be equal to the rectangle under the segments of the other; the solution of the problem from this point of view presents much difficulty.", "location": 484960}
{"sentence": "See paragraph 1.C below.", "location": 814297}
{"sentence": "Unless you have removed all references to Project Gutenberg:  1.E.1.", "location": 816162}
{"sentence": "It was then properly the _Understanding_ which has its special realm in the _cognitive faculty_, so far as it contains constitutive principles of cognition _a priori_, which by the Critique, comprehensively called the Critique of pure Reason, was to be placed in certain and sole possession[8] against all other competitors.", "location": 72558}
{"sentence": "Reason legislates _a priori_ for freedom and its peculiar casuality; as the supersensible in the subject, for an unconditioned practical knowledge.", "location": 132196}
{"sentence": "On the other hand, to fly from men from _misanthropy_, because we bear ill-will to them, or from _anthropophoby_ (shyness), because we fear them as foes, is partly hateful, partly contemptible.", "location": 300526}
{"sentence": "The connexion between Beauty and Goodness involved to a Greek in the double sense of the word καλόν is developed by Kant with keen insight.", "location": 32062}
{"sentence": "A dogmatical _unbelief_ cannot subsist together with a moral maxim dominant in the mental attitude (for Reason cannot command one to follow a purpose, which is cognised as nothing more than a chimera); but a _doubtful faith_ can.", "location": 724664}
{"sentence": "As regards the possibility of such an object, the teleological connexion of causes and effects is quite indispensable for the Judgement, even for studying it by the clue of experience.", "location": 590346}
{"sentence": "Representation of this antinomy                              293    § 71.", "location": 12418}
{"sentence": "*       *       *       *       *  I give at the end of this Introduction a Glossary of the chief philosophical terms used by Kant; I have tried to render them by the same English equivalents all through the work, in order to preserve, as far as may be, the exactness of expression in the original.", "location": 63924}
{"sentence": "For what is practical according to natural concepts has been identified with the practical according to the concept of freedom; and so with the like titles, ‘theoretical’ and ‘practical’ Philosophy, a division has been made, by which in fact nothing has been divided (for both parts might in such case have principles of the same kind).", "location": 80553}
{"sentence": "If we answer: These beings exist to afford objects for the benevolence of that Supreme Cause; then we contradict the condition to which the Reason of man subjects even his inmost wish for happiness (viz.", "location": 796636}
{"sentence": "(4) The subjective principle in judging the beautiful is represented as _universal_, _i.e._ as valid for every man, though not cognisable through any universal concept.", "location": 473139}
{"sentence": "We could even define Taste as the faculty of judging of that which makes _universally communicable_, without the mediation of a concept, our feeling in a given representation.", "location": 343585}
{"sentence": "But they could never think any other principle of the possibility of the unification of nature with its inner ethical laws, than a supreme Cause governing the world according to moral laws; because a final purpose in them proposed as duty, and a nature without any final purpose beyond them in which that purpose might be actualised, would involve a contradiction.", "location": 696927}
{"sentence": "No wonder that he banished from his school the man who was ignorant of geometry, since he thought he could derive from pure intuition, which has its home in the human spirit, that which _Anaxagoras_ drew from empirical objects and their purposive combination.", "location": 487158}
{"sentence": "_Beautiful Art is an art, in so far as it seems like nature_  In a product of beautiful art we must become conscious that it is Art and not Nature; but yet the purposiveness in its form must seem to be as free from all constraint of arbitrary rules as if it were a product of mere nature.", "location": 367362}
{"sentence": "Upon the analysis he gives of the Arts, little need be said here.", "location": 34409}
{"sentence": "Conversely also, that which we call sublime in nature, whether external or internal (_e.g._ certain affections), is only represented as a might in the mind to overcome [_certain_][54] hindrances of the Sensibility by means of moral fundamental propositions, and only thus does it interest.", "location": 290924}
{"sentence": "It is frequently mentioned in the Greek Anthology.]", "location": 770074}
{"sentence": "Of this kind are most of those by which we pretend to extol the divine wisdom by ascribing to it designs in the works of creation and preservation which are really meant to do honour to the private wisdom of the reasoner.", "location": 788845}
{"sentence": "[114] Therefore it cannot be dogmatically treated for the determinant Judgement, _i.e._ it is not only impossible to decide whether or not things of nature considered as natural purposes require for their production a causality of a quite peculiar kind (that acting on design); but the question cannot even be put, because the concept of a natural purpose is simply not susceptible of proof through Reason as regards its objective reality.", "location": 558292}
{"sentence": "Whether therefore the productive faculty of nature is sufficient for that which we judge to be formed or combined in accordance with the Idea of purposes, as well as for that which we believe to require merely a mechanical system [Maschinenwesen] of nature; or whether there lies at the basis of things which we must necessarily judge as properly natural purposes, a quite different kind of original causality, which cannot be contained in material nature or in its intelligible substrate, viz.", "location": 540890}
{"sentence": "These concepts (the Categories) require a Deduction, which is given in the Critique of pure Reason; and by it we can get the solution of the problem, how are synthetical _a priori_ cognitive judgements possible?", "location": 327720}
{"sentence": "then we are speaking of an objective supreme purpose, such as the highest Reason would require for creation.", "location": 796527}
{"sentence": "This pleasure must necessarily depend for every one on the same conditions, for they are subjective conditions of the possibility of a cognition in general; and the proportion between these cognitive faculties requisite for Taste is also requisite for that ordinary sound Understanding which we have to presuppose in every one.", "location": 337855}
{"sentence": "This could not be, on the assumption of the Realism of the purposiveness of nature; because in that case we must have learned from nature what we ought to find beautiful, and the aesthetical judgement would be subjected to empirical principles.", "location": 463841}
{"sentence": "If a man reads me a poem of his or brings me to a play, which does not after all suit my taste, he may bring forward in proof of the beauty of his poem _Batteux_[67] or _Lessing_ or still more ancient and famous critics of taste, and all the rules laid down by them; certain passages which displease me may agree very well with rules of beauty (as they have been put forth by these writers and are universally recognised): but I stop my ears, I will listen to no arguments and no reasoning; and I will rather assume that these rules of the critics are false, or at least that they do not apply to the case in question, than admit that my judgement should be determined by grounds of proof _a priori_.", "location": 320013}
{"sentence": "The second commonplace invoked even by those who admit for judgements of taste the right to speak with validity for every one is: _there is no disputing about taste_.", "location": 436163}
{"sentence": "The universal communicability of a pleasure carries with it in its very concept that the pleasure is not one of enjoyment, from mere sensation, but must be derived from reflection; and thus aesthetical art, as the art of beauty, has for standard the reflective Judgement and not sensation.", "location": 367064}
{"sentence": "[56] It is only a mental state of this kind that is called noble; and this expression is subsequently applied to things, _e.g._ a building, a garment, literary style, bodily presence, etc., when these do not so much arouse _astonishment_ (the affection produced by the representation of novelty exceeding our expectations), as _admiration_ (astonishment that does not cease when the novelty disappears); and this is the case when Ideas agree in their presentation undesignedly and artlessly with the aesthetical satisfaction.", "location": 292304}
{"sentence": "This latter is a wonderful thing.", "location": 366449}
{"sentence": "“Nature takes the shortest way (_lex parsimoniae_); at the same time it makes no leaps, either in the course of its changes or in the juxtaposition of specifically different forms (_lex continui in natura_); its great variety in empirical laws is yet unity under a few principles (_principia praeter necessitatem non sunt multiplicanda_),” etc.", "location": 102306}
{"sentence": "Ambiguous hyphens at the ends of lines were retained.", "location": 810668}
{"sentence": "Of course, we hope that you will support the Project Gutenberg™ mission of promoting free access to electronic works by freely sharing Project Gutenberg™ works in compliance with the terms of this agreement for keeping the Project Gutenberg™ name associated with the work.", "location": 815127}
{"sentence": "The subjective universal communicability of the mode of representation in a judgement of taste, since it is to be possible without presupposing a definite concept, can refer to nothing else than the state of mind in the free play of the Imagination and the Understanding (so far as they agree with each other, as is requisite for _cognition in general_).", "location": 168949}
{"sentence": "Man is then always only a link in the chain of natural purposes; a principle certainly in respect of many purposes, for which nature seems to have destined him in her disposition, and towards which he sets himself, but also a means for the maintenance of purposiveness in the mechanism of the remaining links.", "location": 635750}
{"sentence": "Secondly, a tree produces itself as an _individual_.", "location": 504376}
{"sentence": "Such a thing is a _sophistical being_ (_ens rationis ratiocinantis_), not a _rational being_ (_ens rationis ratiocinatae_)[146]; of which latter it is possible to show conclusively, the objective reality of its concept; at least for the practical use of Reason, because this which has its peculiar and apodictically certain principles _a priori_, demands (postulates) it.", "location": 716425}
{"sentence": "We thus see (1) that genius is a _talent_ for producing that for which no definite rule can be given; it is not a mere aptitude for what can be learnt by a rule.", "location": 370836}
{"sentence": "“Both kinds of objects differ from each other, not internally, but only so far as the one _appears_ external to the other; possibly what is at the basis of phenomenal matter as a thing in itself may not be so heterogeneous after all as we imagine.”[4] This hypothesis which remains a bare undeveloped possibility in the earlier work is put forward as a positive doctrine in the Critique of Judgement.", "location": 56877}
{"sentence": "For as one alternative we may explain all Teleology as a mere deception of the Judgement in its judging of the causal combination of things, and fly to the sole principle of a mere mechanism of nature, which merely seems to us, on account of the unity of the Substance of whose determinations nature is but the manifold, to contain a universal reference to purposes.", "location": 655533}
{"sentence": "who would do so even according to a new, self-chosen plan (yet in conformity with the course of nature), if it were merely directed to enjoyment?", "location": 794683}
{"sentence": "But that is absolutely impossible.", "location": 322387}
{"sentence": "But that the satisfaction produced by aesthetical Ideas must not depend on the attainment of definite purposes (as in mechanically designed art), and that consequently, in the very rationalism of the principle, the ideality of the purposes and not their reality must be fundamental, appears from the fact that beautiful Art, as such, must not be considered as a product of Understanding and Science, but of Genius, and therefore must get its rule through _aesthetical_ Ideas, which are essentially different from rational Ideas of definite purposes.", "location": 465237}
{"sentence": "It now only comes to this, whether we have sufficient ground for Reason (either speculative or practical) to ascribe to the supreme Cause, acting in accordance with purposes, a _final purpose_.", "location": 667717}
{"sentence": "For a thing to be a natural purpose in the _first_ place it is requisite that its parts (as regards their being and their form) are only possible through their reference to the whole.", "location": 508126}
{"sentence": "_Of the relative, as distinguished from the inner, purposiveness of nature_  Experience leads our Judgement to the concept of an objective and material purposiveness, _i.e._ to the concept of a purpose of nature, only when[105] we have to judge of a relation of cause to effect which we find ourselves able to apprehend as legitimate only by presupposing the Idea of the effect of the causality of the cause as the fundamental condition, in the cause, of the possibility of the effect.", "location": 494168}
{"sentence": "Thus Jupiter’s eagle with the lightning in its claws is an attribute of the mighty king of heaven, as the peacock is of its magnificent queen.", "location": 387551}
{"sentence": "_Of Nature regarded as Might_  _Might_ is that which is superior to great hindrances.", "location": 263806}
{"sentence": "For the universal of _our_ (human) Understanding does not determine the particular, and it is contingent in how many ways different things which agree in a common characteristic may come before our perception.", "location": 581375}
{"sentence": "For that apprehension of forms in the Imagination can never take place without the reflective Judgement, though undesignedly, at least comparing them with its faculty of referring intuitions to concepts.", "location": 120051}
{"sentence": "if we judge of it in such a way that we merely _think_ a case in which we would wish to resist it, and yet in which all resistance would be altogether vain.", "location": 264840}
{"sentence": "Thus the former principle is an objective proposition for the determinant Judgement, the latter merely a subjective proposition for the reflective Judgement, _i.e._ a maxim which Reason prescribes to it.", "location": 562465}
{"sentence": "It is assumed of both that they are not generated without grounds, but (according to the above explanation of an Idea in general) in conformity with certain principles of the cognitive faculties to which they belong (subjective principles in the one case, objective in the other).", "location": 446092}
{"sentence": "[129]  As concerns the discipline of the inclinations,--for which our natural capacity in regard of our destination as an animal race is quite purposive, but which render the development of humanity very difficult,--there is manifest in respect of this second requirement for culture a purposive striving of nature to a cultivation which makes us receptive of higher purposes than nature itself can supply.", "location": 641758}
{"sentence": "This was a free translation made from Burke’s fifth edition.]", "location": 774909}
{"sentence": "This Critique, as an art, merely seeks to apply, in the judging of objects, the physiological (here psychological), and therefore empirical rules, according to which taste actually proceeds (without taking any account of their possibility); and it criticises the products of beautiful art just as, regarded as a science, it criticises the faculty by which they are judged.", "location": 324306}
{"sentence": "The book alluded to by Kant is probably the _Abhandlungen von den vornehmsten Wahrheiten der natürlichen Religion_ (1754), which had great popularity in its day.]", "location": 809429}
{"sentence": "In this way the product of a genius (as regards what is to be ascribed to genius and not to possible learning or schooling) is an example, not to be imitated (for then that which in it is genius and constitutes the spirit of the work would be lost), but to be followed, by another genius; whom it awakens to a feeling of his own originality and whom it stirs so to exercise his art in freedom from the constraint of rules, that thereby a new rule is gained for art, and thus his talent shows itself to be exemplary.", "location": 393995}
{"sentence": "So conceived, the thing is not even a natural purpose, for neither it (nor its whole genus) is to be regarded as a natural product.", "location": 521041}
{"sentence": "That it does not belong to Theology as a part thereof, although it may be made of the most important use therein, is self-evident.", "location": 604599}
{"sentence": "Perhaps, however, I shall have better success if I start from the order of the world, not merely to _think_ its causality as that of a supreme _Understanding_, but to _cognise_ it by means of this determination of the said concept; because here the troublesome condition of space and of extension disappears.--At all events the great purposiveness in the world compels us to _think_ a supreme cause of it, and to _think_ its causality as that of an Understanding; but we are not therefore entitled to _ascribe_ this to it.", "location": 750703}
{"sentence": "That we, and rightly, recommend the works of the ancients as models and call their authors classical, thus forming among writers a kind of noble class who give laws to the people by their example, seems to indicate _a posteriori_ sources of taste, and to contradict the autonomy of taste in every subject.", "location": 316010}
{"sentence": "This principle does not objectively determine the constitution of freedom, as a form of causality, but it makes the rule of actions according to that Idea a command for every one, with no less validity than if it did so determine it.", "location": 576887}
{"sentence": "Just as little, in fine, ought housekeeping, farming, statesmanship, the art of conversation, the prescribing of diet, the universal doctrine of happiness itself, or the curbing of the inclinations and checking of the affections for the sake of happiness, to be reckoned as practical Philosophy, or taken to constitute the second part of Philosophy in general.", "location": 83382}
{"sentence": "For if even in this form an interest bound up therewith should discover itself, taste would discover a transition of our judging faculty from sense-enjoyment to moral feeling; and so not only would we be the better guided in employing taste purposively, but there would be thus presented a link in the chain of the human faculties _a priori_, on which all legislation must depend.", "location": 348442}
{"sentence": "If I am allowed to apply here the analogy of optical presentation, it is in the space where most of them are combined and inside the contour, where the place is illuminated with the most vivid colours, that the _average size_ is cognisable; which, both in height and breadth, is equally far removed from the extreme bounds of the greatest and smallest stature.", "location": 205672}
{"sentence": "[98] He could have added _laughter_, if the means of exciting it in reasonable men were only as easily attainable, and the requisite wit or originality of humour were not so rare, as the talent is common of imagining things which _break one’s head_, as mystic dreamers do, or which _break one’s neck_, as your genius does, or which _break one’s heart_, as sentimental romance-writers (and even moralists of the same kidney) do.", "location": 430564}
{"sentence": "Until at last civilisation, having reached its highest point, makes out of this almost the main business of refined inclination; and sensations are only regarded as of worth in so far as they can be universally communicated.", "location": 347710}
{"sentence": "But although the standard of comparison is merely subjective, yet the judgement none the less claims universal assent; “this man is beautiful,” and “he is tall,” are judgements not limited merely to the judging subject, but, like theoretical judgements, demanding the assent of every one.", "location": 236159}
{"sentence": "It can therefore in no way deserve the approval of the Reason.", "location": 291736}
{"sentence": "And this latter idealistic doctrine is what Kant falls back upon.", "location": 37171}
{"sentence": "Another fault--an old fault of Kant--apparent after reading even a few pages, is that repetitions are very frequent of the same thought in but slightly varied language.", "location": 18669}
{"sentence": "But nothing can be universally communicated except cognition and representation, so far as it belongs to cognition.", "location": 167323}
{"sentence": "But it is not inexpedient to recall that in all free arts there is yet requisite something compulsory, or, as it is called, _mechanism_, without which the _spirit_, which must be free in art and which alone inspires the work, would have no body and would evaporate altogether; _e.g._ in poetry there must be an accuracy and wealth of language, and also prosody and metre.", "location": 363382}
{"sentence": "[38]  We must yet distinguish the _normal Idea_ of the beautiful from the _Ideal_, which latter, on grounds already alleged, we can only expect in the _human_ figure.", "location": 207980}
{"sentence": "It thus acquires an extension and a might greater than it sacrifices,--the ground of which, however, is concealed from itself; whilst yet it _feels_ the sacrifice or the deprivation and, at the same time, the cause to which it is subjected.", "location": 284626}
{"sentence": "Genius can only furnish rich _material_ for products of beautiful art; its execution and its _form_ require talent cultivated in the schools, in order to make such a use of this material as will stand examination by the Judgement.", "location": 376693}
{"sentence": "In fact our Understanding has the property of proceeding in its cognition, _e.g._ of the cause of a product, from the _analytical-universal_ (concepts) to the particular (the given empirical intuition).", "location": 583777}
{"sentence": "If judgements laid down in this way (and there is no other alternative in regard to transcendent concepts) cannot be constitutive principles determining the Object as it is, they will remain regulative principles adapted to the human point of view, immanent in their exercise and sure.", "location": 574626}
{"sentence": "For in such a world there would be no distinction between “ought to do” and “does,” between a practical law of that which is possible through us, and the theoretical law of that which is actual through us.", "location": 576096}
{"sentence": "For, wherefore (it asks) are all those natural things that exhibit art?", "location": 735078}
{"sentence": "Now it was believed that the doctrine of freedom is needed for practical philosophy only as its negative condition; but that on the other hand the doctrine of God and of the constitution of the soul, as belonging to theoretical philosophy, must be established for themselves and separately, in order afterwards to unite both with that which the moral law (possible only under the condition of freedom) commands, and so to constitute a religion.", "location": 725577}
{"sentence": "We have left then as the only remaining possible doctrine, Theism, which represents natural purposes as produced in accordance with the Will and Design of an Intelligent Author and Governor of Nature.", "location": 44786}
{"sentence": "[126] [First Edition has _freedom_.]", "location": 793971}
{"sentence": "On the other hand, nature, which there is prodigal in its variety even to luxuriance, that is subjected to no constraint of artificial rules, can supply constant food for taste.--Even the song of birds, which we can bring under no musical rule, seems to have more freedom, and therefore more for taste, than a song of a human being which is produced in accordance with all the rules of music; for we very much sooner weary of the latter, if it is repeated often and at length.", "location": 224283}
{"sentence": "This would not be so, if we were to put it in natural combination with the feeling of the pleasant.", "location": 280543}
{"sentence": "For in the very necessity of that which is purposive, and is constituted just as if it were designedly intended for our use,--but at the same time seems to belong originally to the being of things without any reference to our use--lies the ground of our great admiration of nature, and that not so much external as in our own Reason.", "location": 487418}
{"sentence": "Now the satisfaction in the Beautiful, like that in the Sublime, is not alone distinguishable from other aesthetical judgements by its universal _communicability_, but also because, through this very property, it acquires an interest in reference to society (in which this communication is possible).", "location": 299860}
{"sentence": "Of other writers on Beauty, he only names Batteux and Lessing.", "location": 26851}
{"sentence": "No doubt this principle seems to be too far-fetched and too subtly reasoned, and consequently seems to go beyond the scope of an aesthetical judgement; but observation of men proves the opposite, and shows that it may lie at the root of the most ordinary judgements, although we are not always conscious of it.", "location": 269156}
{"sentence": "There is only one kind of ugliness which cannot be represented in accordance with nature, without destroying all aesthetical satisfaction and consequently artificial beauty; viz.", "location": 380353}
{"sentence": "If it is a philosophical science its position must be either in the theoretical or practical part.", "location": 603818}
{"sentence": "But this imitation becomes a mere _aping_, if the scholar _copies_ everything down to the deformities, which the genius must have let pass only because he could not well remove them without weakening his Idea.", "location": 394921}
{"sentence": "And although in the apprehension of a given object of sense it is tied to a definite form of this Object, and so far has no free play (such as that of poetry) yet it may readily be conceived that the object can furnish it with such a form containing a collection of the manifold, as the Imagination itself, if it were left free, would project in accordance with the _conformity to law of the Understanding_ in general.", "location": 218234}
{"sentence": "It must therefore be a concept of Judgement or derived from one; and a subjective purposiveness of the representation in reference to the Judgement must lie at its basis.", "location": 235109}
{"sentence": "If we assume the Occasionalism of the production of organised beings, all nature is quite lost, and with it all employment of Reason in judging of the possibility of such products; hence we may suppose that no one will adopt this system, who has anything to do with philosophy.", "location": 617668}
{"sentence": "But beautiful art does this not only in the case of painting or sculpture (in which the term “attribute” is commonly employed): poetry and rhetoric also get the spirit that animates their works simply from the aesthetical attributes of the object, which accompany the logical and stimulate the Imagination, so that it thinks more by their aid, although in an undeveloped way, than could be comprehended in a concept and therefore in a definite form of words.-- For the sake of brevity I must limit myself to a few examples only.", "location": 388265}
{"sentence": "existence.--The other (which is also called the metaphysico-_cosmological_ proof) concludes from the necessity of the existence somewhere of a thing (which must be conceded, for a being is given to us in self-consciousness), its complete determination as that of a Being the most real of all; for everything existing must be completely determined, but the absolutely necessary (_i.e._ that which _we_ ought to cognise as such and consequently _a priori_) must be completely determined _by means of its own concept_.", "location": 732115}
{"sentence": "Consequently, the mind cannot ponder upon the beauty of _Nature_ without finding itself at the same time interested therein.", "location": 355063}
{"sentence": "We may say that the first of these maxims is the maxim of Understanding, the second of Judgement, and the third of Reason.", "location": 343047}
{"sentence": "Now of this we can have no concept but the indeterminate concept of a ground, which makes the judging of nature by empirical laws possible, but which we cannot determine more nearly by any predicate.", "location": 595704}
{"sentence": "This transcendental concept of a purposiveness of nature is neither a natural concept nor a concept of freedom, because it ascribes nothing to the Object (of nature), but only represents the peculiar way in which we must proceed in reflection upon the objects of nature in reference to a thoroughly connected experience, and is consequently a subjective principle (maxim) of the Judgement.", "location": 106490}
{"sentence": "If you paid a fee for obtaining a copy of or access to a Project Gutenberg™ electronic work and you do not agree to be bound by the terms of this agreement, you may obtain a refund from the person or entity to whom you paid the fee as set forth in paragraph 1.E.8.", "location": 813696}
{"sentence": "But in what we are accustomed to call sublime there is nothing at all that leads to particular objective principles and forms of nature corresponding to them; so far from it that for the most part nature excites the Ideas of the sublime in its chaos or in its wildest and most irregular disorder and desolation, provided size and might are perceived.", "location": 230945}
{"sentence": "But the territory to which its realm extends and in which its legislation is _exercised_, is always only the complex of objects of all possible experience, so long as they are taken for nothing more than mere phenomena; for otherwise no legislation of the Understanding in respect of them is conceivable.", "location": 86963}
{"sentence": "If, however, the Imagination is compelled to proceed according to a definite law, its product in respect of form is determined by concepts as to what it ought to be.", "location": 218834}
{"sentence": "[11] It has been thought a doubtful point that my divisions in pure Philosophy should always be threefold.", "location": 763818}
{"sentence": "For the fact that man, if he exists, takes this for his final design, gives us no concept as to why in general he should exist, and as to what worth he has in himself to make his existence pleasant.", "location": 661828}
{"sentence": "The moments, to which this Judgement has regard in its reflection, I have sought in accordance with the guidance of the logical functions of judgement (for in a judgement of taste a reference to the Understanding is always involved).", "location": 764774}
{"sentence": "What then do we mean by spirit?", "location": 383782}
{"sentence": "_Of the faculties of the mind that constitute Genius_  We say of certain products of which we expect that they should at least in part appear as beautiful art, they are without _spirit_[82]; although we find nothing to blame in them on the score of taste.", "location": 383149}
{"sentence": "To lighten the toil of penetrating through the wilderness of Kant’s long sentences, the English student has now many aids, which those who began their studies fifteen or twenty years ago did not enjoy.", "location": 15417}
{"sentence": "Every one must admit that a judgement about beauty, in which the least interest mingles, is very partial and is not a pure judgement of taste.", "location": 141304}
{"sentence": "By ALEXANDER F. SHAND, M.A.", "location": 758306}
{"sentence": "There is only one external purposiveness which is connected with the internal purposiveness of organisation, and yet serves in the external relation of a means to a purpose, without the question necessarily arising, as to what end this being so organised must have existed for.", "location": 624154}
{"sentence": "Here we must, in the first place, remark that a universality which does not rest on concepts of Objects (not even on empirical ones) is not logical but aesthetical, _i.e._ it involves no objective quantity of the judgement but only that which is subjective.", "location": 161427}
{"sentence": "If then we speak of intellectual beauty or sublimity, these expressions are, _first_, not quite accurate, because beauty and sublimity are aesthetical modes of representation, which would not be found in us at all if we were pure intelligences (or even regarded ourselves as such in thought).", "location": 289044}
{"sentence": "For in aesthetical judgements about the Beautiful the mind is in _restful_ contemplation; but in the case of the Sublime a mental _movement_ is excited (pp.", "location": 30438}
{"sentence": "There is therefore no empirical _ground of proof_ which would force a judgement of taste upon any one.", "location": 319786}
{"sentence": "in the tendency to the feeling for (practical) Ideas, _i.e._ to the moral feeling.", "location": 276489}
{"sentence": "The natural concept (merely belonging to theoretical cognition) is now either metaphysical and thinkable completely _a priori_, or physical, _i.e._ thinkable _a posteriori_ and as necessary only through determinate experience.", "location": 730744}
{"sentence": "But this concept leads necessarily to the Idea of collective nature as a system in accordance with the rule of purposes, to which Idea all the mechanism of nature must be subordinated according to principles of Reason (at least in order to investigate natural phenomena therein).", "location": 521363}
{"sentence": "; and that it would be foolish and criminal to imagine a superiority of our minds over these works of His, and, as it seems, even over the designs of such might.", "location": 271014}
{"sentence": "But, again, the beautiful arrangement of corporeal things is only apparent to the eye, like painting; the sense of touch cannot supply any intuitive presentation of such a form.", "location": 405573}
{"sentence": "In the latter case taste appears not so much in what the Imagination _apprehends_ in this field, as in the impulse it thus gets to _fiction_, _i.e._ in the peculiar fancies with which the mind entertains itself, whilst it is continually being aroused by the variety which strikes the eye.", "location": 225186}
{"sentence": "FIRST DIVISION  ANALYTIC OF THE TELEOLOGICAL JUDGEMENT   § 62.", "location": 483591}
{"sentence": "Now as the combination of the Pleasant (in sensation) with Beauty, which properly is only concerned with form, is a hindrance to the purity of the judgement of taste; so also is its purity injured by the combination with Beauty of the Good (viz.", "location": 196507}
{"sentence": "The Understanding can form a universal judgement by comparing the Object in point of the satisfaction it affords with the judgement of others upon it: _e.g._ “all tulips are beautiful.” But then this is not a judgement of taste but a logical judgement, which takes the relation of an Object to taste as the predicate of things of a certain species.", "location": 321360}
{"sentence": "This state of _free play_ of the cognitive faculties in a representation by which an object is given, must be universally communicable; because cognition, as the determination of the Object with which given representations (in whatever subject) are to agree, is the only kind of representation which is valid for every one.", "location": 168624}
{"sentence": "In fact the judgement of Taste always takes the form of a singular judgement about an Object.", "location": 321266}
{"sentence": "But the complex of all objects, to which those concepts are referred, in order to bring about a knowledge of them where it is possible, may be subdivided according to the adequacy or inadequacy of our [cognitive] faculty to this design.", "location": 85626}
{"sentence": "_Cognisable_ things are of three kinds: _things of opinion_ (_opinabile_); _things of fact_ (_scibile_); and _things of faith_ (_mere credibile_).", "location": 714519}
{"sentence": "Nature considered in an aesthetical judgement as might that has no dominion over us, is _dynamically sublime_.", "location": 263990}
{"sentence": "[36] [Polycletus of Argos flourished about 430 B.C.", "location": 769716}
{"sentence": "But if this be admitted, then impressions of Sense which determine the inclination, fundamental propositions of Reason which determine the Will, mere reflective forms of intuition which determine the Judgement, are quite the same, as regards the effect upon the feeling of pleasure.", "location": 142553}
{"sentence": "[This note was added by Kant in the Second Edition.]", "location": 762718}
{"sentence": "In correspondence with this the opposite theory of individual preformations would be better entitled the _theory of involution_.", "location": 618594}
{"sentence": "Natural beauty (which is self-subsisting) brings with it a purposiveness in its form by which the object seems to be, as it were, pre-adapted to our Judgement, and thus constitutes in itself an object of satisfaction.", "location": 228619}
{"sentence": "Hence for determinant judgements objective reality cannot be supplied to it; and so it is intelligible how all systems that one may project for the dogmatic treatment of the concept of natural purposes and of nature itself [considered] as a whole connected together by means of final causes, can decide nothing either by objective affirmation or by objective denial.", "location": 559835}
{"sentence": "[Kant probably alludes here to the organisation of the United States of America.]", "location": 787815}
{"sentence": "For we bring in a teleological ground, where we attribute causality in respect of an Object to the concept of an Object, as if it were to be found in nature (not in ourselves); or rather when we represent to ourselves the possibility of the Object after the analogy of that causality which we experience in ourselves, and consequently think nature technically as through a special faculty.", "location": 482267}
{"sentence": "[This is true] not only of the pleasant(§ 3), and the mediate good (the useful) which is pleasing as a means towards pleasantness somewhere, but also of that which is good absolutely and in every aspect, viz.", "location": 149541}
{"sentence": "And this, with its proportions, as an aesthetical Idea, can be completely presented _in concreto_ in a model.", "location": 204582}
{"sentence": "And so the satisfaction is connected with the mere presentation [of the object] or with the faculty of presentation; so that in the case of a given intuition this faculty or the Imagination is considered as in agreement with the _faculty of concepts_ of Understanding or Reason (in its furtherance of these latter).", "location": 226302}
{"sentence": "the interest of vanity in adorning his chamber with them for the eyes of others, would take its place.", "location": 352200}
{"sentence": "In this contingent unity of particular laws it may very well happen that the Judgement in its reflection proceeds from two maxims.", "location": 536429}
{"sentence": "Men and beasts alike are finite living beings, subject to the limitations of finite existence; and hence the law which governs the one series of operations may be regarded by analogy as sufficiently explaining the other series.", "location": 51060}
{"sentence": "We hence see that a complex of practical precepts given by Philosophy does not constitute a distinct part of Philosophy, as opposed to the theoretical part, because these precepts are practical; for they might be that, even if their principles were derived altogether from the theoretical cognition of nature (as technically practical rules).", "location": 84655}
{"sentence": "[133] For (and so every one judges) if the world consisted of mere lifeless, or even in part of living but irrational, beings, its existence would have no worth because in it there would be no being who would have the least concept of what worth is.", "location": 675866}
{"sentence": "And so, though in this case such a principle _a priori_ can and must be applied to the _cognition_ of the beings of the world, and opens out at the same time prospects which are advantageous for the practical Reason, yet it has no immediate reference to the feeling of pleasure and pain.", "location": 76704}
{"sentence": "[52] [Second Edition.]", "location": 772839}
{"sentence": "That crude matter should have originally formed itself according to mechanical laws, that life should have sprung from the nature of what is lifeless, that matter should have been able to dispose itself into the form of a self-maintaining purposiveness--this he rightly declares to be contradictory to Reason.", "location": 621982}
{"sentence": "The pleasure is _a priori_, independent on the one hand of the charms of sense or the emotions of mere feeling, as Winckelmann had already declared; and on the other hand is a pleasure quite distinct from that taken which we feel when viewing perfection, with which Wolff and Baumgarten had identified it.", "location": 27965}
{"sentence": "To one violet colour is soft and lovely, to another it is faded and dead.", "location": 156287}
{"sentence": "The Idea of a final purpose in the employment of freedom according to moral laws has therefore subjective _practical_ reality.", "location": 684026}
{"sentence": "When the Englishman asked him, “What is there in this to astonish you so much?” he answered, “I am not at all astonished that it should flow out, but I do wonder how you ever got it in.” At this story we laugh, and it gives us hearty pleasure; not because we deem ourselves cleverer than this ignorant man, or because of anything else in it that we note as satisfactory to the Understanding, but because our expectation was strained [for a time] and then was suddenly dissipated into nothing.", "location": 426993}
{"sentence": "the concept of natural purposes, would lead us.", "location": 544960}
{"sentence": "In order to convince ourselves of the correctness of this Deduction of the concept before us, and the necessity of assuming it as a transcendental principle of cognition, just consider the magnitude of the problem.", "location": 107182}
{"sentence": "For though a man enumerate to me all the ingredients of a dish, and remark that each is separately pleasant to me and further extol with justice the wholesomeness of this particular food--yet am I deaf to all these reasons; I try the dish with _my_ tongue and my palate, and thereafter (and not according to universal principles) do I pass my judgement.", "location": 320911}
{"sentence": "Verstand; _Understanding_.", "location": 70247}
{"sentence": "The judgement of taste is aesthetical                         45    §  2.", "location": 3705}
{"sentence": "The pleasure that we feel is, in a judgement of taste, necessarily imputed by us to every one else; as if, when we call a thing beautiful, it is to be regarded as a characteristic of the object which is determined in it according to concepts; though beauty, without a reference to the feeling of the subject, is nothing by itself.", "location": 170278}
{"sentence": "It would be needful for the determinant Judgement in the speculative aspect of our Reason, to consider what the supreme World-Cause is in Himself.", "location": 692139}
{"sentence": "Elucidation and confirmation of the above explanation of           Genius                                                     190    § 48.", "location": 9775}
{"sentence": "Consequently the latter is a quite natural effect of that observed purposiveness in the being of things (as phenomena).", "location": 491713}
{"sentence": "For every judgement from this source is aesthetical; _i.e._ the feeling of the subject, and not a concept of the Object, is its determining ground.", "location": 199968}
{"sentence": "Hence it follows that the intellectual, in itself purposive, (moral) good, aesthetically judged, must be represented as sublime rather than beautiful, so that it rather awakens the feeling of respect (which disdains charm) than that of love and familiar inclination; for human nature does not attach itself to this good spontaneously, but only by the authority which Reason exercises over Sensibility.", "location": 290522}
{"sentence": "“In human nature there is a certain experienced coherence of designs and inclinations; so that when from any fact we have discovered one intention of any man, it may often be reasonable from experience to infer another, and draw a long chain of conclusions concerning his past or future conduct.", "location": 792213}
{"sentence": "[85]  In a word the aesthetical Idea is a representation of the Imagination associated with a given concept, which is bound up with such a multiplicity of partial representations in its free employment, that for it no expression marking a definite concept can be found; and such a representation, therefore, adds to a concept much ineffable thought, the feeling of which quickens the cognitive faculties, and with language, which is the mere letter, binds up spirit also.", "location": 390294}
{"sentence": "Both these involve a satisfaction in the presence of an Object, and so can lay the foundation for an interest in what has by itself pleased without reference to any interest whatever.", "location": 345864}
{"sentence": "The only sense in which we have any right to speak of _infinite_ wisdom is that it is that which performs an infinite number of wise acts.", "location": 54203}
{"sentence": "But the inner and most important distinction between the Sublime and Beautiful is, certainly, as follows.", "location": 228306}
{"sentence": "[55] _Affections_ are specifically different from _passions_.", "location": 772969}
{"sentence": "Finally man, by his pursuit of these and his diminution of their numbers, preserves a certain equilibrium between the producing and the destructive powers of nature.", "location": 627710}
{"sentence": "But in every such case that he thinks as not impossible, he cognises Him as fearful.", "location": 265168}
{"sentence": "In this case the producing cause of the parts and of their form is not contained in the nature (of the material), but is external to it in a being which can produce effects according to Ideas of a whole possible by means of its causality.", "location": 510998}
{"sentence": "For what is requisite to the latter concept is so essentially different from everything which natural concepts contain and can teach, that there is need of a particular ground of proof quite independent of the former, in order to supply the concept of the original Being adequately for Theology and to infer its existence.--The moral proof (which it is true only proves the Being of God in a practical though indispensable aspect of Reason) would preserve all its force, if we found in the world no material, or only that which is doubtful, for physical Teleology.", "location": 738425}
{"sentence": "Who is a stranger to that manner of expression so common in all times and in all countries, of being softened, relaxed, enervated, dissolved, melted away by pleasure?”]  [63] [Reading _Gebot_; Kirchmann has _Gesetz_.]", "location": 775228}
{"sentence": "Only where the Imagination in its freedom awakens the Understanding, and is put by it into regular play without the aid of concepts, does the representation communicate itself not as a thought but as an internal feeling of a purposive state of the mind.", "location": 344134}
{"sentence": "For such do we judge him to be who is both inclined and apt to communicate his pleasure to others, and who is not contented with an Object if he cannot feel satisfaction in it in common with others.", "location": 346891}
{"sentence": "(This, when viewed in connexion with the precision introduced by Reason, is spoken of as elegant.)", "location": 493916}
{"sentence": "And as concerns the external contrivances of nature regarded as purposive (wind, rain, etc.", "location": 532699}
{"sentence": "Hence the concept of a Deity, which would be adequate for our teleological judging of nature, can never be derived from mere theoretical principles of the use of Reason (on which Physico-theology alone is based).", "location": 655320}
{"sentence": "Page 397: kat’ alêtheian (or) kat’ anthrôpon.", "location": 811026}
{"sentence": "By this the mind is made conscious of a certain ennoblement and elevation above the mere sensibility to pleasure received through sense, and the worth of others is estimated in accordance with a like maxim of their Judgement.", "location": 471126}
{"sentence": "_Of the principle of the teleological judging of nature in general as a system of purposes_  We have already said above that the _external_ purposiveness of natural things affords no sufficient warrant for using them as purposes of nature in order to explain their presence, and for regarding their contingently purposive effects as the grounds of their presence according to the principle of final causes.", "location": 518202}
{"sentence": "We call buildings or trees majestic and magnificent, landscapes laughing and gay; even colours are called innocent, modest, tender, because they excite sensations which have something analogous to the consciousness of the state of mind brought about by moral judgements.", "location": 473870}
{"sentence": "Many a man believes himself to be edified by a sermon, when indeed there is no edification at all (no system of good maxims); or to be improved by a tragedy, when he is only glad at his ennui being happily dispelled.", "location": 296096}
{"sentence": "But of all faculties and talents Taste, because its judgement is not determinable by concepts and precepts, is just that one which most needs examples of what has in the progress of culture received the longest approval; that it may not become again uncivilised and return to the crudeness of its first essays.", "location": 318170}
{"sentence": "“Kant seems,” says Goethe,[6] “to have woven a certain element of irony into his method.", "location": 60261}
{"sentence": "_Elucidation by means of examples_  Aesthetical judgements can be divided just like theoretical (logical) judgements into empirical and pure.", "location": 181735}
{"sentence": "There is always a difficulty in any argument which tries to establish the operation of mind anywhere, for mind cannot be seen or touched or felt; but the difficulty is not peculiar to that particular form of argument with which theological interests are involved.", "location": 53440}
{"sentence": "In fact for each of its judgements of taste it imputes this to every one, without the persons that judge disputing as to the possibility of such a claim; although in particular cases they cannot agree as to the correct application of this faculty.", "location": 161178}
{"sentence": "The system which regards generations as mere educts is called the theory of _individual preformation_ or the theory of _evolution_: that which regards them as products is entitled the system of _epigenesis_.", "location": 618128}
{"sentence": "And yet, not only did Goethe think highly of it, but it received a large measure of attention in France as well as in Germany on its first appearance.", "location": 19224}
{"sentence": "But the pleasing form that is given to it is only the vehicle of communication, and a mode, as it were, of presenting it, in respect of which we remain free to a certain extent, although it is combined with a definite purpose.", "location": 382479}
{"sentence": "For I must feel the pleasure immediately in the representation of the object, and of that I can be persuaded by no grounds of proof whatever.", "location": 322422}
{"sentence": "You infer, from the great purposiveness of natural forms and their relations, a world-cause endowed with Understanding; but what is the degree of this Understanding?", "location": 742156}
{"sentence": "And as the division of a rational science depends on the distinction between objects whose cognition needs distinct principles, the former will belong to theoretical Philosophy (doctrine of Nature), but the latter alone will constitute the second part, viz.", "location": 81773}
{"sentence": "It cannot be said that Kant’s attempted answer to such a defence of the Design Argument is quite conclusive.", "location": 50290}
{"sentence": "[57] [Reading _weiche_ with Rosenkranz and Windelband; Hartenstein and Kirchmann have _weise_, which yields no sense.]", "location": 774017}
{"sentence": "But still we more gladly listen to one who offers hope that the more we know nature internally, and can compare it with external members now unknown to us, the more simple shall we find it in its principles, and that the further our experience reaches the more uniform shall we find it amid the apparent heterogeneity of its empirical laws.", "location": 116474}
{"sentence": "Organised beings are then the only beings in nature which, considered in themselves and apart from any relation to other things, can be thought as possible only as purposes of nature.", "location": 514351}
{"sentence": "We easily see that in saying it is _beautiful_ and in showing that I have taste, I am concerned, not with that in which I depend on the existence of the object, but with that which I make out of this representation in myself.", "location": 141078}
{"sentence": "The first purpose of nature would be man’s _happiness_, the second his _culture_.", "location": 633685}
{"sentence": "Here then we cannot say that each man has his own particular taste.", "location": 157723}
{"sentence": "Please check the Project Gutenberg web pages for current donation methods and addresses.", "location": 828656}
{"sentence": "If any reader wishes to follow Schopenhauer’s advice, he has only to omit the whole of this prefatory matter and proceed at once to the Author’s laborious Introduction.", "location": 16838}
{"sentence": "It is in this qualifying clause that Kant’s negative attitude in respect of Theism betrays itself.", "location": 45817}
{"sentence": "The reason that we cannot treat the concept of a Technic           of nature dogmatically is the fact that a natural purpose           is inexplicable                                            306    § 75.", "location": 12781}
{"sentence": "[134] [Note added in Second Edition.]", "location": 799291}
{"sentence": "Bold, overhanging, and as it were threatening, rocks; clouds piled up in the sky, moving with lightning flashes and thunder peals; volcanoes in all their violence of destruction; hurricanes with their track of devastation; the boundless ocean in a state of tumult; the lofty waterfall of a mighty river, and such like; these exhibit our faculty of resistance as insignificantly small in comparison with their might.", "location": 265929}
{"sentence": "Hence, the concept of the purposiveness of nature in its products is necessary for human Judgement in respect of nature, but has not to do with the determination of Objects.", "location": 578048}
{"sentence": "Therefore it can be nothing else than the subjective purposiveness in the representation of an object without any purpose (either objective or subjective); and thus it is the mere form of purposiveness in the representation by which an object is _given_ to us, so far as we are conscious of it, which constitutes the satisfaction that we without a concept judge to be universally communicable; and, consequently, this is the determining ground of the judgement of taste.", "location": 176851}
{"sentence": "For the _faculty of desire_ there is the Reason which is practical without the mediation of any pleasure whatever.", "location": 135761}
{"sentence": "_Secondly_, we recall instances (although they are rare) of men who with the best sight in the world cannot distinguish colours, and with the sharpest hearing cannot distinguish tones; whilst for those who can do this the perception of an altered quality (not merely of the degree of sensation) in the different intensities in the scale of colours and tones is definite; and further, the very number of these is fixed by _intelligible_ differences.", "location": 409260}
{"sentence": "[123] [Carl von Linné (1707-1778), Knight of the Polar Star, the celebrated Swedish botanist.]", "location": 793109}
{"sentence": "Kant himself admits this: “A dogmatical _unbelief_,” he says (p. 411), “cannot subsist together with a moral maxim dominant in the mental attitude.” That is, though the theoretical argument be incomplete, we cannot reject the conclusion to which it leads, for this is confirmed by the moral necessities of conscience.", "location": 61971}
{"sentence": "But the second is regarded as if it could only be compulsorily imposed upon one as work, _i.e._ as occupation which is unpleasant (a trouble) in itself, and which is only attractive on account of its effect (_e.g._ the wage).", "location": 362619}
{"sentence": "However, we cannot judge of their possibility otherwise than by judging them as ultimately resting on a supreme Understanding by the connexion of final causes; and thus the teleological method of explanation is not eliminated.", "location": 601776}
{"sentence": "This happens as a matter of fact when we regard as coarse and ignoble the mental attitude of those persons who have no _feeling_ for beautiful Nature (for thus we describe a susceptibility to interest in its contemplation), and who confine themselves to eating and drinking--to the mere enjoyments of sense.", "location": 360175}
{"sentence": "In both there is always involved the concept of a purpose, and consequently the relation of Reason to the (at least possible) volition, and thus a satisfaction in the _presence_ of an Object or an action, _i.e._ some kind of interest.", "location": 145618}
{"sentence": "Hence Physico-theology is a misunderstood physical Teleology, only serviceable as a preparation (propaedeutic) for Theology; and it is only adequate to this design by the aid of a foreign principle on which it can rely, and not in itself, as its name would intimate.", "location": 660218}
{"sentence": "Natural characteristics which demonstrate themselves _a priori_, and consequently admit of insight into their possibility from universal principles without any admixture of experience, although they carry with them a technical purposiveness, yet cannot, because they are absolutely necessary, be referred to the Teleology of nature, as to a method belonging to Physic for solving its problems.", "location": 528883}
{"sentence": "In itself there is nothing more natural than to abstract from charm or emotion if we are seeking a judgement that is to serve as a universal rule.", "location": 340790}
{"sentence": "_The universality of the satisfaction is represented in a judgement of Taste only as subjective_  This particular determination of the universality of an aesthetical judgement, which is to be met with in a judgement of taste, is noteworthy, not indeed for the logician, but for the transcendental philosopher.", "location": 158995}
{"sentence": "_What the modality in a judgement of taste is_  I can say of every representation that it is at least _possible_ that (as a cognition) it should be bound up with a pleasure.", "location": 209543}
{"sentence": "Consequently the satisfaction [belonging to them] does not depend on a sensation, as in the case of the Pleasant, nor on a definite concept, as in the case of the Good; but it is nevertheless referred to concepts although indeterminate ones.", "location": 226060}
{"sentence": "This conformity of the contingent to law is called purposiveness; and the derivation of particular laws from the universal, as regards their contingent element, is impossible _a priori_ through a determination of the concept of the Object.", "location": 577808}
{"sentence": "The problem, which lies _a priori_ in our Understanding, is to make a connected experience out of given perceptions of a nature containing at all events an infinite variety of empirical laws.", "location": 107397}
{"sentence": "Representation of the antinomy of Taste                      230    § 57.", "location": 10774}
{"sentence": "a division into the _mathematically_ and the _dynamically sublime_.", "location": 233492}
{"sentence": "Hence that the physico-teleological proof convinces, just as if it were a theological proof, does not arise from our availing ourselves of the Ideas of purposes of nature as so many empirical grounds of proof of a _highest_ Understanding.", "location": 736120}
{"sentence": "But then the concepts, which furnish their Object to the principles of this rational cognition, must be specifically distinct; otherwise they would not justify a division, which always presupposes a contrast between the principles of the rational cognition belonging to the different parts of a science.", "location": 79252}
{"sentence": "For in respect of the things which we can only represent as possible originally according to the causality of purposes, at least as concerns their propagation, this theory regards nature as self-producing, not merely as self-evolving: and so with the least expenditure of the supernatural leaves to nature all that follows after the first beginning (though without determining anything about this first beginning by which Physic generally is thwarted, however it may essay its explanation by a chain of causes).", "location": 621126}
{"sentence": "And it is not the object of sense, but the use which the Judgement naturally makes of certain objects on behalf of this latter feeling, that is absolutely great; and in comparison every other use is small.", "location": 240526}
{"sentence": "If now I say simply that anything is great, it appears that I have no comparison in view, at least none with an objective measure; because it is thus not determined at all how great the object is.", "location": 235962}
{"sentence": "[18] [Ueberweg points out (_Hist.", "location": 765884}
{"sentence": "Boileau (_L’art poétique_, chant 3), makes a similar observation:      “Il n’est point de serpent ni de monstre odieux     Qui, par l’art imité, ne puisse plaire aux yeux.", "location": 779490}
{"sentence": "Of this class are all those charming arts that can gratify a company at table; _e.g._ the art of telling stories in an entertaining way, of starting the company in frank and lively conversation, of raising them by jest and laugh to a certain pitch of merriment;[77] when, as people say, there may be a great deal of gossip at the feast, but no one will be answerable for what he says, because they are only concerned with momentary entertainment, and not with any permanent material for reflection or subsequent discussion.", "location": 365791}
{"sentence": "[47] [With this should be compared the similar discussion in the _Critique of Pure Reason_, Dialectic, bk.", "location": 772124}
{"sentence": "To this mathematical form, although not represented by determinate concepts, alone attaches the satisfaction that unites the mere reflection upon such a number of concomitant or consecutive sensations with this their play, as a condition of its beauty valid for every man.", "location": 417738}
{"sentence": "Again it is not in reference to the feeling of pleasure, or to the sum of pleasures, that we think a final purpose of creation as given; _i.e._ we do not estimate that absolute worth by well-being or by enjoyment (whether bodily or mental), or in a word, by happiness.", "location": 661559}
{"sentence": "a feeling of pleasure (or pain).", "location": 329745}
{"sentence": "But from the similarity of the mode of operation of beasts (of which we cannot immediately perceive the ground) to that of men (of which we are immediately conscious), we can quite rightly conclude _according to analogy_, that beasts too act in accordance with _representations_ (not as _Descartes_ has it, that they are machines), and that despite their specific distinction they are yet (as living beings) of the same genus as man.", "location": 801925}
{"sentence": "The examination of the faculty of taste, as the aesthetical Judgement, is not here planned in reference to the formation or the culture of taste (for this will take its course in the future as in the past without any such investigations), but merely in a transcendental point of view.", "location": 77408}
{"sentence": "_Of the teleological system in the external relations of organised beings_  By external purposiveness I mean that by which one thing of nature serves another as means to a purpose.", "location": 622731}
{"sentence": "We may say that of all these three kinds of satisfaction, that of taste in the Beautiful is alone a disinterested and _free_ satisfaction; for no interest, either of Sense or of Reason, here forces our assent.", "location": 151855}
{"sentence": "Letzter Zweck; _ultimate purpose_.", "location": 69543}
{"sentence": "Now such a whole would be an effect (_product_) the _representation_ of which is regarded as the _cause_ of its possibility; but the product of a cause whose determining ground is merely the representation of its effect is called a purpose.", "location": 585667}
{"sentence": "In the latter case to a concept only thinkable by the Reason, to which no sensible intuition can be adequate, an intuition is supplied with which accords a procedure of the Judgement analogous to what it observes in schematism: it accords with it, that is, in respect of the rule of this procedure merely, not of the intuition itself; consequently in respect of the form of reflection merely, and not of its content.", "location": 467035}
{"sentence": "But it is impossible for us in accordance with all our rational faculties to represent these two requirements of the final purpose proposed to us by the moral law, as _connected_ by merely natural causes, and yet as conformable to the Idea of that final purpose.", "location": 677887}
{"sentence": "For if such a system is one day to be completed under the general name of Metaphysic (which it is possible to achieve quite completely, and which is supremely important for the use of Reason in every reference), the soil for the edifice must be explored by Criticism as deep down as the foundation of the faculty of principles independent of experience, in order that it may sink in no part, for this would inevitably bring about the downfall of the whole.", "location": 74121}
{"sentence": "But a final purpose is merely a concept of our practical Reason, and can be inferred from no data of experience for the theoretical judging of nature, nor can it be applied to the cognition of nature.", "location": 687526}
{"sentence": "For if we once refer action of this sort _on the whole_ to any supersensible ground of determination beyond the blind mechanism of nature, we must judge of it altogether according to this principle; and we have then no reason to regard the form of such a thing as partly dependent on mechanism--for by such mixing up of disparate principles no certain rule of judging would be left.", "location": 517355}
{"sentence": "Hence the object is only called purposive, when its representation is immediately combined with the feeling of pleasure; and this very representation is an aesthetical representation of purposiveness.--The only question is whether there is, in general, such a representation of purposiveness.", "location": 119258}
{"sentence": "_The judgement of taste is quite independent of the concept of perfection_  _Objective_ purposiveness can only be cognised by means of the reference of the manifold to a definite purpose, and therefore only through a concept.", "location": 188096}
{"sentence": "If we take the result of the foregoing exposition of the two kinds of aesthetical judgements, there arise therefrom the following short explanations:  The _Beautiful_ is what pleases in the mere judgement (and therefore not by the medium of sensation in accordance with a concept of the Understanding).", "location": 280644}
{"sentence": "If, on the contrary, we supply to nature causes acting _designedly_, and consequently place at its basis teleology, not merely as a _regulative_ principle for the mere _judging_ of phenomena, to which nature can be thought as subject in its particular laws, but as a _constitutive_ principle of the _derivation_ of its products from their causes; then would the concept of a natural purpose no longer belong to the reflective but to the determinant Judgement.", "location": 482773}
{"sentence": "(_E.g._ we think of the eternity of God as presence in all time, because we can form no other concept of mere being as a quantum, _i.e._ as duration; or we think of the divine Omnipresence as presence in all places in order to make comprehensible to ourselves His immediate presence in things which are external to one another; without daring to ascribe to God any of these determinations, as something cognised in Him.)", "location": 751226}
{"sentence": "By means of the Judgement we see that a particular case comes under the general rule, and by the Reason we draw our conclusion.", "location": 20792}
{"sentence": "Or in other words, crude materialism not giving me an intelligent account of my own individual consciousness, I recognise mind, νοῦς, as a _vera causa_, as something which really does produce effects in the field of experience, and which therefore I may legitimately put forward as the cause of those actions of other men which externally so much resemble my own.", "location": 49355}
{"sentence": "Hardly any one will say that a man must have taste in order that he should find more satisfaction in a circle than in a scrawled outline, in an equilateral and equiangular quadrilateral than in one which is oblique, irregular, and as it were deformed, for this belongs to the ordinary Understanding and is not Taste at all.", "location": 220194}
{"sentence": "There is then at the basis of this judgement no perfection of any kind, no internal purposiveness, to which the collection of the manifold is referred.", "location": 195112}
{"sentence": "(The objective principle of morality is also expounded as universal, _i.e._ for every subject and for every action of the same subject, and thus as cognisable by means of a universal concept).", "location": 473308}
{"sentence": "You may copy it, give it away or re-use it under the terms of the Project Gutenberg License included with this ebook or online at www.gutenberg.org.", "location": 221}
{"sentence": "The power and the insight of his observations here are in marked contrast to the poverty of some of his remarks about the characteristics of beauty.", "location": 33828}
{"sentence": "Hence we have a moral ground for thinking in a world also a final purpose of creation.", "location": 688460}
{"sentence": "if we dismiss as unworthy of our notice certain phenomena which have been published as actual[145]) is to be called poetic fiction.", "location": 716019}
{"sentence": "OF THE DIVISION OF PHILOSOPHY   We proceed quite correctly if, as usual, we divide Philosophy, as containing the principles of the rational cognition of things by means of concepts (not merely, as logic does, principles of the form of thought in general without distinction of Objects), into _theoretical_ and _practical_.", "location": 78929}
{"sentence": "Now here many objections present themselves, which fallaciously put forward charm not merely as a necessary ingredient of beauty, but as alone sufficient [to justify] a thing’s being called beautiful.", "location": 182399}
{"sentence": "Erkenntniss; _cognition_ or _knowledge_.", "location": 68990}
{"sentence": "Though it seems at the outset unavoidable for our Understanding to assume different kinds of causality for the specific differences of natural operations, yet these different kinds may stand under a small number of principles, with the investigation of which we have to busy ourselves.", "location": 108821}
{"sentence": "In fact, nothing is gained for the theory of nature or the mechanical explanation of its phenomena by means of its effective causes, by considering them as connected according to the relation of purposes.", "location": 605364}
{"sentence": "If we admit the impulse to society as natural to man, and his fitness for it, and his propension towards it, _i.e._ _sociability_, as a requisite for man as a being destined for society, and so as a property belonging to _humanity_, we cannot escape from regarding taste as a faculty for judging everything in respect of which we can communicate our _feeling_ to all other men, and so as a means of furthering that which every one’s natural inclination desires.", "location": 346104}
{"sentence": "In the employment of the Imagination for cognition it submits to the constraint of the Understanding and is subject to the limitation of being conformable to the concept of the latter.", "location": 390889}
{"sentence": "The expression, a purpose of nature, already sufficiently prevents the confusion of mixing up natural science and the occasion that it gives for judging _teleologically_ of its objects, with the consideration of God, and so of a _theological_ derivation of them.", "location": 527569}
{"sentence": "It is only in society that it occurs to him to be not merely a man, but a refined man after his kind (the beginning of civilisation).", "location": 346757}
{"sentence": "Translated by C. K. OGDEN, B.A.", "location": 757878}
{"sentence": "Examples of the mathematically Sublime of nature in mere intuition are all the cases in which we are given, not so much a larger numerical concept as a large unit for the measure of the Imagination (for shortening the numerical series).", "location": 254659}
{"sentence": "That principle is the principle of purposiveness, in respect of the use of our Judgement in regard to phenomena; [which requires] that these must not be judged as merely belonging to nature in its purposeless mechanism, but also as belonging to something analogous to art.", "location": 230433}
{"sentence": "The purposiveness, therefore, which precedes the cognition of an Object, and which, even without our wishing to use the representation of it for cognition, is, at the same time, immediately bound up with it, is that subjective [element] which cannot be an ingredient in cognition.", "location": 118977}
{"sentence": "The object of such satisfaction is called _beautiful_.", "location": 153674}
{"sentence": "The art of sculpture again, because in its products art is almost interchangeable with nature, excludes from its creations the immediate representation of ugly objects; _e.g._ it represents death by a beautiful genius, the warlike spirit by Mars, and permits [all such things] to be represented only by an allegory or attribute[81] that has a pleasing effect, and thus only indirectly by the aid of the interpretation of Reason, and not for the mere aesthetical Judgement.", "location": 380938}
{"sentence": "On the other hand, even if the concept of the original Being could be also found determinately by the merely theoretical path (viz.", "location": 745477}
{"sentence": "But this would appear to be too abstract, and not so accordant with ordinary concepts.", "location": 400214}
{"sentence": "But then you cannot regard this concept of the original Being as proved by you, for you have only assumed it on behalf of a better employment of Reason.", "location": 743774}
{"sentence": "If these regulative principles of investigation be converted into constitutive principles of the possibility of Objects, they will run thus:  _Proposition_: All production of material things is possible according to merely mechanical laws.", "location": 537442}
{"sentence": "Further, things or their characteristics, which can be exhibited in experience (either our own or that of others through the medium of testimony) are likewise things of fact.--And, what is very remarkable, there is one rational Idea (susceptible in itself of no presentation in intuition, and consequently, of no theoretical proof of its possibility) which also comes under things of fact.", "location": 717239}
{"sentence": "But it is apparent that, as has been pointed out, even when we infer the existence of another finite mind from certain observed operations, we are making an inference about something which is as mysterious an _x_ as anything can be.", "location": 51846}
{"sentence": "Attribut; _attribute_.", "location": 68662}
{"sentence": "_Art_ also differs from _handicraft_; the first is called _free_, the other may be called mercenary.", "location": 362404}
{"sentence": "[98] [_Henriade_, _Chant 7_, sub init.", "location": 785370}
{"sentence": "The principle of Reason belongs to it only as a subjective principle or a maxim: viz.", "location": 521643}
{"sentence": "[26] [First Edition has _gleiche_; Second Edition has _solche_.]", "location": 767735}
{"sentence": "So the Sublime must always have reference to the _disposition_, _i.e._ to the maxims which furnish to the intellectual [part] and to the Ideas of Reason a superiority over sensibility.", "location": 296313}
{"sentence": "For there would be required for that an intuition other than sensuous, and a determinate knowledge of the intelligible substrate of nature from which a ground could be assigned for the mechanism of phenomena according to particular laws, which quite surpasses our faculties.", "location": 607657}
{"sentence": "the concept of the general ground of the subjective purposiveness of nature for the Judgement); from which, however, nothing can be known and proved in respect of the Object, because it is in itself undeterminable and useless for knowledge.", "location": 441127}
{"sentence": "Although the possibility of this cannot be comprehended, yet the objection of a contradiction alleged to be found in it can be sufficiently answered.", "location": 133713}
{"sentence": "Despite these efforts, Project Gutenberg™ electronic works, and the medium on which they may be stored, may contain “Defects,” such as, but not limited to, incomplete, inaccurate or corrupt data, transcription errors, a copyright or other intellectual property infringement, a defective or damaged disk or other medium, a computer virus, or computer codes that damage or cannot be read by your equipment.", "location": 821975}
{"sentence": "In our observation of natural phenomena, as Kuno Fischer puts it, we judge their _forms_ aesthetically, and their _life_ teleologically.", "location": 36453}
{"sentence": "But this purposiveness does not make the concept of the object itself possible, _i.e._ it is not regarded as possible merely with reference to this use.", "location": 484241}
{"sentence": "_Poeta nascitur, non fit_; and the same is true in every form of fine art.", "location": 34811}
{"sentence": "Just as Reason in the theoretical consideration of nature must assume the Idea of an unconditioned necessity of its original ground, so also it presupposes in the practical [sphere] its own (in respect of nature) unconditioned causality, or freedom, in that it is conscious of its own moral command.", "location": 574913}
{"sentence": "But we may well say, that, _according to the constitution of our rational faculty_, we cannot comprehend the possibility of such a purposiveness _in respect of the moral law_, and its Object, as there is in this final purpose, apart from an Author and Governor of the world, who is at the same time its moral Lawgiver.", "location": 689855}
{"sentence": "But the last distinction is essential.", "location": 81544}
{"sentence": "Thus we can regard _natural beauty_ as the _presentation_ of the concept of the formal (merely subjective) purposiveness, and _natural purposes_ as the presentation of the concept of a real (objective) purposiveness.", "location": 127708}
{"sentence": "We may either say that it was actually designed to be beautiful by the Supreme Force behind Nature, or we may say that purposiveness is not really resident in nature, but that our perception of it is due to the subjective needs of our judging faculty.", "location": 36814}
{"sentence": "Therefore in beauty, regarded as a formal subjective purposiveness, there is in no way thought a perfection of the object, as a would-be formal purposiveness, which yet is objective.", "location": 191889}
{"sentence": "_Plato_, himself master of this science, hinted at such an original constitution of things in the discovery of which we can dispense with all experience, and at the power of the mind to produce from its supersensible principle the harmony of beings (where the properties of number come in, with which the mind plays in music).", "location": 486626}
{"sentence": "Our knowledge of nature is not thus in the least furthered, because we cannot know the mode of action of that Being and the Ideas which are to contain the principles of the possibility of natural beings, and we cannot by them explain nature as from above downwards (_a priori_).", "location": 591661}
{"sentence": "The reason of this is to be sought in the fact that whatever we present in intuition according to the precept of the Judgement (and thus represent aesthetically) is always a phenomenon and thus a quantum.", "location": 238849}
{"sentence": "Vergnügen; _gratification_.", "location": 70101}
{"sentence": "I only remark that if the aesthetical judgement is pure (i.e.", "location": 245489}
{"sentence": "In the same way a Theological Physic would be a nonentity, for it would propose no laws of nature but ordinances of a Highest Will; while on the other hand a physical (properly speaking a physico-teleological) Theology can serve at least as a propaedeutic to Theology proper, by giving occasion for the Idea of a final purpose which nature cannot present by the observation of natural purposes of which it offers abundant material.", "location": 754209}
{"sentence": "In the latter case we could declare the solution of the antinomies by means of transcendental Ideas to be needless and without point, and thus could harmonise these laws of taste with Objects of sense, not as mere phenomena but as things in themselves.", "location": 454364}
{"sentence": "Now when the question is if a thing is beautiful, we do not want to know whether anything depends or can depend on the existence of the thing either for myself or for any one else, but how we judge it by mere observation (intuition or reflection).", "location": 139864}
{"sentence": "We can, however, advance no further than this.", "location": 555838}
{"sentence": "The attainment of that design is bound up with the feeling of pleasure, and since the condition of this attainment is a representation _a priori_,--as here a principle for the reflective Judgement in general,--therefore the feeling of pleasure is determined by a ground _a priori_ and valid for every man, and that merely by the reference of the Object to the cognitive faculty, the concept of purposiveness here not having the least reference to the faculty of desire.", "location": 113532}
{"sentence": "The Beautiful is that which apart from concepts is           represented as the object of a universal satisfaction       55    §  7.", "location": 4344}
{"sentence": "By L. SILBERSTEIN, Ph.D. 8vo.", "location": 758392}
{"sentence": "On the other hand, the poet promises little and announces a mere play with Ideas; but he supplies something which is worth occupying ourselves with, because he provides in this play food for the Understanding, and by the aid of Imagination gives life to his concepts.", "location": 401873}
{"sentence": "Thus genius properly consists in the happy relation [between these faculties], which no science can teach and no industry can learn, by which Ideas are found for a given concept; and on the other hand, we thus find for these Ideas the _expression_, by means of which the subjective state of mind brought about by them, as an accompaniment of the concept, can be communicated to others.", "location": 391472}
{"sentence": "For not only would experience hardly furnish sufficiently numerous vouchers for this; but also, on empirical judgements we can base no concept of the necessity of these judgements.", "location": 210924}
{"sentence": "Its peculiarity consists in the fact that, although it has merely subjective validity, it claims the assent of _all_ subjects, exactly as it would do if it were an objective judgement resting on grounds of knowledge, that could be established by a proof.", "location": 321888}
{"sentence": "So far are they from adding to beauty that they must only be admitted by indulgence as aliens; and provided always that they do not disturb the beautiful form, in cases when taste is yet weak and untrained.", "location": 185271}
{"sentence": "Its aspect is horrible; and the mind must be already filled with manifold Ideas if it is to be determined by such an intuition to a feeling itself sublime, as it is incited to abandon sensibility and to busy itself with Ideas that involve higher purposiveness.", "location": 229962}
{"sentence": "But yet it involves causality, viz.", "location": 179737}
{"sentence": "It is enough that there are objects, alone _explicable_ according to natural laws which we can only think by means of the Idea of purposes as principle, and also alone internally _cognisable_ as concerns their internal form, in this way.", "location": 530312}
{"sentence": "It is an _art_, if it only shows this by examples; it is a _science_ if it derives the possibility of such judgements from the nature of these faculties, as cognitive faculties in general.", "location": 323936}
{"sentence": "Of the moral proof of the Being of God                       377    § 88.", "location": 14728}
{"sentence": "_Either_: we must deny that any _a priori_ principle lies at the basis of the aesthetical judgement of taste; we must maintain that all claim to necessary universal agreement is a groundless and vain fancy, and that a judgement of taste only deserves to be regarded as correct because _it happens_ that many people agree about it; and this, not because we _assume_ an _a priori_ principle behind this agreement, but because (as in the taste of the palate) of the contingent similar organisation of the different subjects.", "location": 453510}
{"sentence": "A natural beauty is a _beautiful thing_; artificial beauty is a _beautiful representation_ of a thing.", "location": 378195}
{"sentence": "It has no reference to culture, but belongs to mere enjoyment.--On the other hand, the _beautiful_ requires the representation of a certain _quality_ of the Object, that can be made intelligible and reduced to concepts (although it is not so reduced in an aesthetical judgement); and it cultivates us, in that it teaches us to attend to the purposiveness in the feeling of pleasure.--The _sublime_ consists merely in the _relation_ by which the sensible in the representation of nature is judged available for a possible supersensible use.--The _absolutely good_, subjectively judged according to the feeling that it inspires (the Object of the moral feeling), as capable of determining the powers of the subject through the representation of an _absolutely compelling_ law, is specially distinguished by the _modality_ of a necessity that rests _a priori_ upon concepts.", "location": 278889}
{"sentence": "For if this ground be placed in the Understanding of a producing cause as simple substance, the question, so far as it is teleological, is sufficiently answered; but if the cause be sought merely in matter as an aggregate of many substances external to one another, the unity of the principle is quite wanting for the internally purposive form of its formation, and the _autocracy_ of matter in productions which can only be conceived by our Understanding as purposes is a word without meaning.", "location": 613526}
{"sentence": "On the other hand a flower, _e.g._ a tulip, is regarded as beautiful; because in perceiving it we find a certain purposiveness which, in our judgement, is referred to no purpose at all.", "location": 771669}
{"sentence": "We cannot therefore assume that in our final purpose we have not merely a _moral ground_ for admitting a final purpose of creation (as an effect), but also for admitting a _moral Being_ as the original ground of creation.", "location": 689633}
{"sentence": "He must, therefore, be supposed to be the final purpose of creation, in order to have a rational ground for holding that nature must harmonise with his happiness, if it is considered as an absolute whole according to principles of purposes.--Hence there remains only the faculty of desire; not, however, that which makes man dependent (through sensuous impulses) upon nature, nor that in respect of which the worth of his being depends upon what he receives and enjoys.", "location": 662027}
{"sentence": "_Of the Ideal of beauty_  There can be no objective rule of taste which shall determine by means of concepts what is beautiful.", "location": 199840}
{"sentence": "But space is no real ground of the products, but only their formal condition, although it has this similarity to the real ground which we seek that in it no part can be determined except in relation to the whole (the representation of which therefore lies at the ground of the possibility of the parts).", "location": 588239}
{"sentence": "Gratification (the causes of which may even be situate in Ideas) appears always to consist in a feeling of the furtherance of the whole life of the man, and consequently, also of his bodily well-being, _i.e._ his health; so that _Epicurus_, who gave out that all gratification was at bottom bodily sensation, may, perhaps, not have been wrong, but only misunderstood himself when he reckoned intellectual and even practical satisfaction under gratification.", "location": 421261}
{"sentence": "This merely subjective (aesthetical) judging of the object, or of the representation by which it is given, precedes the pleasure in it, and is the ground of this pleasure in the harmony of the cognitive faculties; but on the universality of the subjective conditions for judging of objects is alone based the universal subjective validity of the satisfaction bound up by us with the representation of the object that we call beautiful.", "location": 169562}
{"sentence": "We only require that, be nature disposed as it may as regards its universal laws, investigation into its empirical laws may be carried on in accordance with that principle and the maxims founded thereon, because it is only so far as that holds that we can make any progress with the use of our Understanding in experience, or gain knowledge.", "location": 111699}
{"sentence": "[72] The first is the maxim of a Reason never _passive_.", "location": 341370}
{"sentence": "In a word, he needs a moral Intelligence, in order to have a Being for the purpose of his existence, which may be, conformably to this purpose, the cause of himself and of the world.", "location": 669045}
{"sentence": "Now what are we to presume from this except that beauty is to be regarded as a property of the flower itself, which does not accommodate itself to any diversity of persons or of their sensitive organs, but to which these must accommodate themselves if they are to pass any judgement upon it?", "location": 314050}
{"sentence": "Thus the ether of the new physicists,[144] an elastic fluid pervading all other matter (mingled intimately with it) is a mere thing of opinion, yet is such that, if our external senses were sharpened to the highest degree, it could be perceived; though it can never be presented in any observation or experiment.", "location": 715304}
{"sentence": "For in the place of what is thought (at least by us) as possible only by design we cannot set mechanism, and in the place of what is cognised as mechanically necessary we cannot set contingency, which would need a purpose as its determining ground; but we can only subordinate the one (Mechanism) to the other (designed Technic), which may quite well be the case according to the transcendental principle of the purposiveness of nature.", "location": 600002}
{"sentence": "The man who pulls his perfumed handkerchief out of his pocket attracts the attention of all round him, even against their will, and he forces them, if they are to breathe at all, to enjoy the scent; hence this habit has gone out of fashion.", "location": 420446}
{"sentence": "And hence there is no immediate satisfaction in the contemplation of it.", "location": 771596}
{"sentence": "But in aesthetical estimation of magnitude the concept of number must disappear or be changed, and the comprehension of the Imagination in reference to the unit of measure (thus avoiding the concepts of a law of the successive production of concepts of magnitude) is alone purposive for it.--If now a magnitude almost reaches the limit of our faculty of comprehension in an intuition, and yet the Imagination is invited by means of numerical magnitudes (in respect of which we are conscious that our faculty is unbounded) to aesthetical comprehension in a greater unit, then we mentally feel ourselves confined aesthetically within bounds.", "location": 262436}
{"sentence": "Now that a judgement about an object, by which I describe it as pleasant, expresses an interest in it, is plain from the fact that by sensation it excites a desire for objects of that kind; consequently the satisfaction presupposes not the mere judgement about it, but the relation of its existence to my state, so far as this is affected by such an Object.", "location": 144564}
{"sentence": "THE CRITIQUE OF JUDGEMENT  PART II  CRITIQUE OF THE TELEOLOGICAL JUDGEMENT   § 61.", "location": 478658}
{"sentence": "For, although the necessity of duty is very plain for practical Reason, yet the attainment of its final purpose, so far as it is not altogether in our own power, is only assumed on behalf of the practical use of Reason, and therefore is not so practically necessary as duty itself.", "location": 722493}
{"sentence": "But there is no need of this, to find a thing beautiful.", "location": 145986}
{"sentence": "And so man, although in a certain reference he might be esteemed a purpose, yet in another has only the rank of a means.", "location": 627876}
{"sentence": "But the sight of them is the more attractive, the more fearful it is, provided only that we are in security; and we readily call these objects sublime, because they raise the energies of the soul above their accustomed height, and discover in us a faculty of resistance of a quite different kind, which gives us courage to measure ourselves against the apparent almightiness of nature.", "location": 266345}
{"sentence": "For the Imagination by the laws of Association makes our state of contentment dependent on physical [causes]; but it also, by the principles of the Schematism of the Judgement (being so far, therefore, ranked under freedom), is the instrument of Reason and its Ideas, and, as such, has might to maintain our independence of natural influences, to regard as small what in reference to them is great, and so to place the absolutely great only in the proper destination of the subject.", "location": 285526}
{"sentence": "_Hume_[121] takes exception to those who find it requisite to assume for all such natural purposes a teleological principle of judgement, _i.e._ an architectonic Understanding.", "location": 612698}
{"sentence": "Information about the Project Gutenberg Literary Archive Foundation  The Project Gutenberg Literary Archive Foundation is a non-profit 501(c)(3) educational corporation organized under the laws of the state of Mississippi and granted tax exempt status by the Internal Revenue Service.", "location": 826408}
{"sentence": "The representation of the effect is here the determining ground of its cause and precedes it.", "location": 173923}
{"sentence": "also _Pure Reason_, Dialectic, bk.", "location": 809660}
{"sentence": "Thus the contemplation of natural purposes, _i.e._ the common Argument from Design, enables us to reach a highest Understanding as Cause of the world “in accordance with the principles of the reflective Judgement, _i.e._ _in accordance with the constitution of our human faculty of cognition_” (p. 416).", "location": 45512}
{"sentence": "This problem then may be thus represented: how is a judgement possible, in which merely from _our own_ feeling of pleasure in an object, independently of its concept, we judge that this pleasure attaches to the representation of the same Object _in every other subject_, and that _a priori_ without waiting for the accordance of others?", "location": 329188}
{"sentence": "Literally taken and logically considered, Ideas cannot be presented.", "location": 281869}
{"sentence": "[133] I say deliberately under moral laws.", "location": 797247}
{"sentence": "The essential element is not the matter of sensation (charm or emotion), which has only to do with enjoyment; this leaves behind nothing in the Idea, and it makes the spirit dull, the object gradually distasteful, and the mind, on account of its consciousness of a disposition that conflicts with purpose in the judgement of Reason, discontented with itself and peevish.", "location": 411416}
{"sentence": "If, then, we wish to make a division of the beautiful arts, we cannot choose a more convenient principle, at least tentatively, than the analogy of art with the mode of expression of which men avail themselves in speech, in order to communicate to one another as perfectly as possible not merely their concepts but also their sensations.", "location": 399132}
{"sentence": "It is a curious literary parallel that St. Augustine hints (_Confessions_ iv.", "location": 25719}
{"sentence": "All appearance of an antinomy between the maxims of the proper physical (mechanical) and the teleological (technical) methods of explanation rests therefore on this; that we confuse a fundamental proposition of the reflective with one of the determinant Judgement, and the _autonomy_ of the first (which has mere subjective validity for our use of Reason in respect of particular empirical laws) with the _heteronomy_ of the second, which must regulate itself according to laws (universal or particular) given to it by the Understanding.", "location": 542766}
{"sentence": "But then, as is above shown, the satisfaction is not that in the Beautiful, but in the Good (in perfection, at any rate in mere formal perfection); and the judgement is not a judgement of taste.", "location": 219000}
{"sentence": "[61] [See Burke, _On the Sublime and Beautiful_, Part IV., Sect.", "location": 774267}
{"sentence": "of mere _peculiarity_ (originality) in general; by which a man separates himself as far as possible from imitators, without however possessing the talent to be at the same time _exemplary_.--There are indeed in general two ways (_modi_) in which such a man may put together his notions of expressing himself; the one is called a _manner_ (_modus aestheticus_), the other a _method_ (_modus logicus_).", "location": 395601}
{"sentence": "_The judgement of taste is aesthetical_  In order to decide whether anything is beautiful or not, we refer the representation, not by the Understanding to the Object for cognition but, by the Imagination (perhaps in conjunction with the Understanding) to the subject, and its feeling of pleasure or pain.", "location": 137624}
{"sentence": "How does a judgement by cold reason (for we might refer to persuasion the emotion and elevation of reason produced by the wonders of nature) issue thus in a calm and unreserved assent?", "location": 734700}
{"sentence": "The fulfilling of duty consists in the form of the earnest will, not in the intermediate causes of success.", "location": 680113}
{"sentence": "Donations are accepted in a number of other ways including checks, online payments and credit card donations.", "location": 828745}
{"sentence": "For such persons beautiful art is so far imitation, to which nature through the medium of a genius supplied the rule.", "location": 394802}
{"sentence": "And hence these historical sciences, because they form the necessary preparation and basis for beautiful art, and also partly because under them is included the knowledge of the products of beautiful art (rhetoric and poetry), have come to be called beautiful sciences by a confusion of words.", "location": 364923}
{"sentence": "Just in the same way he who feels pleasure in the mere reflection upon the form of an object without respect to any concept, although this judgement be empirical and singular, justly claims the agreement of every one; because the ground of this pleasure is found in the universal, although subjective, condition of reflective judgements, viz., the purposive harmony of an object (whether a product of nature or of art) with the mutual relations of the cognitive faculties (the Imagination and the Understanding), a harmony which is requisite for every empirical cognition.", "location": 123415}
{"sentence": "Now you arrive in this way at no definite concept of an original Being available for a Theology; for this can only be found in the concept of the totality of perfections compatible with intelligence, and you cannot help yourself to this by merely _empirical_ data.", "location": 743029}
{"sentence": "For as an act of the aesthetical reflective Judgement, the satisfaction in the Sublime must be represented just as in the case of the Beautiful,--according to _quantity_ as universally valid, according to _quality_ as devoid of _interest_, according to _relation_ as subjective purposiveness, and according to _modality_ as necessary.", "location": 232563}
{"sentence": "Thus they do justice indeed to _one_ condition of the problem, viz.", "location": 614506}
{"sentence": "Now it is quite indeterminate, and for our Understanding always indeterminable, how much the mechanism of nature does as a means towards each final design in nature.", "location": 602004}
{"sentence": "So then the latter (empirical) purposiveness, as _real_, is dependent on the concept of a purpose.", "location": 489263}
{"sentence": "But organisation, as an inner purpose of nature, infinitely surpasses all our faculty of presenting the like by means of art.", "location": 532573}
{"sentence": "Yet with the progress of this culture (the height of which is called luxury, reached when the propensity to what can be done without begins to be injurious to what is indispensable), their calamities increase equally in two directions, on the one hand through violence from without, on the other hand through internal discontent; but still this splendid misery is bound up with the development of the natural capacities of the human race, and the purpose of nature itself, although not our purpose, is thus attained.", "location": 639557}
{"sentence": "The judgement of taste, by which an object is declared to           be beautiful under the condition of a definite concept,           is not pure                                                 81    § 17.", "location": 5806}
{"sentence": "Thus are formed the glandular configurations of many minerals, the cubical sulphide of lead, the ruby silver ore, etc., in all probability in water and by the shooting together of particles, as they become forced by some cause to dispense with this vehicle and to unite in definite external shapes.", "location": 460883}
{"sentence": "The Gifford Lectures for     1912 By BERNARD BOSANQUET, LL.D., D.C.L.", "location": 757571}
{"sentence": "In 2001, the Project Gutenberg Literary Archive Foundation was created to provide a secure and permanent future for Project Gutenberg™ and future generations.", "location": 826043}
{"sentence": "These, however, are not rules of taste, but merely rules for the unification of Taste with Reason, _i.e._ of the Beautiful with the Good, by which the former becomes available as an instrument of design in respect of the latter.", "location": 198110}
{"sentence": "_mingled with no teleological judgement_ or judgement of Reason) and is to be given as a completely suitable example of the Critique of the _aesthetical_ Judgement, we must not exhibit the sublime in products of art (_e.g._ buildings, pillars, etc.)", "location": 245551}
{"sentence": "Understanding is _par excellence_ the faculty of knowledge, and Reason the faculty of desire (these points are developed in Kant’s first two Critiques).", "location": 23010}
{"sentence": "Thus in our mind we find a superiority to nature even in its immensity.", "location": 267138}
{"sentence": "Does it belong to Natural Science (properly so called) or to Theology?", "location": 604330}
