"Title: The Essence of Christianity"
"Author: Ludwig Feuerbach"
{"sentence": "\"But the heavens and the earth which are now, by the same word are kept in store, reserved unto fire against the day of judgment and perdition of ungodly men.\"", "location": 704631}
{"sentence": "The agreement of others is therefore my criterion of the normalness, the universality, the truth of my thoughts.", "location": 370880}
{"sentence": "Vide quantæ felicitatis sit, quæ et nomen sexus amiserit.", "location": 842277}
{"sentence": "For forty years, he produced and distributed Project Gutenberg™ eBooks with only a loose network of volunteer support.", "location": 895797}
{"sentence": "How can the worth of man be more strongly expressed than when God, for man's sake, becomes a man, when man is the end, the object of the divine love?", "location": 157460}
{"sentence": "That is not correct; for there is even now such a power, and though it is not used, that is of no importance.", "location": 691712}
{"sentence": "Strobel, Halae, 1777, p. 446).", "location": 738786}
{"sentence": "But they were abstract Christians.", "location": 841045}
{"sentence": "For us, indeed, imagination is an arbitrary activity; but where man has not imbibed the principle of culture, of theory, where he lives and moves only in his feelings, the imagination is an immediate, involuntary activity.", "location": 318600}
{"sentence": "He separates himself from the world, not only in the ordinary sense, according to which the renunciation of the world belongs to every true, earnest man, but also in that wider sense which science gives to the word, when it calls itself world-wisdom (welt-weisheit); but he thus separates himself only because God is a being separate from the world, an extra and supramundane being,--i.e., abstractly and philosophically expressed, the non-existence of the world.", "location": 175950}
{"sentence": "p. 433; see also p. 205).", "location": 864058}
{"sentence": "How can the self-humiliation of man go further than when he disclaims the capability of fulfilling spontaneously the requirements of common decency?", "location": 103032}
{"sentence": "It would have been true suffering only if he had suffered as God also.", "location": 781090}
{"sentence": "The man who is affected by musical sounds is governed by feeling; by the feeling, that is, which finds its corresponding element in musical sounds.", "location": 44217}
{"sentence": "\"Theology makes sinners,\" says Luther--Luther, whose positive qualities, his heart and understanding, so far as they applied themselves to natural things, were not perverted by theology.", "location": 724373}
{"sentence": "--Bernardus (de Coena Dom.).", "location": 689737}
{"sentence": "By distinguishing between a general and a special providence.", "location": 674889}
{"sentence": "Non igitur est connexio causarum Stoica in actionibus providentiae Dei.\"--M.", "location": 682886}
{"sentence": "Making is an act which I can omit, a designed, premeditated, external act;--an act in which my inmost being is not immediately concerned, in which, while active, I am not at the same time passive, carried away by an internal impulse.", "location": 499342}
{"sentence": "Though they may be reciprocally absorbed in each other, may be unable to dispense with each other, they have yet always a formally independent existence.", "location": 525279}
{"sentence": "Their joy is a common feeling, which accordingly makes itself visible in the union of hands, of lips.", "location": 517089}
{"sentence": "Hence this attribute of the species--productive activity--is assigned to God; that is, realised and made objective as divine activity.", "location": 493098}
{"sentence": "That which man thinks beautiful, good, agreeable, is for him what alone ought to be; that which he thinks bad, odious, disagreeable, is what ought not to be; and hence, since it nevertheless exists, it is condemned to destruction, it is regarded as a negation.", "location": 409019}
{"sentence": "And the existence of things in God, especially where it has no pantheistic significance, and any such is here excluded, is equally an idea without reality, and does not express the special sentiments of religion.", "location": 822895}
{"sentence": "In other words: the baptismal water has supernatural effects (and that which operates supernaturally is itself supernatural) only in idea, only in the imagination.", "location": 531991}
{"sentence": "And this is the aim of the mystic, who cannot endure the luminous fire of discriminating and limiting criticism; for his mind is always beclouded by the vapours which rise from the unextinguished ardour of his feelings.", "location": 663882}
{"sentence": "It is the same with the idea that man is the image of God.", "location": 507043}
{"sentence": "In feeling man is related to his fellow-man as to himself; he is alive to the sorrows, the joys of another as his own.", "location": 621896}
{"sentence": "Dost thou desire riches?--all riches are in him.", "location": 490773}
{"sentence": "The Son lays hold on the heart, because the true Father of the Divine Son is the human heart, [46] and the Son himself nothing else than the divine heart, i.e., the human heart become objective to itself as a Divine Being.", "location": 182447}
{"sentence": "God is first with himself in man; in man first begins religion, providence; for the latter is not something different from the former, on the contrary, religion is itself the providence of man.", "location": 677398}
{"sentence": "God is indeed free in will; he can reveal himself or not; but he is not free as to the understanding; he cannot reveal to man whatever he will, but only what is adapted to man, what is commensurate with his nature such as it actually is; he reveals what he must reveal, if his revelation is to be a revelation for man, and not for some other kind of being.", "location": 470339}
{"sentence": "Quo pacto, inquam, aut sanctus asseretur conceptus, qui de spiritus non est, ne dicam de peccato est?\"--Id.", "location": 713129}
{"sentence": "He indeed recognises himself as a man in the broader sense, but he is at the same time conscious of being rigorously determined by the sexual distinction, which penetrates not only bones and marrow, but also his inmost self, the essential mode of his thought, will, and sensation.", "location": 392027}
{"sentence": "[20] God as God--as a purely thinkable being, an object of the intellect--is thus nothing else than the reason in its utmost intensification become objective to itself.", "location": 111711}
{"sentence": "This observation applies to the conceptions of a future life.", "location": 412184}
{"sentence": "A God is he from whom everything is to be expected and received....", "location": 798471}
{"sentence": "In religion the nature of man is regarded as separate from man.", "location": 537466}
{"sentence": "\"The philosophers ... held that by death the soul was released from the body, and that after it was thus set free from the body, as from a prison, it came into the assembly of the gods, and was relieved from all corporeal burthens.", "location": 697986}
{"sentence": "The Son, i.e., God thought by himself, objective to himself, the original reflection of God, the other God, is the principle of creation.", "location": 209084}
{"sentence": "The attributes of the divine and of the human being are not indeed the same, but they are analogous.", "location": 503593}
{"sentence": "If it is no superstition to believe that the image which God makes of himself is no image, no mere conception, but a substance, a person, why should it be a superstition to believe that the image of the saint is the sensitive substance of the saint?", "location": 198680}
{"sentence": "It made the illegitimate, practical negation of Christianity--illegitimate in the sense of true Catholicism, though not in that of the degenerate Church--the law, the norm of life.", "location": 774584}
{"sentence": "That which is absolutely opposed to my nature, to which I am united by no bond of sympathy, is not even conceivable or perceptible by me.", "location": 96000}
{"sentence": "Water has, in fact, not merely physical effects, but also, and as a result of these, moral and intellectual effects on man.", "location": 611124}
{"sentence": "[24] Of an essentially different understanding from that which affirms itself in man, I have not the remotest conception, the faintest adumbration.", "location": 123868}
{"sentence": "\"The end will come sooner than we think.\"--Id.", "location": 670221}
{"sentence": "And the happiest, the most blissful activity is that which is productive.", "location": 492861}
{"sentence": "\"Great, renowned cities and empires have passed away, and thou behavest thus at the death of an homunculus, a little human being!", "location": 354374}
{"sentence": "[194]  But if the Lord's Supper effects nothing, consequently is nothing,--for only that which produces effects, is,--without a certain state of mind, without faith, then in faith alone lies its reality; the entire event goes forward in the feelings alone.", "location": 549073}
{"sentence": "Another word, another letter--another sense.", "location": 478915}
{"sentence": "\"Ye wish to have both God and the creature together, and that is impossible.", "location": 840882}
{"sentence": "God was a triune being, and yet he was to be held purely simple, absolute unity, an ens simplicissimum; thus the Unity contradicted the Trinity.", "location": 787856}
{"sentence": "In strictness there are only two sacraments, as there are two subjective elements in religion, Faith and Love: for Hope is only faith in relation to the future; so that there is the same logical impropriety in making it a distinct mental act as in making the Holy Ghost a distinct being.", "location": 530827}
{"sentence": "But this result of love is produced by friendship also, at least where it is intense, where it is a religion, [124] as it was with the ancients.", "location": 365214}
{"sentence": "But the more it limited itself in extent, the more intense became its strength.", "location": 350439}
{"sentence": "Thus, in and through God, man has in view himself alone.", "location": 100073}
{"sentence": "For on what other ground than that of its essence, its nature, dost thou hold feeling to be the organ of the infinite, the divine being?", "location": 54598}
{"sentence": "What would man be without feeling?", "location": 169149}
{"sentence": "Praeter salutem tuam nihil cogites.", "location": 636274}
{"sentence": "God is the existence to which the religious man has an objective relation; in God the object is contemplated by him for its own sake.", "location": 448258}
{"sentence": "If in the heart there is fear and terror, in God there is anger; if in the heart there is joy, hope, confidence, in God there is love.", "location": 618864}
{"sentence": "This repudiation of them is indeed a necessary consequence of faith; for faith claims for itself only what is good, everything bad it casts on the shoulders of unbelief, or of misbelief, or of men in general.", "location": 575518}
{"sentence": "God is an end in himself; therefore in religion he has the significance which in the theoretic view belongs to the object in general.", "location": 448392}
{"sentence": "Wherein does religion place the true proof of providence?", "location": 677892}
{"sentence": "[171] \"Qui scientem cuncta sciunt, quid nescire nequeunt?\"", "location": 855878}
{"sentence": "Num ingenio, doctrina, morum moderatione illos superamus?", "location": 641575}
{"sentence": "Malignity has hence drawn the conclusion that bathing, eating, and drinking are the summa summarum, the positive result of my work.", "location": 21381}
{"sentence": "In breathing I am the object of the air, the air the subject; but when I make the air an object of thought, of investigation, when I analyse it, I reverse this relation,--I make myself the subject, the air an object.", "location": 121161}
{"sentence": "And as in religion the highest idea, the highest existence is God, so the highest crime is doubt in God, or the doubt that God exists.", "location": 426863}
{"sentence": "Reason is the highest species of being;--hence it includes all species in the sphere of knowledge.", "location": 634805}
{"sentence": "(See Augustine and Petrus Lomb.", "location": 857834}
{"sentence": "The mystery of the suffering God is therefore the mystery of feeling, sensibility.", "location": 168514}
{"sentence": "In this world, faith occupies itself with nullifying the body; in the other world, with establishing it.", "location": 729842}
{"sentence": "Who can think so--who can wish to be exempt from the sufferings of his God?", "location": 167551}
{"sentence": "\"In Jesus Christ our Lord every one of us is a portion of flesh and blood.", "location": 792994}
{"sentence": "\"The body of Christ cannot be partaken otherwise than in two ways, spiritually or bodily.", "location": 737636}
{"sentence": "But let any one transport himself to the time when living, present miracles were believed in; when the reality of things without us was as yet no sacred article of faith; when men were so void of any theoretic interest in the world, that they from day to day looked forward to its destruction; when they lived only in the rapturous prospect and hope of heaven, that is, in the imagination of it (for whatever heaven may be, for them, so long as they were on earth, it existed only in the imagination); when this imagination was not a fiction but a truth, nay, the eternal, alone abiding truth, not an inert, idle source of consolation, but a practical moral principle determining actions, a principle to which men joyfully sacrificed real life, the real world with all its glories;--let him transport himself to those times and he must himself be very superficial to pronounce the psychological genesis of miracles superficial.", "location": 318934}
{"sentence": "The denial of determinate, positive predicates concerning the divine nature is nothing else than a denial of religion, with, however, an appearance of religion in its favour, so that it is not recognised as a denial; it is simply a subtle, disguised atheism.", "location": 65847}
{"sentence": "[132] \"Perfectum autem esse nolle delinquere est.\"", "location": 841137}
{"sentence": "Everything which man wishes, but which reason, which Nature denies, the heart bestows.", "location": 630247}
{"sentence": "With the idea of the existence of God is connected the idea of revelation.", "location": 464250}
{"sentence": "\"Sanctus Dominus Deus omnipotens in principio, quod est in te, in sapientia tua, quae nata est de substantia tua, fecisti aliquid et de nihilo.", "location": 667932}
{"sentence": "But miracle is distinguished from that mode of satisfying human wishes and needs which is in accordance with Nature and reason, in this respect, that it satisfies the wishes of men in a way corresponding to the nature of wishes--in the most desirable way.", "location": 309484}
{"sentence": "[166] If these commands are in accordance with reason, with ethics, it is well; but so far as the idea of revelation is concerned, it is accidental.", "location": 475536}
{"sentence": "The sacraments of Baptism and the Lord's Supper, which are the characteristic symbols of the Christian religion, may serve to confirm and exhibit this truth.", "location": 610345}
{"sentence": "Thus much in justification, not in excuse, of my analysis of the Sacraments.", "location": 18744}
{"sentence": "But he who perfectly fulfils the law says to it: What thou willest I spontaneously will, and what thou commandest I enforce by deeds; my life is the true, the living law.", "location": 334914}
{"sentence": "The Mystery of the Trinity and the Mother of God       65     VII.", "location": 30609}
{"sentence": "Thus the understanding is the ens realissimum, the most real being of the old onto-theology.", "location": 117829}
{"sentence": "Faith has in its mind something peculiar to itself; it rests on a peculiar revelation of God; it has not come to its possessions in an ordinary way, that way which stands open to all men alike.", "location": 555542}
{"sentence": "Hence Providence has relation essentially to men, and even among men only to the religious.", "location": 257621}
{"sentence": "\"If thou hadst not laid hold upon me, I should never have gone to seek thee.\"", "location": 647930}
{"sentence": "First we read that God cares not for oxen; then that God cares for everything, and therefore for oxen.", "location": 674666}
{"sentence": "[216]  For the very reason that there is no natural, inherent connection between faith and the moral disposition, that, on the contrary, it lies in the nature of faith that it is indifferent to moral duties, [217] that it sacrifices the love of man to the honour of God,--for this reason it is required that faith should have good works as its consequence, that it should prove itself by love.", "location": 582620}
{"sentence": "Just as man has a musical faculty and feels an inward necessity to breathe out his feelings in song; so, by a like necessity, he in religious sighs and tears streams forth the nature of feeling as an objective, divine nature.", "location": 169253}
{"sentence": "It is true that Nature is the light and measure of reason;--a truth which is opposed to abstract Idealism.", "location": 630864}
{"sentence": "All divine attributes, all the attributes which make God God, are attributes of the species--attributes which in the individual are limited, but the limits of which are abolished in the essence of the species, and even in its existence, in so far as it has its complete existence only in all men taken together.", "location": 356336}
{"sentence": "If it is meant seriously, it destroys the foundation of the religious consciousness; it does away with the possibility, the very principle of the creation, for this rests solely on the reality of the above-mentioned distinction.", "location": 266666}
{"sentence": "The eye is heavenly in its nature.", "location": 43545}
{"sentence": "But if God as a subject is the determined, while the quality, the predicate, is the determining, then in truth the rank of the godhead is due not to the subject, but to the predicate.", "location": 81843}
{"sentence": "[215] Let it not be replied that faith in God is faith in love, in goodness itself; and that thus faith is itself an expression of a morally good disposition.", "location": 581013}
{"sentence": "[224] Yes, only as the free bond of love; for a marriage the bond of which is merely an external restriction, not the voluntary, contented self-restriction of love, in short, a marriage which is not spontaneously concluded, spontaneously willed, self-sufficing, is not a true marriage, and therefore not a truly moral marriage.", "location": 872170}
{"sentence": "I have many things outside myself, which I cannot convey either in my pocket or my head, but which nevertheless I look upon as belonging to me, not indeed as a mere man--a view not now in question--but as a philosopher.", "location": 5717}
{"sentence": "The Christian excludes from heaven the life of the species: there the species ceases, there dwell only pure sexless individuals, \"spirits;\" there absolute subjectivity reigns:--thus the Christian excludes the life of the species from his conception of the true life; he pronounces the principle of marriage sinful, negative; for the sinless, positive life is the heavenly one.", "location": 390524}
{"sentence": "Their taste is various, in each according to its quality and kind, altogether holy, divine, and joy-giving.\"", "location": 237446}
{"sentence": "[107] \"If Adam had not fallen into sin, nothing would have been known of the cruelty of wolves, lions, bears, &c., and there would not have been in all creation anything vexatious and dangerous to man ...; no thorns, or thistles, or diseases ...; his brow would not have been wrinkled; no foot, or hand, or other member of the body would have been feeble or infirm.\"", "location": 831807}
{"sentence": "For he will be like God, in life, in righteousness, glory, and wisdom.\"", "location": 844647}
{"sentence": "In place of this, there entered with Christianity the principle of unlimited, extravagant, fanatical, supranaturalistic subjectivity; a principle intrinsically opposed to that of science, of culture.", "location": 316976}
{"sentence": "Be thankful to Nature!", "location": 413530}
{"sentence": "because the passion of man for God is the self-consciousness of God.", "location": 519567}
{"sentence": "O ye shortsighted religious philosophers of Germany, who fling at our heads the facts of the religious consciousness, to stun our reason and make us the slaves of your childish superstition,--do you not see that facts are just as relative, as various, as subjective, as the ideas of the different religions?", "location": 466668}
{"sentence": "Jacob Böhme has a profoundly religious mind.", "location": 234254}
{"sentence": "[90] See Gfrörer's Philo.", "location": 825731}
{"sentence": "Thus we men are distinguished from one another by personal differences, but in the main, in essence, in humanity we are one.", "location": 524513}
{"sentence": "--Luther (in Walch's Philos.", "location": 680617}
{"sentence": "But God is absolute subjectivity,--subjectivity separated from the world, above the world, set free from matter, severed from the life of the species, and therefore from the distinction of sex.", "location": 374817}
{"sentence": "Similarity between living beings rests on natural relationship.", "location": 507256}
{"sentence": "However, if you provide access to or distribute copies of a Project Gutenberg™ work in a format other than “Plain Vanilla ASCII” or other format used in the official version posted on the official Project Gutenberg™ website (www.gutenberg.org), you must, at no additional cost, fee or expense to the user, provide a copy, a means of exporting a copy, or a means of obtaining a copy upon request, of the work in its original “Plain Vanilla ASCII” or other form.", "location": 885478}
{"sentence": "Thus the religious man virtually retracts the nothingness of human activity, by making his dispositions and actions an object to God, by making man the end of God--for that which is an object to the mind is an end in action; by making the divine activity a means of human salvation.", "location": 99646}
{"sentence": "In fact, we people the other planets, not that we may place there different beings from ourselves, but more beings of our own or of a similar nature.", "location": 58587}
{"sentence": "\"God,\" says Luther in the same place, \"could indeed easily have preserved Noah and the animals through a whole year without food, as he preserved Moses, Elijah, and Christ forty days without any food.\"", "location": 694273}
{"sentence": "But how could I be jealous if the impressions and emotions which I excite in the beloved being were altogether peculiar and apart, were essentially different from the impressions which another can make on him?", "location": 620770}
{"sentence": "One instance, among others, in which this is especially evident, is the resurrection of Lazarus, where the omnipotent arbiter of life and death evidently sheds tears only in ostentation of his manhood, and expressly says: \"Father, I thank thee that thou hast heard me, and I know that thou hearest me always, but for the sake of the people who stand round I said it, that they may believe in thee.\"", "location": 781538}
{"sentence": "Though it is held that the Father is not a father in the natural sense--that, on the contrary, the divine generation is quite different from the natural and human--still he remains a Father, and a real, not a nominal or symbolical Father in relation to the Son.", "location": 185812}
{"sentence": "\"This is a fact which should move us to great joy and blissful hope that we are thus honoured above all creatures, even above the angels, so that we can with truth boast, My own flesh and blood sits at the right hand of God and reigns over all.", "location": 160018}
{"sentence": "In general, that only is self-subsistent and independent which is an end to itself, an object to itself.", "location": 119867}
{"sentence": "Religion is the childlike condition of humanity; but the child sees his nature--man--out of himself; in childhood a man is an object to himself, under the form of another man.", "location": 61336}
{"sentence": "Anthropology the Mystery of Theology                  336         THE ESSENCE OF CHRISTIANITY.", "location": 33993}
{"sentence": "Protestantism is the contradiction of theory and practice; it has emancipated the flesh, but not the reason.", "location": 800184}
{"sentence": "But the highest self-consciousness of life, the supreme joy of life is the love which confers happiness.", "location": 823853}
{"sentence": "But so far from giving a trivial or even a subordinate significance to anthropology,--a significance which is assigned to it only just so long as a theology stands above it and in opposition to it,--I, on the contrary, while reducing theology to anthropology, exalt anthropology into theology, very much as Christianity, while lowering God into man, made man into God; though, it is true, this human God was by a further process made a transcendental, imaginary God, remote from man.", "location": 15718}
{"sentence": "To him who believes in an eternal heavenly life, the present life loses its value,--or rather, it has already lost its value: belief in the heavenly life is belief in the worthlessness and nothingness of this life.", "location": 375860}
{"sentence": "Thus love is made something apart.", "location": 146458}
{"sentence": "To think and to speak are therefore, with all ancient and sensuous nations, identical; they think only in speaking; their thought is only conversation.", "location": 213516}
{"sentence": "\"If in this body, which is properly our own, we are strangers, and our life in this body is nothing else than a pilgrimage; how much more then are the possessions which we have for the sake of the body, such as fields, houses, gold, &c., nothing else than idle, strange things, to be used as if we were on a pilgrimage?\"", "location": 698758}
{"sentence": "So much as a man can feel, so much is (his) God.", "location": 625332}
{"sentence": "Reason is thus the all-embracing, all-compassionating being, the love of the universe to itself.", "location": 633961}
{"sentence": "Making is a genuine human idea.", "location": 499262}
{"sentence": "The psychological truth and necessity which lies at the foundation of all these theogonies and cosmogonies is the truth and necessity of the imagination as a middle term between the abstract and concrete.", "location": 206680}
{"sentence": "Nothing else than this: to suffer for others is divine; he who suffers for others, who lays down his life for them, acts divinely, is a God to men.", "location": 163745}
{"sentence": "\"If any man preach any other gospel unto you than that ye have received, let him be accursed,\" [212] anathema esto, Gal.", "location": 576432}
{"sentence": "The culminating point of the principle of subjectivity is creation out of nothing.", "location": 250840}
{"sentence": "THE FALSE OR THEOLOGICAL ESSENCE OF RELIGION.", "location": 424021}
{"sentence": "If there is not another and a better life, God is not just and good.", "location": 399156}
{"sentence": "Thus in the passage above cited from the New Testament, the virgin or rather sexless life is presupposed as the true life, which, however, necessarily becomes a future one, because the actual life contradicts the ideal of the true life.", "location": 406279}
{"sentence": "Resemblance is only kinship presented to the senses; from the former we infer the latter.", "location": 507445}
{"sentence": "The three persons of the Christian Godhead are not tres Dii, three Gods;--at least they are not meant to be such;--but unus Deus, one God.", "location": 526852}
{"sentence": "Both to inward and outward contemplation the representation of Christ, the Image of God, was the image of images.", "location": 197925}
{"sentence": "To Christianity the individual was the object of an immediate providence, that is, an immediate object of the Divine Being.", "location": 355708}
{"sentence": "Melchisedec ... refertur ad exemplum, ut tanquam sine patre et sine matre sacerdos esse debeat.\"--Ambrosius.", "location": 815647}
{"sentence": "The Protestant doctrine of the Lord's Supper is not less in contradiction with reason than the Catholic.", "location": 737531}
{"sentence": "He to whom the Right is not holy for its own sake will never be made to feel it sacred by religion.", "location": 607268}
{"sentence": "The divine trinity in man, above the individual man, is the unity of reason, love, will.", "location": 39074}
{"sentence": "The idea of God is dependent on the idea of justice, of benevolence; a God who is not benevolent, not just, not wise, is no God; but the converse does not hold.", "location": 81098}
{"sentence": "Here he utters his oppressive secrets; here he gives vent to his stifled sighs.", "location": 294139}
{"sentence": "It was not because they derived vermin from so uninviting a source that they thought contemptuously of them, but, on the contrary, because they thought thus, because the nature of vermin appeared to them so vile, they imagined an origin corresponding to this nature, a vile origin.", "location": 280070}
{"sentence": "[119] The world passes away, but man, nay, the individual, personal man, is eternal.", "location": 353311}
{"sentence": "That which to the feelings is a necessary being, is to them immediately a real being.", "location": 345152}
{"sentence": "Religion is the dream of the human mind.", "location": 16373}
{"sentence": "And man is content, happy, only when he is with himself, with his own nature.", "location": 247902}
{"sentence": "The effectual fervent prayer of a righteous man availeth much.", "location": 684926}
{"sentence": "The principle of stability has long vanished from the Bible.", "location": 653742}
{"sentence": "The humility of the believer is an inverted arrogance,--an arrogance none the less because it has not the appearance, the external characteristics of arrogance.", "location": 560268}
{"sentence": "They could the more easily dispense with real woman in proportion as an ideal woman was an object of love to them.", "location": 91977}
{"sentence": "The belief in the love of God is the belief in the feminine principle as divine.", "location": 189955}
{"sentence": "The Son is the chief and ultimate principle of image-worship, for he is the image of God; and the image necessarily takes the place of the thing.", "location": 196170}
{"sentence": "Since, then, God is regarded as a sin-pardoning being, he is posited, not indeed as an unmoral, but as more than a moral being--in a word, as a human being.", "location": 140433}
{"sentence": "[62] It is beside our purpose to criticise this crass mystical theory.", "location": 818080}
{"sentence": "Nevertheless the essential idea of the Incarnation, though enveloped in the night of the religious consciousness, is love.", "location": 147541}
{"sentence": "The heart is the source, the centre of all suffering.", "location": 168406}
{"sentence": "If God is not polluted by Nature, neither is he polluted by being associated with the idea of sex.", "location": 232229}
{"sentence": "[104] The legends of Catholicism--of course only the best, the really pleasing ones--are, as it were, only the echo of the keynote which predominates in this New Testament narrative.", "location": 830929}
{"sentence": "In dreaming, the active is the passive, the passive the active; in dreaming, I take the spontaneous action of my own mind for an action upon me from without, my emotions for events, my conceptions and sensations for true existences apart from myself.", "location": 332685}
{"sentence": "The knowledge of a single man is limited, but reason, science, is unlimited, for it is a common act of mankind; and it is so, not only because innumerable men co-operate in the construction of science, but also in the more profound sense, that the scientific genius of a particular age comprehends in itself the thinking powers of the preceding age, though it modifies them in accordance with its own special character.", "location": 212189}
{"sentence": "But \"Christ did not come on earth to interfere in the government of the Emperor Augustus and teach him how to reign.\"", "location": 770337}
{"sentence": "Thou hast so loved the world that thy heart consents to give up the Son, thy joy and life, to suffering and death.\"", "location": 659227}
{"sentence": "The miraculous act--and miracle is only a transient act--is therefore not an object of thought, for it nullifies the very principle of thought; but it is just as little an object of sense, an object of real or even possible experience.", "location": 313472}
{"sentence": "And the Incarnation has no other significance, no other effect, than the indubitable certitude of the love of God to man.", "location": 156254}
{"sentence": "on the simple ground that if something did not exist, nothing would exist; if reason did not exist, there would be only unreason; thus the world exists because it is an absurdity that the world should not exist.", "location": 127423}
{"sentence": "The contemplation of the human nature as another, a separately existent nature, is, however, in the original conception of religion an involuntary, childlike, simple act of the mind, that is, one which separates God and man just as immediately as it again identifies them.", "location": 449478}
{"sentence": "It is the imagination alone by which man neutralises the opposition between God and the world.", "location": 206412}
{"sentence": "[50] \"For it could not have been difficult or impossible to God to bring his Son into the world without a mother; but it was his will to use the woman for that end.\"", "location": 815024}
{"sentence": "To the religious spirit, on the contrary, God alone is the cause of all positive effects, God alone the ultimate and also the sole ground wherewith it answers, or rather repels, all questions which theory puts forward; for the affirmative of religion is virtually a negative; its answer amounts to nothing, since it solves the most various questions always with the same answer, making all the operations of Nature immediate operations of God, of a designing, personal, extra-natural or supranatural Being.", "location": 440144}
{"sentence": "As Luther distinguishes the person from the enemy of God, so Augustine here distinguishes the man from the enemy of God, from the unbeliever, and says: We should hate the ungodliness in the man, but love the humanity in him.", "location": 758387}
{"sentence": "First when a difference from God, a non-divine is posited, is God conscious of himself; first when he knows what is not God, does he know what it is to be God, does he know the bliss of his Godhead.", "location": 513877}
{"sentence": "He therefore who declares generation, fleshly intercourse, as such, to be pure, but fleshly intercourse united with sensual pleasure to be a consequence of original sin and consequently itself a sin, acknowledges only the dead, not the living flesh--he raises a mist before us, he condemns, rejects the act of generation, and matter in general, though under the appearance of not rejecting it, of acknowledging it.", "location": 715611}
{"sentence": "How could it otherwise become conscious of itself?", "location": 45872}
{"sentence": "God himself is interested: the interest of faith is the nearest interest of God.", "location": 571630}
{"sentence": "Is God almighty without creation?", "location": 514174}
{"sentence": "He who having a wife is as though he had her not, will do better to have no wife at all.", "location": 379449}
{"sentence": "But only necessary existence is existence.", "location": 667050}
{"sentence": "Thus here already it is a love which curses, an unreliable love, a love which gives me no guarantee that it will not turn into hatred; for if I do not acknowledge the articles of faith, I am out of the sphere of love, a child of hell, an object of anathema, of the anger of God, to whom the existence of unbelievers is a vexation, a thorn in the eye.", "location": 591605}
{"sentence": "The Mystery of the Incarnation; or, God as Love,            as a Being of the Heart                                50       V.   The Mystery of the Suffering God                       59      VI.", "location": 30411}
{"sentence": "The Contradiction in the Sacraments                   236    XXVI.", "location": 32316}
{"sentence": "The resurrection of Christ is therefore the satisfied desire of man for an immediate certainty of his personal existence after death,--personal immortality as a sensible, indubitable fact.", "location": 322465}
{"sentence": "The idea of man as an individual was to the ancients a secondary one, attained through the idea of the species.", "location": 354530}
{"sentence": "Flesh and blood is life, and life alone is corporeal reality.", "location": 230422}
{"sentence": "The author of the Book of Wisdom says truly of the heathens, that, \"for admiration of the beauty of the world they did not raise themselves to the idea of the Creator.\"", "location": 273697}
{"sentence": "What we despise we do not honour with a glance: that which is observed has importance: contemplation is respect.", "location": 281417}
{"sentence": "If you received the work electronically, the person or entity providing it to you may choose to give you a second opportunity to receive the work electronically in lieu of a refund.", "location": 890350}
{"sentence": "The other is only an appearance, a medium, a vehicle, not a cause.", "location": 433478}
{"sentence": "That which is recognised by the senses is as much the object and content of the divine omniscience as of my knowledge.", "location": 488323}
{"sentence": "--\"Love hopes and trusts ever in God, even when God is not gracious to it [or tastes bitter, non sapit]; for we cannot live in love without sorrow.... For the sake of the beloved, the loving one must accept all things, even the hard and bitter.\"", "location": 386139}
{"sentence": "But it is our task to express the mystery of religion, openly and honourably, clearly and definitely.", "location": 779323}
{"sentence": "It is no fault of mine; my understanding is not to blame, but the understanding of the race.", "location": 48347}
{"sentence": "But the consciousness of the absolutely perfect moral nature, especially as an abstract being separate from man, leaves us cold and empty, because we feel the distance, the chasm between ourselves and this being;--it is a dispiriting consciousness, for it is the consciousness of our personal nothingness, and of the kind which is the most acutely felt--moral nothingness.", "location": 135842}
{"sentence": "A book that imposes on me the necessity of discrimination, the necessity of criticism, in order to separate the divine from the human, the permanent from the temporary, is no longer a divine, certain, infallible book,--it is degraded to the rank of profane books; for every profane book has the same quality, that together with or in the human it contains the divine, that is, together with or in the individual it contains the universal and eternal.", "location": 477604}
{"sentence": "here speaks the Holy Spirit himself!", "location": 478544}
{"sentence": "[223]  Our relation to religion is therefore not a merely negative, but a critical one; we only separate the true from the false;--though we grant that the truth thus separated from falsehood is a new truth, essentially different from the old.", "location": 601532}
{"sentence": "Why does man grieve, why does he lose pleasure in life when he has lost the beloved object?", "location": 158453}
{"sentence": "Hence results a difference between the two parts even as to their form.", "location": 11609}
{"sentence": "The God in the background of the Mediator is only an abstract, inert conception, the conception or idea of the Godhead in general; and it is not to reconcile us with this idea, but to remove it to a distance, to negative it, because it is no object for religion, that the Mediator interposes.", "location": 193523}
{"sentence": "A fact, I repeat, is a conception about the truth of which there is no doubt, because it is no object of theory, but of feeling, which desires that what it wishes, what it believes, should be true.", "location": 467377}
{"sentence": "Additional terms will be linked to the Project Gutenberg™ License for all works posted with the permission of the copyright holder found at the beginning of this work.", "location": 884648}
{"sentence": "The dying man who gives forth in speech his long-concealed sins departs reconciled.", "location": 202866}
{"sentence": "For certainly the Lord said, \"My yoke is easy.\"", "location": 380674}
{"sentence": "The belief in heaven, or in a future life in general, rests on a mental judgment.", "location": 408815}
{"sentence": "Jacob Böhme--this is his essential character--is a mystical natural philosopher, a theosophic Vulcanist and Neptunist, [66] for according to him \"all things had their origin in fire and water.\"", "location": 238329}
{"sentence": "Item: I must have this and that; therefore I entreat thee that thou give it me.\"", "location": 688053}
{"sentence": "The belief in God--at least in the God of religion--is only lost where, as in scepticism, pantheism, and materialism, the belief in man is lost, at least in man such as he is presupposed in religion.", "location": 130536}
{"sentence": "Religion abstracts from man, from the world; but it can only abstract from the limitations, from the phenomena; in short, from the negative, not from the essence, the positive, of the world and humanity: hence, in the very abstraction and negation it must recover that from which it abstracts, or believes itself to abstract.", "location": 93452}
{"sentence": "though afterwards, when we recover our self-possession, we find the object of our astonishment nothing less than incomprehensible.", "location": 484961}
{"sentence": "Thou hast thus no other definition of God than this: God is pure, unlimited, free Feeling.", "location": 56046}
{"sentence": "It is pitiable folly to wonder that a man takes a wife, or for any one to be ashamed of doing so, since no one wonders that men are accustomed to eat and drink.\"", "location": 767481}
{"sentence": "This is the distinction.", "location": 264526}
{"sentence": "I turn to the saint, not because the saint is dependent on God, but because God is dependent on the saint, because God is determined and ruled by the prayers, i.e., by the wish or heart of the saint.", "location": 193195}
{"sentence": "Why should not He who made the world out of nothing, make wine out of water, bring human speech from the mouth of an ass, and charm water out of a rock?", "location": 253115}
{"sentence": "Government, the State, marriage, existed prior to Christianity, was an institution, an ordinance of God, in which he did not as yet reveal himself as the true God, as Christ.", "location": 769405}
{"sentence": "God does the will of man.", "location": 687193}
{"sentence": "I do not eat to satisfy hunger; hence I consume only a small quantity.", "location": 542098}
{"sentence": "\"He who rises up against an Israelite (to injure him), does the same thing as if he rose up against God.\"", "location": 672455}
{"sentence": "Thus the doctrine of a superhuman, supernatural God is a truth only where it has as its consequence a superhuman, supernatural, or rather antinatural morality.", "location": 794722}
{"sentence": "The understanding is that part of our nature which is neutral, impassible, not to bribed, not subject to illusions--the pure, passionless light of the intelligence.", "location": 107394}
{"sentence": "God is man's highest feeling of self, freed from all contrarieties or disagreeables.", "location": 624819}
{"sentence": "The Christians excluded themselves from the destruction of the world.", "location": 705502}
{"sentence": "Thus in God man has only his own activity as an object.", "location": 100862}
{"sentence": "(See Luther, e.g., Th.", "location": 796120}
{"sentence": "Substance, pure spirit, mere reason, does not satisfy him, is too abstract for him, i.e., does not express himself, does not lead him back to himself.", "location": 247751}
{"sentence": "True friendship exists only when the boundaries of friendship are preserved with religious conscientiousness, with the same conscientiousness with which the believer watches over the dignity of his God.", "location": 603576}
{"sentence": "Elsewhere: \"But regarding the precious stones, such as the carbuncle, ruby, emerald, epidote, onyx, and the like, which are the very best, these have the very same origin--the flash of light in love.", "location": 236635}
{"sentence": "Thus in ancient Judaism, Jehovah was a being differing from the human individual in nothing but in duration of existence; in his qualities, his inherent nature, he was entirely similar to man,--had the same passions, the same human, nay, even corporeal properties.", "location": 450626}
{"sentence": "Thus it inverts the natural order of things.", "location": 285602}
{"sentence": "The Christian religion is the Jewish religion purified from national egoism, and yet at the same time it is certainly another, a new religion; for every reformation, every purification, produces--especially in religious matters, where even the trivial becomes important--an essential change.", "location": 289850}
{"sentence": "It is for this reason that it so often throws us into painful collision with ourselves, with our own hearts.", "location": 108491}
{"sentence": "\"It has pleased God\" to create a world.", "location": 500197}
{"sentence": "But if death is the condition of blessedness and moral perfection, then necessarily mortification is the one law of morality.", "location": 377643}
{"sentence": "For in that life the eyes will see, the mouth taste, and the nose smell it; the treasure will shine into the soul and life....", "location": 732691}
{"sentence": "There are degrees of kinship, near and distant.", "location": 504198}
{"sentence": "\"Watch ye therefore and pray always, that ye may be accounted worthy to escape all these things that shall come to pass, and to stand before the Son of Man.\"--Ib.", "location": 706029}
{"sentence": "Thus it is shown that God is heaven; that the two are identical.", "location": 402702}
{"sentence": "But now comes the negation of the natural qualities of water.", "location": 734584}
{"sentence": "Project Gutenberg eBooks may be modified and printed and given away—you may do practically ANYTHING in the United States with eBooks not protected by U.S. copyright law.", "location": 879129}
{"sentence": "Such examples Catholicism has to show.", "location": 544760}
{"sentence": "[230] Man feels nothing towards God which he does not also feel towards man.", "location": 617732}
{"sentence": "It certainly is the interest of religion that its object should be distinct from man; but it is also, nay, yet more, its interest that this object should have human attributes.", "location": 131058}
{"sentence": "Hence, excessive passion, excessive joy, excessive grief, are speechless.", "location": 203559}
{"sentence": "But whatever may be the conditions of the understanding which a given human individual may suppose as distinguished from his own, this other understanding is only the understanding which exists in man in general--the understanding conceived apart from the limits of this particular individual.", "location": 124888}
{"sentence": "It is owing to the egoism, the vanity, the self-complacency of Christians, that they can see the motes in the faith of non-christian nations, but cannot perceive the beam in their own.", "location": 565299}
{"sentence": "God only created all things together without distinction.", "location": 495305}
{"sentence": "The learned mob was so blind in its hatred towards Hegel as not to perceive that his doctrine, at least in this relation, does not in fact contradict religion;--that it contradicts it only in the same way as, in general, a developed, consequent process of thought contradicts an undeveloped, inconsequent, but nevertheless radically identical conception.", "location": 520022}
{"sentence": "On the contrary, the characteristic object of faith as faith is God as a subject, a person.", "location": 764301}
{"sentence": "But if God is a living, i.e., real God, is God in general, only in virtue of this--that he is a God to man, a being who is useful, good, beneficent to man; then, in truth, man is the criterion, the measure of God, man is the absolute, divine being.", "location": 799486}
{"sentence": "The Church was perfectly justified in adjudging damnation to heretics and unbelievers, [201] for this condemnation is involved in the nature of faith.", "location": 564202}
{"sentence": "(On the divine arbitrariness, see also J.", "location": 745453}
{"sentence": "The Essential Nature of Man                             1       § 2.", "location": 30074}
{"sentence": "And this glory is not to be denied it.", "location": 336869}
{"sentence": "Morality is the condition, the means of happiness.", "location": 334122}
{"sentence": "We have shown, however, that the nature of faith, the nature of God, is itself nothing else than the nature of man placed out of man, conceived as external to man.", "location": 800691}
{"sentence": "[100] This belief is so essential to the Bible, that without it the biblical writers can scarcely be understood.", "location": 828787}
{"sentence": "THE CHRISTIAN SIGNIFICANCE OF VOLUNTARY CELIBACY AND MONACHISM.", "location": 372689}
{"sentence": "What a fellow-creature does is in the view of religion done not by him, but by God.", "location": 433394}
{"sentence": "Where the consciousness of God is, there is the being of God,--in man, therefore; in the being of God it is only thy own being which is an object to thee, and what presents itself before thy consciousness is simply what lies behind it.", "location": 521276}
{"sentence": "The \"nothing\" out of which the world was produced, is a still inherent nothingness.", "location": 268699}
{"sentence": "Fecisti enim coelum et terram non de te, nam esset aequale unigenito tuo, ac per hoc et tibi, et nullo modo justum esset, ut aequale tibi esset, quod in te non esset.", "location": 668076}
{"sentence": "Faith in a future life is therefore only faith in the true life of the present; the essential elements of this life are also the essential elements of the other: accordingly, faith in a future life is not faith in another unknown life; but in the truth and infinitude, and consequently in the perpetuity, of that life which already here below is regarded as the authentic life.", "location": 416491}
{"sentence": "Donations are accepted in a number of other ways including checks, online payments and credit card donations.", "location": 895408}
{"sentence": "[99] \"God is Almighty; but he who believes is a God.\"", "location": 828380}
{"sentence": "God was God-man, and yet the Godhead was not to be touched or annulled by the manhood, i.e., it was to be essentially distinct; thus the incompatibility of the divine and human attributes contradicted the unity of the two natures.", "location": 788001}
{"sentence": "To speak is an act of the will; thus, creation is a product of the Will: as in the Word of God man affirms the divinity of the human word, so in creation he affirms the divinity of the Will: not, however, the will of the reason, but the will of the imagination--the absolutely subjective, unlimited will.", "location": 250535}
{"sentence": "\"Our conversation (politeuma, civitas aut jus civitatis) is in heaven, from whence also we look for the Saviour, the Lord Jesus Christ, who shall change our vile body that it may be like unto his glorious body, according to the working whereby he is able even to subdue all things unto himself.\"--Phil.", "location": 699246}
{"sentence": "Because, according to Spinoza, it is capable of being conceived by itself, because it expresses something indivisible, perfect, infinite.", "location": 87369}
{"sentence": "God is the existence corresponding to my wishes and feelings: he is the just one, the good, who fulfils my wishes.", "location": 400098}
{"sentence": "Let not such passages as, \"Be fruitful and multiply,\" or, \"What God has joined together let not man put asunder,\" be urged as a sanction of marriage.", "location": 382479}
{"sentence": "You do not understand your heart; therein lies the evil.", "location": 630530}
{"sentence": "But God is only man's intuition of his own nature; thus the Christians are distinguished from the heathens in this, that they immediately identify the individual with the species--that with them the individual has the significance of the species, the individual by himself is held to be the perfect representative of the species--that they deify the human individual, make him the absolute being.", "location": 359591}
{"sentence": "Do not ridicule the absurd questions of the Schoolmen!", "location": 545281}
{"sentence": "The first object of man is man.", "location": 211329}
{"sentence": "I have only found the key to the cipher of the Christian religion, only extricated its true meaning from the web of contradictions and delusions called theology;--but in doing so I have certainly committed a sacrilege.", "location": 9785}
{"sentence": "He is antichrist that denieth the Father and the Son,\" 1 John ii.", "location": 578084}
{"sentence": "(Among the spurious writings of St.", "location": 636326}
{"sentence": "\"Faith and love are two things.", "location": 757894}
{"sentence": "As the objective essence of religion, the idea of God, resolves itself into mere contradictions, so also, on grounds easily understood, does its subjective essence.", "location": 530389}
{"sentence": "\"The most powerful charm that melts my heart is that my Lord died on the cross for me.\"", "location": 647453}
{"sentence": "The heathen philosophers celebrated activity, especially the spontaneous activity of the intelligence, as the highest, the divine; the Christians consecrated passivity, even placing it in God.", "location": 161052}
{"sentence": "Hence revelation has been called the education of the human race.", "location": 473734}
{"sentence": "The sacrament of Baptism inspires us with thankfulness towards Nature, the sacrament of bread and wine with thankfulness towards man.", "location": 614498}
{"sentence": "Thus, between the divine revelation and the so-called human reason or nature, there is no other than an illusory distinction;--the contents of the divine revelation are of human origin, for they have proceeded not from God as God, but from God as determined by human reason, human wants, that is, directly from human reason and human wants.", "location": 471278}
{"sentence": "[182] \"Here we see a miracle surpassing all miracles, that Christ should have so mercifully converted his greatest enemy.\"", "location": 859448}
{"sentence": "Naturally;--it may be answered,--because the existence of God and of heaven is presupposed.", "location": 405824}
{"sentence": "The virtues of the one atone for the failings of the other.", "location": 365775}
{"sentence": "The more subjective God is, the more completely does man divest himself of his subjectivity, because God is, per se, his relinquished self, the possession of which he however again vindicates to himself.", "location": 101443}
{"sentence": "censereturque injustum aut scelestum in Jove aut Marte, quod apud nos justum ac præclarum habetur?", "location": 807721}
{"sentence": "Faith condemns, anathematises; all the actions, all the dispositions, which contradict love, humanity, reason, accord with faith.", "location": 575206}
{"sentence": "Creation out of nothing is the highest expression of omnipotence: but omnipotence is nothing else than subjectivity exempting itself from all objective conditions and limitations, and consecrating this exemption as the highest power and reality: nothing else than the ability to posit everything real as unreal--everything conceivable as possible: nothing else than the power of the imagination, or of the will as identical with the imagination, the power of self-will.", "location": 251873}
{"sentence": "I can discover no distinction between father and child, archetype and image, God and man, if I do not introduce the idea of personality.", "location": 510104}
{"sentence": "That which thou seekest to do has already been done.", "location": 334252}
{"sentence": "Where faith is still a truth, and a public truth, there no doubt is entertained that it can be demanded of every one, that every one is bound to believe.", "location": 756440}
{"sentence": "See on this subject J. G. Walchii, Hist.", "location": 816059}
{"sentence": "\"Quod oculis corporis Christum visuri simus, dubio caret.\"--J.", "location": 662062}
{"sentence": "In prayer I involve God in human distress, I make him a participator in my sorrows and wants.", "location": 150209}
{"sentence": "Finiteness is the metaphysical, the theoretical--nothingness the pathological, practical expression.", "location": 45124}
{"sentence": "God alone is the being who acts of himself,--this is the force of repulsion in religion; God is the being who acts in me, with me, through me, upon me, for me, is the principle of my salvation, of my good dispositions and actions, consequently my own good principle and nature,--this is the force of attraction in religion.", "location": 102026}
{"sentence": "\"Coelibatus angelorum est imitatio.\"--Jo.", "location": 841734}
{"sentence": "As a contradiction of the absolute, considered as another being, the feeling of sin is inexplicable, unmeaning.", "location": 97027}
{"sentence": "In fact, polytheism must exist so long as there are various nations.", "location": 845600}
{"sentence": "Therefore--this is the moral of the fable--we should not, as is the case in theology and speculative philosophy, make real beings and things into arbitrary signs, vehicles, symbols, or predicates of a distinct, transcendent, absolute, i.e., abstract being; but we should accept and understand them in the significance which they have in themselves, which is identical with their qualities, with those conditions which make them what they are:--thus only do we obtain the key to a real theory and practice.", "location": 20255}
{"sentence": "God is love: that is, feeling is the God of man, nay, God absolutely, the Absolute Being.", "location": 293163}
{"sentence": "That under this mountain which the power of faith is to overcome are to be understood not only very difficult things--res difficillimae, as the exegetists say, who explain this passage as a proverbial, hyperbolical mode of speech among the Jews, but rather things which according to Nature and reason are impossible, is proved by the case of the instantaneously withered fig-tree, to which the passage in question refers.", "location": 685568}
{"sentence": "Darkness is the mother of religion.", "location": 441302}
{"sentence": "On the same ground the Latin Church adhered so tenaciously to the dogma that the Holy Spirit proceeded not from the Father alone, as the Greek Church maintained, but from the Son also.", "location": 815874}
{"sentence": "Antinatural morality is the twin sister of supernatural faith.", "location": 764972}
{"sentence": "To him who only sighs, wishes are still attended with disquietude; he rather complains that what he wishes is not, than openly, positively declares what he wishes; he is still in doubt whether his wishes have the force of law.", "location": 340502}
{"sentence": "\"Christ is the ambassador, the representative of God;\"--but God can only be represented by a divine being.", "location": 836383}
{"sentence": "When thou thinkest so, thou makest me in thine heart into another God than I am.", "location": 304736}
{"sentence": "How can he deny in thought what he emphatically declares in act by the joyful devotion of all his powers?", "location": 393509}
{"sentence": "Denkmal Jacobi's, s. 82, 97-99.", "location": 818571}
{"sentence": "The religious object is only a pretext, by means of which art or imagination can exercise its dominion over men unhindered.", "location": 197035}
{"sentence": "Sed quid hujusmodi secreta colloquia proferimus in publicum?", "location": 661216}
{"sentence": "Certainly the ingredients of animal blood are not to be derived from the celestial juice which nourishes the gods.", "location": 249599}
{"sentence": "Boehmer, l. c. l. v. Th.", "location": 747036}
{"sentence": "The guarantee of his existence lies for feeling in its sense of the necessity of his existence the necessity of the satisfaction in the force of the want.", "location": 345351}
{"sentence": "[128] \"Ille perfectus est qui mente et corpore a seculo est elongatus.\"", "location": 840074}
{"sentence": "The distinction between the world and God as the creator of the world is therefore only a formal one.", "location": 216167}
{"sentence": "He who knows God knows all things; and as God is infinitely more than the world, so theology is infinitely more than the knowledge of the world.", "location": 638766}
{"sentence": "To the religious consciousness, therefore, the creation is nothing incomprehensible, i.e., unsatisfying; at least it is so only in moments of irreligiousness, of doubt, when the mind turns away from God to actual things; but it is highly unsatisfactory to reflection, to theology, which looks with one eye at heaven and with the other at earth.", "location": 497687}
{"sentence": "But quite apart from the hatred to heretics which so inspired the holy Christian Church and made it so politic, this protest rested on grounds which by no means involved the recognition of Nature as such, and under limitations, i.e., negations, which make the recognition of Nature merely apparent and illusory.", "location": 714674}
{"sentence": "Thus faith makes that a virtue which intrinsically, substantially, is no virtue; it has therefore no sense of virtue; it must necessarily depreciate true virtue because it so exalts a merely apparent virtue, because it is guided by no idea but that of the negation, the contradiction of human nature.", "location": 585949}
{"sentence": "Water divides or rolls itself together like a firm mass, dust is changed into lice, a staff into a serpent, rivers into blood, a rock into a fountain; in the same place it is both light and dark at once, the sun now stands still, now goes backward.", "location": 276275}
{"sentence": "Where there is no thou, there is no I; but the distinction between I and thou, the fundamental condition of all personality, of all consciousness, is only real, living, ardent, when felt as the distinction between man and woman.", "location": 230994}
{"sentence": "Satisfy yourselves with this existence!", "location": 630490}
{"sentence": "And when these things begin to come to pass, then look up and lift up your heads; for your redemption draweth nigh.\"", "location": 705889}
{"sentence": "The man rising from the water is a new, a regenerate man.", "location": 612006}
{"sentence": "Just in proportion as this existence becomes a prosaic, an empirical truth, the inspiration is extinguished.", "location": 459757}
{"sentence": "\"Contra salutem proprium cogites nihil.", "location": 847214}
{"sentence": "\"Ecce omnia tua sunt, quae habeo et unde tibi servio.", "location": 644906}
{"sentence": "Only when we abandon a philosophy of religion, or a theology, which is distinct from psychology and anthropology, and recognise anthropology as itself theology, do we attain to a true, self-satisfying identity of the divine and human being, the identity of the human being with itself.", "location": 521580}
{"sentence": "Faith denies what objective reason affirms, and affirms what it denies.", "location": 543490}
{"sentence": "We can conceive three and even more persons, identical in essence.", "location": 524446}
{"sentence": "Water is indeed an object of sense, and wine also; I first see water and then wine; but the miracle itself, that which makes this water suddenly wine,--this, not being a natural process, but a pure perfect without any antecedent imperfect, without any modus, without way or means, is no object of real, or even of possible experience.", "location": 313708}
{"sentence": "Thus religion takes the appearance of the human word for its essence; hence it necessarily conceives the true nature of the Word to be a special being, distinct from the human word.", "location": 204694}
{"sentence": "Individuality is the self-conditionating, the self-limitation of the species.", "location": 617189}
{"sentence": "For we have still the power to perform such signs.\"", "location": 691822}
{"sentence": "(Among the spurious writings of St.", "location": 700487}
{"sentence": "For what sort of a comparison is that of the temporal with the eternal?...", "location": 836834}
{"sentence": "Modus sine modo diligere.... Qui Domino confitetur, non quoniam sibi bonus est, sed quoniam bonus est, hic vere diligit Deum propter Deum et non propter seipsum.", "location": 649430}
{"sentence": "The religious problem, therefore, is to give fixity to feeling in spite of the vicissitudes of life, and to separate it from repugnant disturbances and limitations: God himself is nothing else than undisturbed, uninterrupted feeling, feeling for which there exists no limits, no opposite.", "location": 624297}
{"sentence": "God, as an extramundane being, is however nothing else than the nature of man withdrawn from the world and concentrated in itself, freed from all worldly ties and entanglements, transporting itself above the world, and positing itself in this condition as a real objective being; or, nothing else than the consciousness of the power to abstract oneself from all that is external, and to live for and with oneself alone, under the form which this power takes in religion, namely, that of a being distinct, apart from man.", "location": 176414}
{"sentence": "Let friendship be sacred to thee, property sacred, marriage sacred,--sacred the well-being of every man; but let them be sacred in and by themselves.", "location": 603779}
{"sentence": "Miracle is the terminus technicus of faith.", "location": 697501}
{"sentence": "To exist is to man the first datum; it constitutes the very idea of the subject; it is presupposed by the predicates.", "location": 73939}
{"sentence": "The power of speech is a poetic talent.", "location": 200062}
{"sentence": "For the rest, our words are by no means intended to depreciate the nature of the lower animals.", "location": 802139}
{"sentence": "Clericus (Comment, in Mosem.", "location": 824564}
{"sentence": "Yes, indeed, very trivial.", "location": 20885}
{"sentence": "And, incredible as it is, the Christians themselves half directly, half indirectly, admit that their highest, holiest mystery is only an illusion, a simulation.", "location": 781256}
{"sentence": "In every theory of the identity of the divine and human which is not true identity, unity of the human nature with itself, there still lies at the foundation a division, a separation into two, since the identity is immediately abolished, or rather is supposed to be abolished.", "location": 521866}
{"sentence": "Religion has no material exclusively its own.", "location": 83089}
{"sentence": "And the love which the religious mind places in God is not an illusory, imaginary love, but a real, true love.", "location": 153669}
{"sentence": "He who has once offered up the Mother of God to the understanding, is not far from sacrificing the mystery of the Son of God as an anthropomorphism.", "location": 190389}
{"sentence": "[181] In relation to the miracle-worker faith (confidence in God's aid) is certainly the causa efficiens of the miracle.", "location": 859160}
{"sentence": "But how much better is it, says Tertullian, developing this text, neither to marry nor to burn.... \"Possum dicere, quod permittitur bonum non est.\"", "location": 720571}
{"sentence": "And who that ever truly thought has not experienced that quiet, subtle power--the power of thought?", "location": 40145}
{"sentence": "[38]  The Passion of Christ, however, represents not only moral, voluntary suffering, the suffering of love, the power of sacrificing self for the good of others; it represents also suffering as such, suffering in so far as it is an expression of passibility in general.", "location": 163893}
{"sentence": "\"Noscitur ex alio, qui non cognoscitur ex se\"--this trivial saying is applicable here.", "location": 792276}
{"sentence": "\"Jubet autem his verbis: Faciamus hominem, prodeat herba.", "location": 654406}
{"sentence": "It is more blessed to give than to receive.", "location": 493054}
{"sentence": "Christ is God known personally; Christ, therefore, is the blessed certainty that God is what the soul desires and needs him to be.", "location": 341944}
{"sentence": "Bloody human sacrifices only dramatise this idea.", "location": 775470}
{"sentence": "This open-air of the heart, this outspoken secret, this uttered sorrow of the soul, is God.", "location": 294219}
{"sentence": "In the object which he contemplates, therefore, man becomes acquainted with himself; consciousness of the objective is the self-consciousness of man.", "location": 42362}
{"sentence": "But it is not as love only that God is an object of faith.", "location": 764242}
{"sentence": "The effort to establish the personality of God through Nature has therefore at its foundation an illegitimate, profane mingling of philosophy and religion, a complete absence of criticism and knowledge concerning the genesis of the personal God.", "location": 246292}
{"sentence": "Only by self-deception, only by the silliest subterfuges, only by the most miserable, transparent sophisms.", "location": 480217}
{"sentence": "Where the future life is really believed in, where it is a certain life, there, precisely because it is certain, it is also definite.", "location": 406659}
{"sentence": "Reason can afford no such certainty.", "location": 321696}
{"sentence": "What pitiable and at the same time ludicrous hypocrisy is the attempt to do homage to both, to Nature, and the Bible at once!", "location": 258364}
{"sentence": "Jonah in the whale, Daniel in the den of lions, are examples of the manner in which Providence distinguishes (religious) men from brutes.", "location": 257954}
{"sentence": "The personality of God is thus the means by which man converts the qualities of his own nature into the qualities of another being,--of a being external to himself.", "location": 510597}
{"sentence": "Truth, absolute truth, is given objectively in the Bible, subjectively in faith; for towards that which God himself speaks I can only be believing, resigned, receptive.", "location": 480448}
{"sentence": "[237] It is true that in Catholicism also--in Christianity generally, God exists for man; but it was Protestantism which first drew from this relativity of God its true result--the absoluteness of man.", "location": 877728}
{"sentence": "The Christian religion distinguishes inward moral purity from external physical purity; the Israelites identified the two.", "location": 103774}
{"sentence": "The love to man is derived from the love to the Son.", "location": 183573}
{"sentence": "\"Though thou guidest the sceptre of the starry realm, thou art still our brother; flesh and blood never disowns itself.\"", "location": 647332}
{"sentence": "[49] In Jewish mysticism, God, according to one school, is a masculine, the Holy Spirit a feminine principle, out of whose intermixture arose the Son, and with him the world.", "location": 814733}
{"sentence": "For there lies at the foundation of this doctrine the demand that the individual shall not be an individual, a demand which again is based on the presupposition that the individual by himself is a perfect being, is by himself the adequate presentation or existence of the species.", "location": 362839}
{"sentence": "Hence a man's own works often appear to him in later years quite strange and incomprehensible.", "location": 665874}
{"sentence": "God did not become man for his own sake; the need, the want of man--a want which still exists in the religious sentiment--was the cause of the Incarnation.", "location": 141802}
{"sentence": "Necessarily, therefore, the idea of the Mother of God is associated with the idea of the Son of God,--the same heart that needed the one needed the other also.", "location": 188064}
{"sentence": "Credis enim, quod tibi prodesse praesumis, non credis quod Deo dignum est.... Idem enim patiebatur et non patiebatur.... Patiebatur secundum corporis susceptionem, ut suscepti corporis veritas crederetur et non patiebatur secundum verbi impassibilem divinitatem.... Erat igitur immortalis in morte, impassibilis in passione.... Cur divinitati attribuis aerumnas corporis et infirmum doloris humani divinae connectis naturae?\"", "location": 782159}
{"sentence": "of what use is he to us?\"", "location": 680592}
{"sentence": "It is this mode of viewing the world which contradicts the idea of unconditioned, immaterial activity: and this contradiction leads to the negation of the fundamental idea--the creation.", "location": 497184}
{"sentence": "\"Where marriage and virginity are compared, certainly chastity is a nobler gift than marriage.\"--Id.", "location": 721172}
{"sentence": "Why should he not dictate his thoughts to their pen in order to guard them from the possibility of disfiguration?", "location": 479341}
{"sentence": "And the proof aims at nothing more than to prove that religion is right.", "location": 452252}
{"sentence": "All creatures are now nothing else than vain masks, under which God conceals himself, and by which he deals with us.\"", "location": 849589}
{"sentence": "What, then, is this subject in distinction from love?", "location": 587730}
{"sentence": "Jacob Böhme has a sense for Nature.", "location": 235852}
{"sentence": "Our Lord rose from the dead for our consolation, sits for our good at the right hand of the Almighty Father, and is to judge the living and the dead for our comfort.", "location": 797144}
{"sentence": "Who will comprehend this mystery in all eternity, that God is man, that a creature is the Creator, and the Creator a creature?\"--Id.", "location": 690849}
{"sentence": "There is no other rule of truth.", "location": 370534}
{"sentence": "It is the same ego, the same being in dreaming as in waking; the only distinction is, that in waking, the ego acts on itself; whereas in dreaming it is acted on by itself as by another being.", "location": 333051}
{"sentence": "The bath is a sort of chemical process, in which our individuality is resolved into the objective life of Nature.", "location": 611892}
{"sentence": "The literal creation out of nothing is here the only sufficient ground of explanation; for it simply says this: Nature is nothing;--and this precisely expresses the significance which Nature has for absolute personality.", "location": 250124}
{"sentence": "\"Ille tamen qui omnium est conditor, nullis instrumentis indiget.", "location": 683436}
{"sentence": "And even the Father, as the representative of the rigorous idea of the Godhead, is a personal being only according to opinion and assertion, not according to his definitions; he is an abstract idea, a purely rationalistic being.", "location": 348306}
{"sentence": "The more empty it is, however, for natural philosophy, the more profound is its \"speculative\" significance; for just because it has no theoretic fulcrum, it allows to the speculatist infinite room for the play of arbitrary, groundless interpretation.", "location": 284593}
{"sentence": "Above morality hovers God, as a being distinct from man, a being to whom the best is due, while the remnants only fall to the share of man.", "location": 604179}
{"sentence": "The natural philosopher also falls on his knees before Nature when, at the risk of his life, he snatches from some precipice a lichen, an insect, or a stone, to glorify it in the light of contemplation, and give it an eternal existence in the memory of scientific humanity.", "location": 282730}
{"sentence": "The more extra- and supra-human God appears at the commencement, the more human does he show himself to be in the subsequent course of things, or at the close: and just so, the more supernatural the heavenly life looks in the beginning or at a distance, the more clearly does it, in the end or when viewed closely, exhibit its identity with the natural life,--an identity which at last extends even to the flesh, even to the body.", "location": 420818}
{"sentence": "Depravity of understanding is always depravity of heart.", "location": 551744}
{"sentence": "[214] The passage Luke ix.", "location": 868285}
{"sentence": "\"He that eateth and drinketh unworthily, eateth and drinketh damnation to himself, not discerning the Lord's body.\"", "location": 541710}
{"sentence": "God is to him not the causa remota but the causa proxima, the immediate, efficient cause of all natural effects.", "location": 441870}
{"sentence": "Ecce proposuit hanc propositionem (Augustinus) attende quid respondeat ... Si autem dicerem: tres Deos, contradiceret scriptura dicens: Audi Israel: Deus tuus unus est.", "location": 858257}
{"sentence": "The understanding in itself is here indifferent to truth, indifferent to the distinction between the true and the false; it has no criterion in itself; whatever is found in revelation is true, even when it is in direct contradiction with reason.", "location": 480778}
{"sentence": "If the principle of Christianity, the miraculous birth of the Saviour, does not appear strange to you, why think strange the naïve, well-meaning inferences of Catholicism?", "location": 330897}
{"sentence": "The history of mankind consists of nothing else than a continuous and progressive conquest of limits, which at a given time pass for the limits of humanity, and therefore for absolute insurmountable limits.", "location": 356959}
{"sentence": "In the scheme of his revelation God must have reference not to himself, but to man's power of comprehension.", "location": 470998}
{"sentence": "﻿The Project Gutenberg eBook of The Essence of Christianity      This ebook is for the use of anyone anywhere in the United States and most other parts of the world at no cost and with almost no restrictions whatsoever.", "location": 0}
{"sentence": "Sin is propagated from Adam down to us, simply because its propagation is the natural act of generation.", "location": 711608}
{"sentence": "The subject is sensuous, but the predicate is not sensuous, i.e., is contradictory to the subject.", "location": 539860}
{"sentence": "\"Conjugalis concubitus generandi gratia non habet culpam.\"", "location": 722353}
{"sentence": "*** START OF THE PROJECT GUTENBERG EBOOK THE ESSENCE OF CHRISTIANITY ***     Produced by Jeroen Hellingman and the Online Distributed Proofreading Team at http://www.pgdp.net/ for Project Gutenberg (This file was produced from images generously made available by The Internet Archive/American Libraries.)", "location": 926}
{"sentence": "I do not deny the thing to be of value; just as it is, however, it does not please me; I deny only the modification, not the substance, otherwise I should urge annihilation.", "location": 419465}
{"sentence": "In revelation man's latent nature is disclosed to him, because an object to him.", "location": 472574}
{"sentence": "\"The heathens know God no further than that he is a Creator.\"", "location": 679232}
{"sentence": "If thou doubtest the objective truth of the predicates, thou must also doubt the objective truth of the subject whose predicates they are.", "location": 71577}
{"sentence": "I have not learned and studied these things, and leave scholars to treat of them, but my undertaking is to write according to the spirit and thought, not according to sight.\"", "location": 241916}
{"sentence": "[205] The Christian must therefore love only Christians--others only as possible Christians; he must only love what faith hallows and blesses.", "location": 567475}
{"sentence": "Religion is the centre of his life and thought.", "location": 234299}
{"sentence": "The Christians scorned the pagan philosophers because, instead of thinking of themselves, of their own salvation, they had thought only of things out of themselves.", "location": 133924}
{"sentence": "The joyful feeling of the giver is only the reflex, the self-consciousness of the joy in the receiver.", "location": 516986}
{"sentence": ": \"In afflictione vero corporis sui usque adeo sibi mundum, seque mundo reddidit crucifixum, ut confidamus martyrum quoque eum merita obtinere sanctorum, etc.\"", "location": 773242}
{"sentence": "Only this one remark further.", "location": 179423}
{"sentence": "\"Firmissime tene et nullatenus dubites, omnem hominem, qui per concubitum viri et mulieris concipitur, cum originali peccato nasci.... Ex his datur intelligi, quid sit originale peccatum, scl.", "location": 712406}
{"sentence": "Love is only a predicate, God the subject.", "location": 587687}
{"sentence": "Ecce coelum et terra quae in ministerium hominis creasti, praesto sunt et faciunt quotidie quaecunque mandasti.", "location": 645020}
{"sentence": "But Christianity, it is contended, demanded only a spiritual freedom.", "location": 378204}
{"sentence": "It recognises that those were merely images in which God accommodated himself to the comprehension of men in that age, that is, merely human images.", "location": 472182}
{"sentence": "Per mulierem cura successit: per virginem salus evenit.\"--(Id.", "location": 709785}
{"sentence": "EXPLANATIONS--REMARKS--ILLUSTRATIVE CITATIONS.", "location": 616574}
{"sentence": "But he desires to be nothing in himself, because what he takes from himself is not lost to him, since it is preserved in God.", "location": 91395}
{"sentence": "Hence what thou canst alone contemplate, declare to be the infinite, and define as its essence, is merely the nature of feeling.", "location": 55917}
{"sentence": "Man is an object to God, before God perceptibly imparts himself to man; he thinks of man; he determines his action in accordance with the nature of man and his needs.", "location": 470172}
{"sentence": "if thou shouldst ever experience such want, how wouldst thou bless and praise the natural qualities of bread and wine, which restore to thee thy humanity, thy intellect!", "location": 616124}
{"sentence": "und Christenthum, by L. Feuerbach.", "location": 833659}
{"sentence": "Again, it cannot be mere bread; otherwise it would not be a bodily communion of the body of Christ, but of bread.", "location": 737840}
{"sentence": "This feeling of freedom is God.", "location": 627037}
{"sentence": "Every prayer discloses the secret of the Incarnation, every prayer is in fact an incarnation of God.", "location": 150108}
{"sentence": "Man is occupied with himself in and through God.", "location": 862152}
{"sentence": "Man thinks--that is, he converses with himself.", "location": 36113}
{"sentence": "In food and other matters, indifferent to faith, it is certainly liberal; but by no means in relation to objects of faith.", "location": 562250}
{"sentence": "Faith will cease, and I shall behold with my eyes.\"", "location": 732818}
{"sentence": "God's attestation of his existence, the authentic testimony that God exists, is revelation.", "location": 464325}
{"sentence": "But thou canst not fulfil this condition; that is, in truth, thou needest not.", "location": 334173}
{"sentence": "The Christian converts into a matter of feeling, of receptivity, what to the heathen is a matter of spontaneity.", "location": 560155}
{"sentence": "\"God, in the beginning, said: Let the earth bring forth grass and herbs, &c. That same word which the Creator spoke brings the cherry out of the dry bough and the cherry-tree out of the little kernel.", "location": 692378}
{"sentence": "If you are not ashamed of a personal God, do not be ashamed of a corporeal God.", "location": 835043}
{"sentence": "Each planet has its own sun.", "location": 41738}
{"sentence": "They are pronounced to be images only by the understanding, which reflects on religion, and which while defending them yet before its own tribunal denies them.", "location": 89924}
{"sentence": "But the only love it knows is a love founded on faith.", "location": 591550}
{"sentence": "[74] It is true that religious naturalism, or the acknowledgment of the Divine in Nature, is also an element of the Christian religion, and yet more of the Mosaic, which was so friendly to animals.", "location": 820307}
{"sentence": "This is sufficiently declared in the supernatural origin of the Saviour,--a doctrine in which unspotted virginity is hallowed as the saving principle, as the principle of the new, the Christian world.", "location": 382278}
{"sentence": "Nothing ought to subsist, nothing to exist, which does not acknowledge God, which does not acknowledge faith:--\"That at the name of Jesus every knee should bow, of things in heaven and things on earth, and things under the earth; and that every tongue should confess that Jesus Christ is Lord, to the glory of the Father.\"", "location": 573011}
{"sentence": "Hence the position of theological one-sidedness, that the revelation of God holds an even pace with the development of the human race.", "location": 286279}
{"sentence": "Words possess a revolutionising force; words govern mankind.", "location": 201075}
{"sentence": "--Predigten etzlicher Lehrer, &c., p. 19.", "location": 822853}
{"sentence": "Il ne faut pas chercher dans la nature des choses mêmes la veritable cause de l'inseparabilité de la foi et de la pieté.", "location": 869965}
{"sentence": "The leaf on which the caterpillar lives is for it a world, an infinite space.", "location": 49131}
{"sentence": "Erit magis una dies sine vespere.\"--Joh.", "location": 846903}
{"sentence": "What, then, is an object to me in my feeling of the highest being?", "location": 625204}
{"sentence": "Thus the power of the object of feeling is the power of feeling itself; the power of the object of the intellect is the power of the intellect itself; the power of the object of the will is the power of the will itself.", "location": 43997}
{"sentence": "The heathens, on the contrary, identified their fate with the fate of the world.", "location": 706196}
{"sentence": "He who receives his manhood has also his Godhead.\"", "location": 796838}
{"sentence": "Or, heathenism conceived the individual only as a part in distinction from the whole of the species; Christianity, on the contrary, conceived the individual only in immediate, undistinguishable unity with the species.", "location": 355489}
{"sentence": "\"Immo sicut dicit Augustinus: Detrahentur vitia et remanebit natura.", "location": 728435}
{"sentence": "What man praises and approves, that is God to him; [70] what he blames, condemns, is the non-divine.", "location": 243562}
{"sentence": "God is here only a hypothetical Being, an inference, arising from the necessity of a limited understanding, to which the existence of a world viewed by it as a machine is inexplicable without a self-moving principle;--he is no longer an original, absolutely necessary Being.", "location": 435352}
{"sentence": "The faith of cultured nations is therefore distinguished from that of the uncultured in the same way that culture in general is distinguished from inculture: namely, that the faith of culture is a discriminating, critical, abstract faith.", "location": 415650}
{"sentence": "In the idea of the creation man transcends the world, he rises into abstraction from it; he conceives it as non-existent in the moment of creation; thus he dispels from his sight what stands between himself and God, the sensible world; he places himself in immediate contact with God.", "location": 439585}
{"sentence": "'Is not Esau Jacob's brother?", "location": 742308}
{"sentence": "Fear makes itself objective in anger; joy in love, in mercy.", "location": 618999}
{"sentence": "Hence the belief in revelation is, at least for those of a subsequent age, belief in a written revelation; but the necessary consequence of a faith in which an historical book, necessarily subject to all the conditions of a temporal, finite production, is regarded as an eternal, absolute, universally authoritative word, is--superstition and sophistry.", "location": 476481}
{"sentence": "Every joy is self-activity, every pleasure a manifestation of force, energy.", "location": 715348}
{"sentence": "Heaven is his treasure-casket.", "location": 389791}
{"sentence": "And now all at once the harmony is changed into discord; man, hitherto at one with himself, becomes divided:--God makes out of nothing; he creates,--to make out of nothing is to create,--this is the distinction.", "location": 500573}
{"sentence": "Erudition and philosophy are to me only the means by which I bring to light the treasure hid in man.", "location": 24843}
{"sentence": "\"Multorum preces impossibile est, ut non impetrent, inquit Ambrosius.... Sanctæ orationis fervor quanto inter plures collectior tanto ardet diutius ac intensius cor divinum penetrat.... Negatur singularitati, quod conceditur charitati.\"", "location": 827820}
{"sentence": "Here we are half heathens, half Christians; half citizens of the earth, half citizens of heaven.", "location": 771819}
{"sentence": "The love of God to man is an essential condition of the Divine Being: God is a God who loves me--who loves man in general.", "location": 157610}
{"sentence": "Christian love, on the contrary, is in its nature exclusive.", "location": 871731}
{"sentence": "[30] The law holds man in bondage; love makes him free.", "location": 138572}
{"sentence": "If God is love, is not the essential content of this love man?", "location": 158884}
{"sentence": "What faith denies on earth it affirms in heaven; what it renounces here it recovers a hundred-fold there.", "location": 729736}
{"sentence": "Religion gives reality or objectivity not only to the human or divine nature in general as a personal being; it further gives reality to the fundamental determinations or fundamental distinctions of that nature as persons.", "location": 522452}
{"sentence": "If you are outside the United States, check the laws of your country in addition to the terms of this agreement before downloading, copying, displaying, performing, distributing or creating derivative works based on this work or any other Project Gutenberg™ work.", "location": 882426}
{"sentence": "God fulfils my wishes;--this is only a popular personification of the position: God is the fulfiller, i.e., the reality, the fulfilment of my wishes.", "location": 400389}
{"sentence": "But the sexual instinct runs counter to this view; it is in contradiction with his ideal: the Christian must therefore deny this instinct.", "location": 388791}
{"sentence": "The Christians--we mean of course the Christians of former days, who would with difficulty recognise the worldly, frivolous, pagan Christians of the modern world as their brethren in Christ--substituted for the natural love and unity immanent in man a purely religious love and unity; they rejected the real life of the family, the intimate bond of love which is naturally moral, as an undivine, unheavenly, i.e., in truth, a worthless thing.", "location": 184096}
{"sentence": "Hence the vagueness, discrepancy, and dubiousness with which the ancients express themselves on this subject.", "location": 322993}
{"sentence": "But what, then, in the eyes of faith, is the man in distinction from faith, man without faith, i.e., without God?", "location": 758612}
{"sentence": "In the first part of the present work we have exhibited the truth, in the second part the untruth of religion, or rather of theology.", "location": 783523}
{"sentence": "And this faith, which you consider rude and carnal, and which you therefore disavow, is the only consistent, honest, and true faith.", "location": 846628}
{"sentence": "See also Luther, e.g.", "location": 854779}
{"sentence": "The Logos is only the prelude of man.", "location": 506769}
{"sentence": "And the end sanctifies, exculpates the means.", "location": 722307}
{"sentence": "[111] See on this subject Philos.", "location": 833625}
{"sentence": "Nature in distinction from personality can signify nothing else than difference of sex.", "location": 231321}
{"sentence": "Thus man here deifies satisfaction in self-pleasing, in caprice and groundless arbitrariness.", "location": 500237}
{"sentence": "The most perfect being is that than which no higher can be conceived: God is the highest that man conceives or can conceive.", "location": 452325}
{"sentence": "[163] \"Thou hast not to complain that thou art less experienced than was Abraham or Isaac.", "location": 852666}
{"sentence": "As if compassion were not suffering--the suffering of love, it is true, the suffering of the heart.", "location": 811546}
{"sentence": "Hence the arbitrariness of grace--the complaint of the pious that grace at one time visits and blesses them, at another forsakes and rejects them.", "location": 428984}
{"sentence": "Faith discriminates thus: This is true, that is false.", "location": 555123}
{"sentence": "presupposes wonder that it exists, or the question, Why does it exist?", "location": 273503}
{"sentence": "I cannot, in thinking, at the same time represent what I think as a sensible object, external to me.", "location": 458818}
{"sentence": "Thus the world is only necessary out of itself and through itself.", "location": 129267}
{"sentence": "You may copy it, give it away or re-use it under the terms     of the Project Gutenberg License included with this eBook or online     at www.gutenberg.org.", "location": 883430}
{"sentence": "Thus it was with the more profound Christian mystics; to them the idea of immortality was involved in the idea of God; God was their immortal life,--God himself their subjective blessedness: he was for them, for their consciousness, what he is in himself, that is, in the essence of religion.", "location": 402408}
{"sentence": "--Ambrosius (de fide ad Gratianum, l. ii.", "location": 646502}
{"sentence": "It is true that to serve one's neighbour, in whatever way, rank, or calling, is to serve God.", "location": 769184}
{"sentence": "--Athanasius (Contra Arianos.", "location": 657231}
{"sentence": "Human sacrifice belongs to the very idea of religion.", "location": 775416}
{"sentence": "\"When the name of Jesus Christ is heard, all that is unbelieving and ungodly in heaven or on earth shall be terrified.\"", "location": 866466}
{"sentence": "The Sacraments are a sensible presentation of that contradiction of idealism and materialism, of subjectivism and objectivism, which belongs to the inmost nature of religion.", "location": 552262}
{"sentence": "§ 47, and the author's work entitled, P. Bayle, pp.", "location": 856540}
{"sentence": "But what does suffer if not thy sympathising heart?", "location": 811646}
{"sentence": "And so in revelation man goes out of himself, in order, by a circuitous path, to return to himself!", "location": 471619}
{"sentence": "\"Vere enim ipse est, quia incommutabilis est.", "location": 668383}
{"sentence": "The single man takes far less interest in the family sorrows of another than he who himself has family ties.", "location": 183389}
{"sentence": "By referring it to Will I only enforce its theoretic nullity.", "location": 281355}
{"sentence": "\"Omnem hominem fidelem judica tuum esse fratrem.\"--(Ibid.", "location": 761985}
{"sentence": "God is Feeling Released from Limits                   283       3.", "location": 32613}
{"sentence": "That which does not please him, which offends his transcendental, supranatural, or antinatural feelings, ought not to be.", "location": 325645}
{"sentence": "In aliis mansuetus ero: in blasphemiis quae in Christum, non item.\"", "location": 748891}
{"sentence": "The mystery of the incarnation is the mystery of the love of God to man, and the mystery of the love of God to man is the love of man to himself.", "location": 641952}
{"sentence": "To faith, the man is merged in the believer; to it, the essential difference between man and the brute rests only on religious belief.", "location": 568679}
{"sentence": "The heart is itself the existence of God, the existence of immortality.", "location": 630418}
{"sentence": "\"Lord, I am here and there in great need and danger of body and soul, and therefore want thy help and comfort.", "location": 687942}
{"sentence": "The Distinction between Christianity and Heathenism   150    XVII.", "location": 31522}
{"sentence": "Thus the plant is dependent on air and light, that is, it is an object for air, and light, not for itself.", "location": 121438}
{"sentence": "Ex his ortus et ex his interitus est.\"--(Ibid.", "location": 705372}
{"sentence": "Nevertheless the Christians have celebrated the incarnation as a work of love, as a self-renunciation of God, an abnegation of his majesty--Amor triumphat de Deo; for the love of God is an empty word if it is understood as a real abolition of the distinction between him and man.", "location": 788550}
{"sentence": "But such is the understanding; it has its essence in itself, consequently it has nothing, together with or external to itself, which can be ranged beside it; it is incapable of being compared, because it is itself the source of all combinations and comparisons; immeasurable, because it is the measure of all measures,--we measure all things by the understanding alone; it can be circumscribed by no higher generalisation, it can be ranged under no species, because it is itself the principle of all generalising, of all classification, because it circumscribes all things and beings.", "location": 126027}
{"sentence": "In another place Luther calls faith the \"Creator of the Godhead;\" it is true that he immediately adds, as he must necessarily do on his standpoint, the following limitation:--\"Not that it creates anything in the Divine Eternal Being, but that it creates that Being in us\" (Th.", "location": 828496}
{"sentence": "Thus the Christian, at least the true Christian, denies, or at least is bound to deny Nature, while he satisfies it; he does not wish for, he rather contemns the means in itself; he seeks only the end in abstracto; he does with religious, supranaturalistic horror what he does, though against his will, with natural, sensual pleasure.", "location": 722412}
{"sentence": "Some assigned bodies to the angels, others not; a difference which, however, is only apparent, since the angelic body is only a phantasmal one.", "location": 727514}
{"sentence": "The divine love is the joy of life, establishing itself, affirming itself.", "location": 823778}
{"sentence": "Non muri quenquam, non turres tuebuntur.", "location": 706688}
{"sentence": "Mind presenting itself as at once type-creating, emotional, and sensuous, is the imagination.", "location": 194053}
{"sentence": "Water not only cleanses man from bodily impurities, but in water the scales fall from his eyes: he sees, he thinks more clearly; he feels himself freer; water extinguishes the fire of appetite.", "location": 611248}
{"sentence": "shameful hypocrisy!--swears by the eternal, universally binding, irrefragable sacred truth of God's Word.", "location": 381805}
{"sentence": "The specific object of faith, therefore, is miracle; faith is the belief in miracle; faith and miracle are absolutely inseparable.", "location": 302788}
{"sentence": "The Christians expected the end of the world, the close of history.", "location": 361193}
{"sentence": "Miracles happen only in extraordinary crises, in which there is an exaltation of the feelings: hence there are miracles of anger.", "location": 443576}
{"sentence": "The mystic philosopher supposes that in God, not in us human individuals,--that would be far too trivial a truth,--reason first appears after the Passion of Nature;--that not man, but God, has wrestled himself out of the obscurity of confused feelings and impulses into the clearness of knowledge; that not in our subjective, limited mode of conception, but in God himself, the nervous tremors of darkness precede the joyful consciousness of light; in short, he supposes that his theory presents not a history of human throes, but a history of the development, i.e., the throes of God--for developments (or transitions) are birth-struggles.", "location": 224170}
{"sentence": "The indefinite unity which is the product of thought, completes itself by the indefinite multiplicity which is the product of the imagination.", "location": 87902}
{"sentence": "a. M. 1776, p. 190, and 96.)", "location": 819329}
{"sentence": "[123] Without species, love is inconceivable.", "location": 364322}
{"sentence": "\"Erunt ... similes angelorum.", "location": 843661}
{"sentence": "Necessity knows no law besides itself; necessity breaks iron.", "location": 345506}
{"sentence": "Ergo pro me doluit, qui pro se nihil habuit, quod doleret.\"", "location": 812588}
{"sentence": "This negativing force, by which a being turns back upon itself, is the true force of personality, the force of egoism.\"", "location": 227772}
{"sentence": "But to whom is it a need?", "location": 128077}
{"sentence": "If the principle be retained, wherefore deny its necessary consequences?", "location": 362612}
{"sentence": "[170] That is to say: I extend the horizon of my senses by the imagination; I form to myself a confused conception of the whole of things; and this conception, which exalts me above the limited standpoint of the senses, and therefore affects me agreeably, I posit as a divine reality.", "location": 487279}
{"sentence": "The general predicates are the metaphysical, but these serve only as external points of support to religion; they are not the characteristic definitions of religion.", "location": 88812}
{"sentence": "Life is God; the enjoyment of life is the enjoyment of God; true bliss in life is true religion.", "location": 779425}
{"sentence": "Since the one is non-essential and temporal, the other is necessarily the essential, existent, eternal.", "location": 667751}
{"sentence": "--Gesangbuch der Evangel.", "location": 871078}
{"sentence": "\"Nunc Filium Dei ... precemur, ut spiritu sancto suo, qui nexus est et vinculum mutui amoris inter aeternum patrem ac filium, sponsi et sponsæ pectora conglutinet.\"--Or.", "location": 656088}
{"sentence": "They together constitute, through love, a single moral personality, but each has a physical existence for himself.", "location": 525164}
{"sentence": "But he who speaks thus has already driven the future world out of his head; he still holds it fast, either because he does not think at all about such matters, or because it is still a want of his heart; but, preoccupied with real things, he thrusts it as far as possible out of his sight; he denies with his head what he affirms with his heart; for it is to deny the future life, to deprive it of the qualities by which alone it is a real and effective object for man.", "location": 404175}
{"sentence": "Prayer is all-powerful.", "location": 441461}
{"sentence": "Every limit of a being is cognisable only by another being out of and above him.", "location": 48857}
{"sentence": "30) and almighty (raises the dead, works miracles), who is before all things, both in time and rank, who has life in himself (though an imparted life) like as the Father has life in himself,--what, if we follow out the consequences, can such a being be, but God?", "location": 836031}
{"sentence": "But this highest being would not be the highest if he did not exist; we could then conceive a higher being who would be superior to him in the fact of existence; the idea of the highest being directly precludes this fiction.", "location": 452809}
{"sentence": "\"As it is with me in my heart, so is it with God.\"", "location": 619060}
{"sentence": "Deus) sustentat naturam, tamen contra ordinem jussit aliquando Solem regredi, etc.... Ut igitur invocatio vere fieri possit, cogitemus Deum sic adesse suo opificio, non, ut Stoici fingunt, alligatum secundis causis, sed sustentantem naturam et multa suo liberrimo consilio moderantem.... Multa facit prima causa praeter secundas, quia est agens liberum.\"", "location": 682010}
{"sentence": "Egoism of the Israelitish Religion                    298      11.", "location": 33165}
{"sentence": "Does the distinction lie in the fact that the image of the saint is a product of the hands?", "location": 199027}
{"sentence": "It is evident that Jacob Böhme had no bad taste in mineralogy; that he had delight in flowers also, and consequently a faculty for botany, is proved by the following passages among others:--\"The heavenly powers gave birth to heavenly joy-giving fruits and colours, to all sorts of trees and shrubs, whereupon grows the beauteous and lovely fruit of life: also there spring up in these powers all sorts of flowers with beauteous heavenly colours and scents.", "location": 236989}
{"sentence": "\"Six thousand years ago the world was nothing; and who has made the world?...", "location": 670829}
{"sentence": "\"At even ye shall eat flesh, and in the morning ye shall be filled with bread; and ye shall know that I am the Lord your God.\"", "location": 277361}
{"sentence": "God is thy highest idea, the supreme effort of thy understanding, thy highest power of thought.", "location": 117379}
{"sentence": "The doctrine of Nature in God is borrowed from Jacob Böhme.", "location": 234065}
{"sentence": "Reason cannot constitute itself an object of sense.", "location": 458766}
{"sentence": "Therefore we ought--truly on very natural grounds--\"not to despise the means and instruments of Nature.\"", "location": 693716}
{"sentence": "He who dreads an existence that may give offence, who shrinks from the grossness of a positive predicate, may as well renounce existence altogether.", "location": 66531}
{"sentence": "It becomes, as has been already observed, a myth of past ages where physical science introduces itself, where man makes the determinate causes, the how of phenomena, the object of investigation.", "location": 497492}
{"sentence": "); with the ancient Parsees, where procreation, as \"the multiplication of the human race, is the diminution of the empire of Ahriman,\" and thus a religious art and duty (Zend-Avesta); with the Hindoos, where the son is the regenerated father.", "location": 842712}
{"sentence": "Between me and another human being--and this other is the representative of the species, even though he is only one, for he supplies to me the want of many others, has for me a universal significance, is the deputy of mankind, in whose name he speaks to me, an isolated individual, so that, when united only with one, I have a participated, a human life;--between me and another human being there is an essential, qualitative distinction.", "location": 368630}
{"sentence": "And the strongest of the impulses of Nature, is it not the sexual feeling?", "location": 229101}
{"sentence": "The affirming or making objective of the nature of the imagination is therefore directly connected with the affirming or making objective of the nature of speech, of the word.", "location": 201210}
{"sentence": "The end is holy, but the means in itself unholy.", "location": 722258}
{"sentence": "With the emerging of man from a state of savagery and wildness to one of culture, with the distinction between what is fitting for man and what is not fitting, arises simultaneously the distinction between that which is fitting and that which is not fitting for God.", "location": 78855}
{"sentence": "It is in man that the divine properties first become feelings, i.e., man is the self-feeling of God;--and the feeling of God is the real God; for the qualities of God are indeed only real qualities, realities, as felt by man,--as feelings.", "location": 515888}
{"sentence": "--Augustinus (v. J. Ch.", "location": 847028}
{"sentence": "That God is the creator, all men could know from Nature; but what this God is in person, can be known only by special grace, is the object of a special faith.", "location": 555830}
{"sentence": "The characteristic of real personality is precisely exclusiveness,--the Leibnitzian principle of distinction, namely, that no one existence is exactly like another.", "location": 344286}
{"sentence": "That man is good or evil is not indifferent to God; no!", "location": 99449}
{"sentence": "The Son is a substitute for the Mother to the Father, but not so the Father to the Son.", "location": 188361}
{"sentence": "The ancients were so enraptured by the cosmos, that they lost sight of themselves, suffered themselves to be merged in the whole; the Christians despised the world;--what is the creature compared with the Creator?", "location": 353037}
{"sentence": "Uncharitable actions, hatred of heretics, at once accord and clash with Christianity?", "location": 586661}
{"sentence": "Even the Protestant--not indeed in words, but in truth--transforms God into an external thing, since he subjects Him to himself as an object of sensational enjoyment.", "location": 862645}
{"sentence": "But what is dreaming?", "location": 332620}
{"sentence": "Religion is truth only when it affirms human attributes as divine, falsehood when, in the form of theology, it denies these attributes, separating God from man as a different being.", "location": 783704}
{"sentence": "\"At Christianus ... ita supra totum mundum ascendit, nec consistit in coeli convexis, sed transcensis mente locis supercoelestibus ductu divini spiritus velut jam extra mundum raptus offert Deo preces.\"", "location": 699970}
{"sentence": "Ita enim patrem et matrem dicitur ignorasse in infantia, quia ita se gerebat et habebat ac si agnitionis expers esset.\"", "location": 783031}
{"sentence": "If it is my disposition, my faith, which alone makes the divine body a means of sanctification to me, which transubstantiates the dry bread into pneumatic animal substance, why do I still need an external object?", "location": 540976}
{"sentence": "Accordingly, we find the same thoughts and sentiments in the Christians as in the Israelites.", "location": 672864}
{"sentence": "--Thomas à Kempis (de Imit.", "location": 645303}
{"sentence": "The power of thought is the light of the intellect, the power of will is energy of character, the power of affection is love.", "location": 38183}
{"sentence": "Development is light, contest fire.", "location": 11573}
{"sentence": "Or shall I share only the gain and not the cost also?", "location": 167285}
{"sentence": "Dost thou desire power?--he is supremely powerful.", "location": 490822}
{"sentence": "Do not unlink or detach or remove the full Project Gutenberg™ License terms from this work, or any files containing a part of this work or any other work associated with Project Gutenberg™.", "location": 884824}
{"sentence": "The ancients said that if virtue could become visible, its beauty would win and inspire all hearts.", "location": 336417}
{"sentence": "The negation of providence is the negation of God.", "location": 679917}
{"sentence": "But when I love and worship the love with which God loves man, do I not love man; is not my love of God, though indirectly, love of man?", "location": 158027}
{"sentence": "We have reduced the supermundane, supernatural, and superhuman nature of God to the elements of human nature as its fundamental elements.", "location": 423731}
{"sentence": "It is therefore an altogether false defence to say, that faith leaves judgment to God.", "location": 569961}
{"sentence": "Nothing else than the highest nature of my power of feeling.", "location": 625271}
{"sentence": "The law speaks only to the understanding, and sets itself directly in opposition to the instincts; example, on the contrary, appeals to a powerful instinct immediately connected with the activity of the senses, that of involuntary imitation.", "location": 335910}
{"sentence": "[106] Many miracles may realty have had originally a physical or physiological phenomenon as their foundation.", "location": 831611}
{"sentence": "The mystery of the inexhaustible fulness of the divine predicates is therefore nothing else than the mystery of human nature considered as an infinitely varied, infinitely modifiable, but, consequently, phenomenal being.", "location": 84841}
{"sentence": "That which is to man the self-existent, the highest being, to which he can conceive nothing higher--that is to him the Divine Being.", "location": 70344}
{"sentence": "i. s. 322, 323, 329, 337).", "location": 832612}
{"sentence": "Christ is indeed one only, but he is one who represents all.", "location": 792843}
{"sentence": "The highest idea, the God of a political community, of a people whose political system expresses itself in the form of religion, is Law, the consciousness of the law as an absolute divine power; the highest idea, the God of unpolitical, unworldly feeling is Love; the love which brings all the treasures and glories in heaven and upon earth as an offering to the beloved, the love whose law is the wish of the beloved one, and whose power is the unlimited power of the imagination, of intellectual miracle-working.", "location": 291792}
{"sentence": "God is love, is justice, as itself a subject; he is the perfect universal being as one being, the infinite extension of the species as an all-comprehending unity.", "location": 359428}
{"sentence": "God as the Son first gives warmth to man; here God, from an object of the intellectual eye, of the indifferent sense of light, becomes an object of feeling, of affection, of enthusiasm, of rapture; but only because the Son is himself nothing else than the glow of love, enthusiasm.", "location": 180876}
{"sentence": "The simulation thus indicated in the Gospel has been developed by the Church into avowed delusion.", "location": 781937}
{"sentence": "This Jesus, such as I conceive him, is the Christ, the true, sole prophet, the only-begotten Son of God.", "location": 560823}
{"sentence": "Thus wilt thou learn God and thyself, which no natural master or natural science ever taught.\"", "location": 638224}
{"sentence": "That is positive which in man is accompanied with joy; hence God is, as we have already said, the idea of pure, unlimited joy.", "location": 492514}
{"sentence": "But in this sense it may be said that the heathens did not worship the statues of the gods; for to them also the statue was not a statue, but God himself.", "location": 793518}
{"sentence": "The intellectual only is the object of the intellect.", "location": 52413}
{"sentence": "In the unlimited divine nature thou representest only thy unlimited understanding.", "location": 119047}
{"sentence": "here is something for me, something for all times and men.", "location": 478581}
{"sentence": "But we rather listen to the pagan Juvenal when he says: 'Orandum est ut sit mens sana in corpore sano.'\"", "location": 839943}
{"sentence": "A God who has abstract predicates has also an abstract existence.", "location": 78204}
{"sentence": "[9] De Genesi ad litteram, l. v. c. 16.", "location": 803199}
{"sentence": "How wilt thou, then, distinguish from this objective being within thee another objective being?", "location": 57348}
{"sentence": "Religion gives up its own existence when it gives up the nature of God; it is no longer a truth when it renounces the possession of the true God.", "location": 69984}
{"sentence": "Contributions to the Project Gutenberg Literary Archive Foundation are tax deductible to the full extent permitted by U.S. federal laws and your state’s laws.", "location": 893429}
{"sentence": "Thus even in religion man bows before the nature of man under the form of a personal human being; religion itself expressly declares--and all anthropomorphisms declare this in opposition to Pantheism.--quod supra nos nihil ad nos; that is, a God who inspires us with no human emotions, who does not reflect our own emotions, in a word, who is not a man,--such a God is nothing to us, has no interest for us, does not concern us.", "location": 619299}
{"sentence": "The fundamental idea is a contradiction which can be concealed only by sophisms.", "location": 482977}
{"sentence": "Feeling is the oblique case of the ego, the ego in the accusative.", "location": 332036}
{"sentence": "\"Nunquid curae est Deo bobus?", "location": 673714}
{"sentence": "--Augustinus (de Doctrina Chr.", "location": 759440}
{"sentence": "God as man sins not, it is true, but he knows, he takes on himself, the sufferings, the wants, the needs of sensuous beings.", "location": 140962}
{"sentence": "Who does not remember the old proverb: \"Amare et sapere vix Deo competit?\"", "location": 229176}
{"sentence": "Moral laws have force for him only as the commandments of a Divine Will, which has at once the power to punish and the glance which nothing escapes.", "location": 472990}
{"sentence": "Christ is the ideal of humanity become existent, the compendium of all moral and divine perfections to the exclusion of all that is negative; pure, heavenly, sinless man, the typical man, the Adam Kadmon; not regarded as the totality of the species, of mankind, but immediately as one individual, one person.", "location": 360772}
{"sentence": "\"We believe that our justification, salvation, and consolation, lie out of ourselves.\"", "location": 763794}
{"sentence": "by these biblical transubstantiations the Catholics explained and proved the turning of bread into flesh.", "location": 737320}
{"sentence": "It has therefore been said that all proofs of immortality are insufficient, and even that unassisted reason is not capable of apprehending it, still less of proving it.", "location": 321733}
{"sentence": "Man and woman are the complement of each other, and thus united they first present the species, the perfect man.", "location": 364209}
{"sentence": "(See Concordienbuchs-anhang.", "location": 660415}
{"sentence": "\"Quæ necessitas fuit ut sic exinaniret se, sic humiliaret se, sic abbreviaret se Dominus majestatis; nisi ut vos similiter faciatis?\"", "location": 811967}
{"sentence": "God thinks himself, he is an object to himself; he distinguishes himself from himself.", "location": 218065}
{"sentence": "A God who reveals himself in good dispositions is a God whose essential attribute is only moral perfection.", "location": 103666}
{"sentence": "Quidquid essentia dignum est, scientia dignum est.", "location": 46948}
{"sentence": "Reason is the nature of things come fully to itself, re-established in its entireness.", "location": 631309}
{"sentence": "Licet, says the man; non expedit, says the Christian.", "location": 719074}
{"sentence": "The Contradiction in the Speculative Doctrine of            God                                                   226    XXIV.", "location": 32118}
{"sentence": "Hence to free myself from this feeling of shame, from this state of dissatisfaction, I convert the limits of my individuality into the limits of human nature in general.", "location": 48078}
{"sentence": "The father consoles himself for the loss of his son; he has a stoical principle within him.", "location": 189509}
{"sentence": "The necessary turning-point of history is therefore the open confession, that the consciousness of God is nothing else than the consciousness of the species; that man can and should raise himself only above the limits of his individuality, and not above the laws, the positive essential conditions of his species; that there is no other essence which man can think, dream of, imagine, feel, believe in, wish for, love and adore as the absolute, than the essence of human nature itself.", "location": 601046}
{"sentence": "Chastity, or rather virginity, is the characteristic virtue of the Catholic faith,--for this reason, that it has no basis in Nature.", "location": 585652}
{"sentence": "So far from this, Christianity is in the highest degree practical and judicious; it defers the freeing oneself from the wealth and pleasures of this world to the moment of natural death (monkish mortification is an unchristian suicide);--and allots to our spontaneous activity the acquisition and enjoyment of earthly possessions.", "location": 380894}
{"sentence": "He forsakes sin, because it wounds God, his Saviour, his Benefactor.", "location": 585061}
{"sentence": "--Boehmer (l. c. v. Tit.", "location": 756872}
{"sentence": "But for this very reason, every worldly calling and rank is compatible with Christianity; for the true, Christian service of God is faith alone, and this can be exercised everywhere.", "location": 769675}
{"sentence": "Is this an irreligious creed?", "location": 779669}
{"sentence": "Lutum enim magis videbatur obturaturum oculos, quam aperturum.", "location": 683703}
{"sentence": "The idea of man as a species, and with it the significance of the life of the species, of humanity as a whole, vanished as Christianity became dominant.", "location": 372755}
{"sentence": "In order to recognise the above developed significance of the creation as the true one, it is only necessary seriously to consider the fact, that the chief point in the creation is not the production of earth and water, plants and animals, for which indeed there is no God, but the production of personal beings--of spirits, according to the ordinary phrase.", "location": 270583}
{"sentence": "Protestantism is from beginning to end the contradiction between faith and love; for which very reason it has been the source, or at least the condition, of freedom.", "location": 329648}
{"sentence": "To them this need was supplied by Jehovah.", "location": 489507}
{"sentence": "Thus, for example, St. Bernard says (Super Cantica, § 66) in relation to heretics: \"Fides suadenda est, non imponenda,\" but he immediately adds: \"Quamquam melius procul dubio gladio coercerentur, illius videlicet, qui non sine causa gladium portat, quam in suum errorem multos trajicere permittantur.\"", "location": 750810}
{"sentence": "The Contradiction in the Revelation of God            204    XXII.", "location": 31980}
{"sentence": "--\"Therefore, as we believe so does it happen to us.", "location": 305207}
{"sentence": "What does that mean in plain speech?", "location": 163708}
{"sentence": "Hence, that is finite which can be compared with other beings of the same species; that is infinite which has nothing like itself, which consequently does not stand as an individual under a species, but is species and individual in one, essence and existence in one.", "location": 125760}
{"sentence": "No wonder; for that which is partaken of is an object without objectivity, a body without corporeality, flesh without the qualities of flesh; \"spiritual flesh,\" as Luther says, i.e., imaginary flesh.", "location": 861317}
{"sentence": "The heathens, on the contrary, placed the destruction of the world in the distant future, because, living in the contemplation of the universe, they did not set heaven and earth in motion on their own account,--because they extended and freed their self-consciousness by the consciousness of the species, placed immortality only in the perpetuation of the species, and thus did not reserve the future to themselves, but left it to the coming generations.", "location": 707926}
{"sentence": "The historical critic--such a one, for example, as Daumer or Ghillany--shows that the Lord's Supper is a rite lineally descended from the ancient cultus of human sacrifice; that once, instead of bread and wine, real human flesh and blood were partaken.", "location": 22115}
{"sentence": "The understanding is interested not only in man, but in the things out of man, in universal nature.", "location": 133750}
{"sentence": "That is to say: Christ or God is an object, an existence, of the imagination; in the imagination he is limited to no place,--he is present and objective to every one.", "location": 852404}
{"sentence": "Physical life in general is nothing else than this perpetual interchange of the objective and subjective relation.", "location": 121617}
{"sentence": "In the truly religious sense, incomprehensibility is not the dead full stop which reflection places wherever understanding deserts it, but a pathetic note of exclamation marking the impression which the imagination makes on the feelings.", "location": 485092}
{"sentence": "Bruckberg, Feb. 14, 1843.", "location": 29933}
{"sentence": "On this process of projecting self outwards rests also the Hegelian speculative doctrine, according to which man's consciousness of God is the self-consciousness of God.", "location": 510841}
{"sentence": "Religionsl., Leipzig, 1817, p. 39.", "location": 807114}
{"sentence": "See also Petrus L. l. iv.", "location": 860276}
{"sentence": "Ought I not, then, to make his sufferings my own?", "location": 167196}
{"sentence": "This they did through the power of the Gospel, for the sake of which all love of kindred was to be despised; inasmuch as ... the brotherhood of Christ far surpassed natural brotherhood.", "location": 760943}
{"sentence": "\"De minoribus bonis est conjugiam, quod non meretur palmam, sed est in remedium.... Prima institutio habuit praeceptum, secunda indulgentiam.", "location": 720745}
{"sentence": "How can he take so profound an interest in an existence in which his own nature has no participation?", "location": 131449}
{"sentence": "The Turks exterminate unbelievers with fire and sword, the Christians with the flames of hell.", "location": 566310}
{"sentence": "Omnipotence is the power before which no law, no external condition, avails or subsists; but this power is the emotional nature, which feels every determination, every law, to be a limit, a restraint, and for that reason dismisses it.", "location": 301787}
{"sentence": "Feeling is æsthetic, human sensation; only what is human is the object of feeling.", "location": 621813}
{"sentence": "If I know not now what and how I shall be; if there is an essential, absolute difference between my future and my present; neither shall I then know what and how I was before, the unity of consciousness is at an end, personal identity is abolished, another being will appear in my place; and thus my future existence is not in fact distinguished from non-existence.", "location": 406793}
{"sentence": "Commixtio carnis scilicet, cujus concupiscentiam Dominus stupro adaequavit.... Ideo virginis principalis sanctitas, quia caret stupri affinitati.\"", "location": 720232}
{"sentence": "To the believer in a future life joy is agreeable--who can fail to be conscious that joy is something positive?--but it is disagreeable to him that here joy is followed by opposite sensations, that it is transitory.", "location": 419728}
{"sentence": "Christ alone is the personal God; he is the real God of Christians, a truth which cannot be too often repeated.", "location": 348640}
{"sentence": "He has opened his senses to Nature, thrown a glance into her mysterious being; but it alarms him, and he cannot harmonise this terror at Nature with his religious conceptions.", "location": 234555}
{"sentence": "In the Bible, Christ himself, in spite of all the falsities and sophisms of our exegetists, clearly prophesies the speedy end of the world.", "location": 361261}
{"sentence": "Religion explains everything miraculously.", "location": 442790}
{"sentence": "The imperative of love works with electro-magnetic power; that of despotism with the mechanical power of a wooden telegraph.", "location": 300682}
{"sentence": "The sense of pain in an organ is nothing else than the sense of a disturbed, obstructed, thwarted activity; in a word, the sense of something abnormal, anomalous.", "location": 626682}
{"sentence": "But if I interpose between my fellow-man and myself the idea of an individuality, in whom the idea of the species is supposed to be already realised, I annihilate the very soul of love, I disturb the unity by the idea of a third external to us; for in that case my fellow-man is an object of love to me only on account of his resemblance or relation to this model, not for his own sake.", "location": 597881}
{"sentence": "Religion has relation essentially, originally--and only in its origin is it something holy, true, pure, and good--to the immediate sensational consciousness alone; it is the setting aside of the limits of sense.", "location": 488835}
{"sentence": "Only by the body is a real personality distinguished from the imaginary one of a spectre.", "location": 229975}
{"sentence": "In this point of view only the negation of feeling is the negation of God.", "location": 56373}
{"sentence": "Not to exist is a deficiency; to exist is perfection, happiness, bliss.", "location": 453034}
{"sentence": "As the action of the arteries drives the blood into the extremities, and the action of the veins brings it back again, as life in general consists in a perpetual systole and diastole; so is it in religion.", "location": 101647}
{"sentence": "But this peace exists already; this peace is the Mediator, the God-man.", "location": 334478}
{"sentence": "[202] Already in the New Testament the idea of disobedience is associated with unbelief.", "location": 865128}
{"sentence": "A love which is based on his person is a particular, exclusive love, which extends only so far as the acknowledgment of this person extends, a love which does not rest on the proper ground of love.", "location": 593727}
{"sentence": "Faith endures nothing, love endures all things.", "location": 757926}
{"sentence": "The belief in personal immortality has at its foundation the belief that difference of sex is only an external adjunct of individuality, that in himself the individual is a sexless, independently complete, absolute being.", "location": 391193}
{"sentence": "See paragraph 1.E below.", "location": 881182}
{"sentence": "Hence the saying: \"Qui Deum non diligit, seipsum non diligit.\"", "location": 650427}
{"sentence": "Sed vera Dei agnitione, invocatione et celebratione præstamus.--Melancthonis (et al.", "location": 641644}
{"sentence": "The mystery of original sin is the mystery of sexual desire.", "location": 711386}
{"sentence": "\"Nihil aliud superest, quam ut consensum quemdam patris ac filii adeoque quoddam velut pactum (in relation, namely, to the redemption of men) inde concludamus.\"", "location": 655755}
{"sentence": "The divine being is the pure subjectivity of man, freed from all else, from everything objective, having relation only to itself, enjoying only itself, reverencing only itself--his most subjective, his inmost self.", "location": 244947}
{"sentence": "[183] Hence it is greatly to the honour of Luther's understanding and sense of truth that, particularly when writing against Erasmus, he unconditionally denied the free will of man as opposed to divine grace.", "location": 859599}
{"sentence": "Hence the culture of modern Christian nations is so little to be derived from Christianity, that it is only to be explained by the negation of Christianity, a negation which certainly was, in the first instance, only practical.", "location": 639877}
{"sentence": "Hence the Christian religion also, as has been often mentioned already, has in its essence no principle of culture, for it triumphs over the limitations and difficulties of earthly life only through the imagination, only in God, in heaven.", "location": 490269}
{"sentence": "By each animal's food and dwelling we see whence they have sprang, for every creature needs to dwell with its mother, and yearns after her, as is plain to the sight.\"", "location": 239937}
{"sentence": "It is therefore not to be wondered at if Christians of the present day decline to know anything more of the sufferings of Christ.", "location": 653294}
{"sentence": "Behold in love the holy necessity and depth of Nature!", "location": 190093}
{"sentence": "Hence all metaphysical predicates of God are real predicates only when they are recognised as belonging to thought, to intelligence, to the understanding.", "location": 114105}
{"sentence": "A word is an abstract image, the imaginary thing, or, in so far as everything is ultimately an object of the thinking power, it is the imagined thought: hence men, when they know the word, the name for a thing, fancy that they know the thing also.", "location": 199710}
{"sentence": "Therefore a pure, guiltless man must fall a sacrifice.", "location": 775993}
{"sentence": "No: my meaning is heavenly and spiritual, but yet truthful and literal; thus, I mean no other things than what I write in the letters of the alphabet;\" i.e., in heaven there are the same trees and flowers, but the trees in heaven are the trees which bloom and exhale in my imagination, without making coarse material impressions upon me; the trees on earth are the trees which I perceive through my senses.", "location": 241052}
{"sentence": "Religion embraces all the objects of the world: everything existing has been an object of religious reverence; in the nature and consciousness of religion there is nothing else than what lies in the nature of man and in his consciousness of himself and of the world.", "location": 82822}
{"sentence": "Where is the necessity of positing the same thing twice, of having it twice?", "location": 91586}
{"sentence": "Is it man that possesses love, or is it not much rather love that possesses man?", "location": 39894}
{"sentence": "If so, thou art greatly in error, and hast never experienced what it is to be truly made free.", "location": 378511}
{"sentence": "But while I thus view water as a real thing, I at the same time intend it as a vehicle, an image, an example, a symbol, of the \"unholy\" spirit of my work, just as the water of Baptism--the object of my analysis--is at once literal and symbolical water.", "location": 21092}
{"sentence": "Homo homini Deus est:--this is the great practical principle:--this is the axis on which revolves the history of the world.", "location": 602398}
{"sentence": "\"God is not against us men.", "location": 646551}
{"sentence": "would it not sound like the voice of God himself, like heavenly music?", "location": 202425}
{"sentence": "[175] \"This temporal, transitory life in this world (i.e., natural life) we have through God, who is the almighty Creator of heaven and earth.", "location": 856603}
{"sentence": "A God who is not as we are, who has not consciousness, not intelligence, i.e., not a personal understanding, a personal consciousness (as, for example, the \"substance\" of Spinoza), is no God.", "location": 483452}
{"sentence": "That which comes from God to man, comes to man only from man in God, that is, only from the ideal nature of man to the phenomenal man, from the species to the individual.", "location": 471107}
{"sentence": "Illis enim publica salus, his privata continetur.\"", "location": 838876}
{"sentence": "\"Infantes nascuntur cum peccato, nec fiunt haeredes vitae aeternae sine remissione peccati.... Cum igitur dubium non sit in infantibus esse peccatum, debet aliquod esse discrimen infantium Ethnicorum,  qui manent rei, et infantium in Ecclesia, qui recipiuntur a Deo per ministerium.\"", "location": 762225}
{"sentence": "\"Every spirit that confesseth that Jesus Christ is come in the flesh is of God: and every spirit that confesseth not that Jesus Christ is come in the flesh is not of God: and this is the spirit of antichrist,\" 1 John iv.", "location": 577795}
{"sentence": "But feeling or sentiment is the ego acted on by itself, and by itself as another being,--the passive ego.", "location": 332228}
{"sentence": "The element of culture, the Northern principle of self-renunciation, is wanting to the emotional nature.", "location": 315874}
{"sentence": "He has recourse to prayer in the certainty that he can do more, infinitely more, by prayer, than by all the efforts of reason and all the agencies of Nature,--in the conviction that prayer possesses superhuman and supernatural powers.", "location": 442313}
{"sentence": "The mother, on the contrary, is inconsolable; she is the sorrowing element, that which cannot be indemnified--the true in love.", "location": 189601}
{"sentence": "God is the means of human existence and happiness.", "location": 862201}
{"sentence": "The religious man who binds together all things in one, does not lose himself in sensuality; but for that reason he is exposed to the danger of illiberality, of spiritual selfishness and greed.", "location": 171573}
{"sentence": "Our most essential task is now fulfilled.", "location": 423689}
{"sentence": "But their difference is a subordinate one, since the creative agency itself is with them a more or less cosmical being.", "location": 824887}
{"sentence": "But audible prayer is only prayer revealing its nature; prayer is virtually, if not actually, speech,--the Latin word oratio signifies both: in prayer, man speaks undisguisedly of that which weighs upon him, which affects him closely; he makes his heart objective;--hence the moral power of prayer.", "location": 297617}
{"sentence": "His faith is the consciousness of that which is holy to him; but that alone is holy to man which lies deepest within him, which is most peculiarly his own, the basis, the essence of his individuality.", "location": 170644}
{"sentence": "And it claims truth to itself alone.", "location": 555178}
{"sentence": "The heart loves only itself; does not get beyond itself, beyond man.", "location": 628980}
{"sentence": "In short, example has magical, i.e., sense-affecting powers; for the magical or involuntary force of attraction is an essential property, as of matter in general, so in particular of that which affects the senses.", "location": 336202}
{"sentence": "We need no Christian rule of political right: we need only one which is rational, just, human.", "location": 609002}
{"sentence": "How does Nature contradict the Bible!", "location": 258490}
{"sentence": "So long as faith in the mystery of the Lord's Supper as a holy, nay the holiest, highest truth, governed man, so long was his governing principle the imagination.", "location": 544894}
{"sentence": "Why do not the believing theologians of modern times enter into such specialities as occupied the older theologians?", "location": 729178}
{"sentence": "Positis enim aliis terris atque animalibus ratione et auditu pollentibus, cur tantum his nostris contigisset ea voluptas, quæ sola ex sono percipi potest?\"--Christ.", "location": 803002}
{"sentence": "This practical supernaturalism, the summit of which is \"virginity, the sister of the angels, the queen of virtues, the mother of all good\" (see A. v. Buchers: Geistliches Suchverloren.", "location": 765133}
{"sentence": "To that which does not live.", "location": 128103}
{"sentence": "As far as thou seest, so far extends thy nature; and conversely.", "location": 50571}
{"sentence": "Minucii Felicis Octavianus, c. 24.", "location": 803325}
{"sentence": "Everything fiery, bitter, harsh, contracting, dark, cold, comes from a divine harshness and bitterness; everything mild, lustrous, warming, tender, soft, yielding, from a mild, soft, luminous quality in God.", "location": 239324}
{"sentence": "[129] On this subject see \"Hieronymus, de Vita Pauli Primi Eremitæ.\"", "location": 840235}
{"sentence": "This has been declared very decidedly by Protestantism.", "location": 763021}
{"sentence": "\"He who so prays and perseveres unabashed does right, and our Lord God is well pleased with him, for he is not so squeamish as we men.\"--Id.", "location": 688134}
{"sentence": "Feeling is a dream with the eyes open; religion the dream of waking consciousness: dreaming is the key to the mysteries of religion.", "location": 333411}
{"sentence": "When, on the contrary, man places himself only on the practical standpoint and looks at the world from thence, making the practical standpoint the theoretical one also, he is in disunion with Nature; he makes Nature the abject vassal of his selfish interest, of his practical egoism.", "location": 275375}
{"sentence": "The doctrine of immortality is the final doctrine of religion; its testament, in which it declares its last wishes.", "location": 400942}
{"sentence": "Great and mighty is Nature, which Jehovah has created, but yet mightier, yet greater, is Israel's self-estimation.", "location": 287460}
{"sentence": "The immortality of the vital principle by no means involves the idea, not to mention the certainty, of personal immortality.", "location": 322868}
{"sentence": "Does this unbelief as to the possibility and reality of chastity accord with the Bible, where celibacy is eulogised as a laudable, and consequently a possible, attainable state?", "location": 767676}
{"sentence": "Such as are a man's thoughts and dispositions, such is his God; so much worth as a man has, so much and no more has his God.", "location": 60085}
{"sentence": "Thus compassion is only felt as a me, a self, a force, i.e., as something special, through its opposite.", "location": 517738}
{"sentence": "For even in case of its application, the effect which follows is by no means its own, but the effect of the supernatural will of God, or rather the effect of faith, of prayer; for prayer, faith determines the will of God.", "location": 696250}
{"sentence": "\"A Christian man has equal power with Christ, has fellowship with him and a common tenure.\"", "location": 834744}
{"sentence": "\"I know of no joys but those which come from thy sufferings.\"", "location": 652915}
{"sentence": "God has not, like man, produced something in particular, this or that, but all things; his activity is absolutely universal, unlimited.", "location": 493443}
{"sentence": "\"God ... is not really angry.", "location": 808135}
{"sentence": "But in him good works do not proceed from essentially virtuous dispositions.", "location": 584643}
{"sentence": "For them, their actual life, even with its local limitations, has all, has absolute value; they cannot abstract from it, they cannot conceive its being broken off; i.e., they believe directly in the infinitude, the perpetuity of this life.", "location": 414273}
{"sentence": "--Gregorius (Petrus L. l. ii.", "location": 712359}
{"sentence": "He who cannot express himself is a slave.", "location": 203517}
{"sentence": "God is the Highest Feeling of Self                    284       4.", "location": 32682}
{"sentence": "The tone, the emphasis, with which the one personality is expressed, produces such an effect on the feelings, that it presents itself immediately as a real one, and is converted from an object of the imagination into an object of historical knowledge.", "location": 344451}
{"sentence": "Thus only in the person, i.e., only in a nomen proprium, not in essence, not in truth, are the two natures united.", "location": 786801}
{"sentence": "[44] \"Dei essentia est extra omnes creaturas, sicut ab æterno fuit Deus in se ipso; ab omnibus ergo creaturis amorem tuum abstrahas.\"", "location": 813348}
{"sentence": "Light pleases him; but not gravitation, because this appears a limitation of the individual; not night, because in it man is subjected to Nature: in the other world, there is light, but no weight, no night,--pure, unobstructed light.", "location": 420383}
{"sentence": "Nothing further would be needed for this purpose than the ominous distinction of the understanding from the speculative reason,--a distinction which is adapted to the justification of every absurdity.", "location": 857556}
{"sentence": "Without this antecedent darkness there is no reality of the Creator.\"", "location": 226705}
{"sentence": "Man thanks God for those benefits which have been rendered to him even at the cost of sacrifice by his fellow-man.", "location": 604590}
{"sentence": "All conceptions of heaven here below are, they allege, mere images, whereby man represents to himself that future, the nature of which is unknown to him, but the existence of which is certain.", "location": 403862}
{"sentence": "But feeling has here been adduced only as an example.", "location": 57483}
{"sentence": "It is in vain to allege that with another than Paul this appearance would not have had the same consequences, and that therefore the effect of it must still be attributed to Paul.", "location": 536031}
{"sentence": "For this reason, religions are as various as are the kingdoms of heaven, and there are as many different kingdoms of heaven as there are characteristic differences among men.", "location": 403333}
{"sentence": "Contradiction of Faith and Love                       320      20.", "location": 33786}
{"sentence": "Thou desirest to make God favourable to thee, to appease his anger, to be at peace with thy conscience.", "location": 334374}
{"sentence": "Christianity thus reduced a general unity to a particular one, it made love collateral to faith; and by this means it placed itself in contradiction with universal love.", "location": 596969}
{"sentence": "of the Augsburg Confession, Mary is nevertheless still called the \"Blessed Virgin, who was truly the Mother of God, and yet remained a virgin,\"--\"worthy of all honour.\"", "location": 815278}
{"sentence": "But this hell lies in faith itself, in its sentence of damnation.", "location": 570886}
{"sentence": "Such love would be an affected, imitative love.", "location": 593976}
{"sentence": "All blessings, all good it accumulates on itself, on its God, as the lover on his beloved; all curses, all hardship and evil it casts on unbelief.", "location": 565904}
{"sentence": "See, on the other hand, Concil.", "location": 863151}
{"sentence": "King, great at all times, but never greater than in the blood-stained robe of the martyr.\"", "location": 648364}
{"sentence": "--Tertullianus (de Exhort.", "location": 720378}
{"sentence": "Participated life is alone true, self-satisfying, divine life:--this simple thought, this truth, natural, immanent in man, is the secret, the supernatural mystery of the Trinity.", "location": 178050}
{"sentence": "\"For what we believe that we receive, that we receive in truth.\"--Ib.", "location": 864084}
{"sentence": "\"Aristotle almost falls into the opinion that God--though he does not expressly name him a fool--is such a one that he knows nothing of our affairs, nothing of our designs, understands, sees, regards nothing but himself....", "location": 680330}
{"sentence": "But man becomes free from sin and from the consciousness of guilt only through faith,--morality is dependent on faith, the virtues of the heathens are only splendid sins; thus he becomes morally free and good only through miracle.", "location": 338763}
{"sentence": "What he did not experience in his nature as God, he did not experience in truth, in substance.", "location": 781161}
{"sentence": "The reproach that according to my book religion is an absurdity, a nullity, a pure illusion, would be well founded only if, according to it, that into which I resolve religion, which I prove to be its true object and substance, namely, man,--anthropology, were an absurdity, a nullity, a pure illusion.", "location": 15415}
{"sentence": "\"We ought not to inquire whether a thing be possible, but we should say, God has said it, therefore it will happen, even if it be impossible.", "location": 690407}
{"sentence": "Faith is the freedom and blessedness which feeling finds in itself.", "location": 688303}
{"sentence": "When therefore Zwinglius said that the Lord's Supper has only a subjective significance, he said the same thing as his opponents; only he disturbed the illusion of the religious imagination; for that which \"is\" in the Lord's Supper, is only an illusion of the imagination, but with the further illusion that it is not an illusion.", "location": 548227}
{"sentence": "\"Man is the image of God,\" means nothing more than that man is a being who resembles God.", "location": 507166}
{"sentence": "It is true that, according to religion also, God works on man by means of other things and beings.", "location": 433223}
{"sentence": "The law affirms me only as an abstract being,--love, as a real being.", "location": 138381}
{"sentence": "The well-known passage of the Apostle Paul concerning marriage between heathens and Christians relates only to marriages which had taken place before conversion, not to those which were yet to be contracted.", "location": 760506}
{"sentence": "Love is the subjective reality of the species, as reason is its objective reality.", "location": 598517}
{"sentence": "This was the fundamental contradiction of Scholasticism, whence all other contradictions followed of course.", "location": 545531}
{"sentence": "What else then is God but your subjective nature, when the world is separated from it?", "location": 266314}
{"sentence": "What the nature affirms, the understanding, the taste, the judgment, cannot deny; otherwise the understanding, the judgment, would no longer be the understanding and judgment of this particular being, but of some other.", "location": 49748}
{"sentence": "God as he is an object to the Christians, is quite another than as he is an object to the heathens.", "location": 556317}
{"sentence": "If any disclaimer or limitation set forth in this agreement violates the law of the state applicable to this agreement, the agreement shall be interpreted to make the maximum disclaimer or limitation permitted by the applicable state law.", "location": 891065}
{"sentence": "\"Beatus ille homo, qui propter te, Domine, omnibus creaturis licentiam abeundi tribuit, qui naturae vim facit et concupiscentias carnis fervore spiritus crucifigit\" (c. 48).", "location": 772485}
{"sentence": "The interest I have in knowing that God is, is one with the interest I have in knowing that I am, that I am immortal.", "location": 399680}
{"sentence": "But how would it be possible that reason should interest itself in all beings without exception, if reason were not itself universal and unlimited in its nature?", "location": 634325}
{"sentence": "\"Quicunque Magistratibus male precatus fuerit, pro eorum arbitrio poenas luito; quicunque vero idem scelus erga Deum admiserit ... lapidibus blasphemiae causa obruitur.\"--(Lev.", "location": 746768}
{"sentence": "But at the same time there is only a quantitative distinction between omniscience and my knowledge; the quality of the knowledge is the same.", "location": 487898}
{"sentence": "How then should he inquire concerning this being, what he is in himself?", "location": 70477}
{"sentence": "That which makes a being what it is, is its talent, its power, its wealth, its adornment.", "location": 49210}
{"sentence": "Thus in heaven there is no marriage; the principle of sexual love is excluded from heaven as an earthly, worldly principle.", "location": 384327}
{"sentence": "The understanding derives all things from God as the first cause; it finds the world, without an intelligent cause, given over to senseless, aimless chance; that is, it finds only in itself, in its own nature, the efficient and the final cause of the world--the existence of the world is only then clear and comprehensible when it sees the explanation of that existence in the source of all clear and intelligible ideas, i.e., in itself.", "location": 114837}
{"sentence": "And for this reason it is as the Son that God first becomes the object of man, the object of feeling, of the heart.", "location": 181836}
{"sentence": "Love recognises virtue even in sin, truth in error.", "location": 573881}
{"sentence": "God speaks to man; revelation is the word of God; he sends forth a voice which thrills the soul, and gives it the joyful certainty that God really is.", "location": 464544}
{"sentence": "THE MYSTERY OF THE COSMOGONICAL PRINCIPLE IN GOD.", "location": 204898}
{"sentence": "Where my flesh is glorified, there I believe that I am myself glorious.", "location": 793134}
{"sentence": "But in this difference we again have only the contradiction between the abstract and the real God; the former is certainly not an object of vision, but the latter is so.", "location": 732407}
{"sentence": "The significance which Nature in general had for the Hebrews is one with their idea of its origin.", "location": 279720}
{"sentence": "God is the human being, and yet he must be regarded as another, a superhuman being.", "location": 482255}
{"sentence": "Religion is the mind's light, the rays of which are broken by the medium of the imagination and the feelings, so as to make the same being appear a double one.", "location": 509640}
{"sentence": "A God who does not trouble himself about us, who does not hear our prayers, who does not see us and love us, is no God; thus humanity is made an essential predicate of God;--but at the same time it is said: A God who does not exist in and by himself, out of men, above men, as another being, is a phantom; and thus it is made an essential predicate of God that he is non-human and extra-human.", "location": 483058}
{"sentence": "Either goodness does not exist at all for man, or, if it does exist, therein is revealed to the individual man the holiness and goodness of human nature.", "location": 95846}
{"sentence": "\"Professio enim consortii sustulit intelligentiam singularitatis, quod consortium aliquid nec potest esse sibi ipsi solitario, neque rursum solitudo solitarii recipit: faciamus....", "location": 654707}
{"sentence": "God is the idea of majesty, of the highest dignity: the religious sentiment is the sentiment of supreme fitness.", "location": 79122}
{"sentence": "It may be objected to the import here assigned to the Incarnation, that the Christian Incarnation is altogether peculiar, that at least it is different (which is quite true in certain respects, as will hereafter be apparent) from the incarnations of the heathen deities, whether Greek or Indian.", "location": 153941}
{"sentence": "Where it is once doubted that the images of immortality are real, that it is possible to exist as faith conceives, for example, without a material, real body, and without difference of sex; there the future existence in general is soon a matter of doubt.", "location": 408481}
{"sentence": "\"Voluptas ipsa sine culpa nullatenus esse potest.\"", "location": 712169}
{"sentence": "--Origenes (contra Celspum.", "location": 700172}
{"sentence": "The heart can betake itself only to the heart; feeling can appeal only to feeling; it finds consolation in itself, in its own nature alone.", "location": 151784}
{"sentence": "\"Man, who, before time was, existed in eternity, works with God all the works that God wrought a thousand years ago, and now, after a thousand years, still works.\"", "location": 821706}
{"sentence": "But that which in the truth of religion is the cause, takes in the consciousness of religion the form of a consequence; and so here the raising of man to God is made a consequence of the humiliation or descent of God to man.", "location": 143442}
{"sentence": "The Miraculous Conception is not less welcome than the Resurrection to all believers; for it was the first step towards the purification of mankind, polluted by sin and Nature.", "location": 328102}
{"sentence": "God is a tear of love, shed in the deepest concealment over human misery.", "location": 294311}
{"sentence": "Our process of analysis has brought us again to the position with which we set out.", "location": 423869}
{"sentence": "If then miracles do not contradict Christianity,--and how should they contradict it?--neither does the miraculous efficacy of baptism contradict it.", "location": 535626}
{"sentence": "A being without qualities is one which cannot become an object to the mind, and such a being is virtually non-existent.", "location": 64112}
{"sentence": "God appears to me in another form besides that of love; in the form of omnipotence, of a severe power not bound by love; a power in which, though in a smaller degree, the devils participate.", "location": 146987}
{"sentence": "God chose man as his organ, his body, because only in man did he find an organ worthy of him, suitable, pleasing to him.", "location": 791942}
{"sentence": "Man--this is the mystery of religion--projects his being into objectivity, [17] and then again makes himself an object to this projected image of himself thus converted into a subject; he thinks of himself, is an object to himself, but as the object of an object, of another being than himself.", "location": 99118}
{"sentence": "The definitions which the speculative philosophers and theologians give of God, as the being in whom existence and essence are not separable, who himself is all the attributes which he has, so that predicate and subject are with him identical,--all these definitions are thus ideas drawn solely from the nature of the understanding.", "location": 126612}
{"sentence": "Hence we need not make the Holy Spirit a separate object of our analysis.", "location": 179349}
{"sentence": "What it is, is evident to the senses; what it signifies, is only in my feelings, conception, imagination,--is only for me, not for others, is not objectively present.", "location": 548051}
{"sentence": "And here he applies the same process to the conception of the reason, thus for an existence in reason, in thought, substituting an existence in space and time, from which he had, nevertheless, previously abstracted it.", "location": 113682}
{"sentence": "The world lasts so long as God wills.", "location": 669581}
{"sentence": "He speaks of an infinite number of attributes of the divine substance, but he specifies none except Thought and Extension.", "location": 86959}
{"sentence": "Christ is the omnipotence of subjectivity, the heart released from all the bonds and laws of Nature, the soul excluding the world, and concentrated only on itself, the reality of all the heart's wishes, the Easter festival of the heart, the ascent to heaven of the imagination:--Christ therefore is the distinction of Christianity from heathenism.", "location": 351146}
{"sentence": "The idea of the Trinity demands that man should think the opposite of what he imagines, and imagine the opposite of what he thinks,--that he should think phantoms realities.", "location": 524124}
{"sentence": "Augustinianism would be a truth, and a truth opposed to Pelagianism, only if man had the devil for his God, and, with the consciousness that he was the devil, honoured, reverenced, and worshipped him as the highest being.", "location": 97684}
{"sentence": "Everything that exists has value, is a being of distinction--at least this is true of the species: hence it asserts, maintains itself.", "location": 46999}
{"sentence": "Nature, the world, has no value, no interest for Christians.", "location": 636051}
{"sentence": "Its religious consecration is not first conferred by the blessing of the priest.", "location": 602776}
{"sentence": "For the denial of human strength and spontaneous moral activity to be true, the moral activity of God must also be denied; and we must say, with the Oriental nihilist or pantheist: the Divine being is absolutely without will or action, indifferent, knowing nothing of the discrimination between evil and good.", "location": 98214}
{"sentence": "Catholicism has proved to the world that the supernatural principle of faith in Christianity, applied to life, made a principle of morals, has immoral, radically corrupting consequences.", "location": 774300}
{"sentence": "--Tauler (l. c. p. 313).", "location": 849836}
{"sentence": "God is not deaf to my complaints; he has compassion on me; hence he renounces his divine majesty, his exaltation above all that is finite and human; he becomes a man with man; for if he listens to me, and pities me, he is affected by my sufferings.", "location": 150303}
{"sentence": "Yes, it contains that principle, but only by evolving it out of the very core of religion; hence, be it said in passing, the new philosophy can no longer, like the old Catholic and modern Protestant scholasticism, fall into the temptation to prove its agreement with religion by its agreement with Christian dogmas; on the contrary, being evolved from the nature of religion, it has in itself the true essence of religion,--is, in its very quality as a philosophy, a religion also.", "location": 28295}
{"sentence": "But miraculous agency is distinguished from the ordinary realisation of an object in that it realises the end without means, that it effects an immediate identity of the wish and its fulfilment; that consequently it describes a circle, not in a curved, but in a straight line, that is, the shortest line.", "location": 311682}
{"sentence": "Whatever is looked at fetters by secret forces of attraction, overpowers by the spell which it exercises upon the eye, the criminal arrogance of that Will which seeks only to subject all things to itself.", "location": 281530}
{"sentence": "This complacency becomes vanity only when a man piques himself on his form as being his individual form, not when he admires it as a specimen of human beauty in general.", "location": 46575}
{"sentence": "That is true in which another agrees with me,--agreement is the first criterion of truth; but only because the species is the ultimate measure of truth.", "location": 369891}
{"sentence": "[89] According to Philo, God gave Moses power over the whole of Nature; all the elements obeyed him as the Lord of Nature.", "location": 287919}
{"sentence": "Even later, its dogmatic personality wants consistency.", "location": 178907}
{"sentence": "Faith isolates God, it makes him a particular, distinct being: love universalises; it makes God a common being, the love of whom is one with the love of man.", "location": 553553}
{"sentence": "[167] Oh, what a pitiable argument!", "location": 479540}
{"sentence": "[206] This fire of faith regarded objectively, is the anger of God, or what is the same thing, hell; for hell evidently has its foundation in the anger of God.", "location": 570726}
{"sentence": "How could it do so, if it were external to thee?", "location": 627290}
{"sentence": "In the genesis of ideas, the first mode in which reflection on religion, or theology, makes the divine being a distinct being, and places him outside of man, is by making the existence of God the object of a formal proof.", "location": 451786}
{"sentence": "Even supposing my belief to be in its origin free, fear inevitably intermingles itself; my conscience is always under constraint; doubt, the principle of theoretic freedom, appears to me a crime.", "location": 426667}
{"sentence": "The Incarnation is nothing else than the practical, material manifestation of the human nature of God.", "location": 141699}
{"sentence": "Thus the idea of the pure, holy Virgin pleases him; still he is also pleased with the idea of the Mother, but only of the Mother who already carries the infant on her arms.", "location": 326073}
{"sentence": "Hence, in all my works, as well as in the present one, I have made the utmost clearness, simplicity, and definiteness a law to myself, so that they may be understood, at least in the main, by every cultivated and thinking man.", "location": 25641}
{"sentence": "But this his wish God changes, because Lot fears him and prays to him.\"", "location": 687407}
{"sentence": "For every religion which has any claim to the name presupposes that God is not indifferent to the beings who worship him, that therefore what is human is not alien to him, that, as an object of human veneration, he is a human God.", "location": 149877}
{"sentence": "And no wrong is done to us.", "location": 742003}
{"sentence": "And the power of Jehovah has exhibited itself with the most glory in the miracles which it has wrought in favour of Israel.", "location": 287025}
{"sentence": "Only he who so acts is a man to be confided in.", "location": 743841}
{"sentence": "God is the medium by which man brings about the reconciliation of himself with his own nature: God is the bond, the vinculum substantiale, between the essential nature--the species--and the individual.", "location": 468945}
{"sentence": "It is before all things necessary not to allow oneself to be deceived by these relations as they exist in reality, in men.", "location": 528938}
{"sentence": "The symbols of this our difference are bread and wine.", "location": 613623}
{"sentence": "He who denies that there is a Providence, denies that there is a God, or--what is the same thing--that God is God; for a God who is not the Providence of man, is a contemptible God, a God who is wanting in the divinest, most adorable attribute.", "location": 260517}
{"sentence": "But God is a superhuman being; God is known only by himself.", "location": 469394}
{"sentence": "Certain Jews proposed the question whether it were lawful for a man to separate from his wife; and the most appropriate way of dealing with this question was the answer above cited.", "location": 382982}
{"sentence": "\"He who will be a Christian must not ask, as our fanatics and factionaries do, how it can be that bread is the body of Christ and wine the blood of Christ.\"--Id.", "location": 738475}
{"sentence": "[8] \"Verisimile est, non minus quam geometriæ, etiam musicæ oblectationem ad plures quam ad nos pertinere.", "location": 802895}
{"sentence": "The Christian certainly experienced the need of sexual love, but only as a need in contradiction with his heavenly destination, and merely natural, in the depreciatory, contemptuous sense which this word had in Christianity,--not as a moral, inward need--not, if I may so express myself, as a metaphysical, i.e., an essential need, which man can experience only where he does not separate difference of sex from himself, but, on the contrary, regards it as belonging to his inmost nature.", "location": 388931}
{"sentence": "The Bible curses through faith, blesses through love.", "location": 591496}
{"sentence": "[215] Faith, it is true, is not \"without good works,\" nay, according to Luther's declaration, it is as impossible to separate faith from works as to separate heat and light from fire.", "location": 868610}
{"sentence": "Want teaches prayer; but in misfortune, in sorrow, man kneels to entreat help of man also.", "location": 617831}
{"sentence": "If I am not devoutly disposed, if I do not raise myself above the life of the senses, he has no place in my consciousness.", "location": 456616}
{"sentence": "\"Unde et sponte sua fluit, Christo etiam qua humanam naturam spectato cultum religiosum deberi.\"", "location": 790459}
{"sentence": "It is true that Protestantism also commands the mortifying of the flesh, the negation of the natural man; but apart from the fact that this negation has for Protestantism no religious significance and efficacy, does not justify, i.e., make acceptable to God, procure salvation; the negation of the flesh in Protestantism is not distinguished from that limitation of the flesh which natural reason and morality enjoin on man.", "location": 770947}
{"sentence": "\"Scientia immortalis visa est res illis (the heathen philosophers) atque incorruptibilis.", "location": 726309}
{"sentence": "But this existence does not affect or incommode him; it is a merely negative existence, an existence without existence, a self-contradictory existence,--a state of being which, as to its effects, is not distinguishable from non-being.", "location": 65612}
{"sentence": "No, my friend; where thou givest me God, thou must give me humanity too.\"", "location": 132204}
{"sentence": "It is true that Catholicism also in practice denied the supranaturalistic morality of Christianity; but its negation has an essentially different significance from that of Protestantism; it is a negation de facto but not de jure.", "location": 773617}
{"sentence": "Hence the definition of God as the essence of feeling has its complete truth only in the Logos.", "location": 339960}
{"sentence": "--Gregorius in homil.", "location": 782869}
{"sentence": "384, 385, may be perfectly justified.", "location": 866064}
{"sentence": "God as a Being of the Understanding                    33     III.", "location": 30273}
{"sentence": "Hence love is reconcilable with reason alone, not with faith; for as reason, so also love is free, universal, in its nature; whereas faith is narrow-hearted, limited.", "location": 574270}
{"sentence": "It is the omnipotence of God which makes young fowls and geese come out of the eggs.", "location": 692579}
{"sentence": "Faith clings to the self-subsistence of God; love does away with it.", "location": 588963}
{"sentence": "Is not then the proposition, \"God loves man\" an orientalism (religion is essentially oriental), which in plain speech means, the highest is the love of man?", "location": 159136}
{"sentence": "In this everything reduces itself to the personal power of that miraculous intermediate being who is neither God alone nor man alone, but a man who is also God, and a God who is also man, and who can therefore only be comprehended in connection with the significance of miracle.", "location": 337588}
{"sentence": "The body alone is that negativing, limiting, concentrating, circumscribing force, without which no personality is conceivable.", "location": 229705}
{"sentence": "In brief, he who, like the Bible, like the Church, does not acknowledge fleshly pleasure--that, be it understood, which is natural, normal, inseparable from life--does not acknowledge the flesh.", "location": 716127}
{"sentence": "The Schoolmen therefore had recourse to the precious distinction of substance and accidents.", "location": 542463}
{"sentence": "What, then, makes this feeling religious?", "location": 54848}
{"sentence": "But religion expresses this truth, as it does every other, in an indirect manner, i.e., inversely, for it here makes a general truth into a particular one, the true subject into a predicate, when it says: God is a participated life, a life of love and friendship.", "location": 178229}
{"sentence": "Man is what he is through Nature, however much may belong to his spontaneity; for even his spontaneity has its foundation in Nature, of which his particular character is only an expression.", "location": 413340}
{"sentence": "Even in the language of common life the divine predicates--Providence, Omniscience, Omnipotence--are put for the divine subject.", "location": 74902}
{"sentence": "In religion, in faith, man is an object to himself as the object, i.e., the end or determining motive, of God.", "location": 862041}
{"sentence": "Thus there is no difference as to the principle, only as to the mode of punishment.", "location": 750079}
{"sentence": "--Gregorii Nysseni (Philosophiae, l. viii.", "location": 643378}
{"sentence": "--Melancthon (Loci de Creat.", "location": 678921}
{"sentence": "\"Memento semper, quod paradisi colonum de possessione sua mulier ejecerit.\"", "location": 710447}
{"sentence": "But the necessity of the world is the necessity of reason.", "location": 129334}
{"sentence": "\"Si quis quod scriptum est: Faciamus hominem, non patrem ad filium dicere, sed ipsum ad semetipsum asserit dixisse Deum, anathema sit.\"--Concil.", "location": 654236}
{"sentence": "Divine grace is the power of chance beclouded with additional mystery.", "location": 429710}
{"sentence": "Faith is nothing else than belief in the absolute reality of subjectivity.", "location": 304263}
{"sentence": "ad Gentes) there is an interesting passage.", "location": 821203}
{"sentence": "For this reason life is sacrificed to God, and it is so on extraordinary occasions; the supposition being that this is the way to show him the greatest honour.", "location": 605207}
{"sentence": "What else then does reason do than remove external disturbances, influences, and obstructions, so as to present a thing as it ought to be, to make the existence correspond to the idea; for the fundamental form is the idea of the crystal.", "location": 632237}
{"sentence": "But here this conception has not so naked, so prosaic a significance; the imagination identifies again the external God with the soul of man.", "location": 462143}
{"sentence": "That which its excluded from heaven is excluded from true Christianity.", "location": 724830}
{"sentence": "What we are unable to do alone we are able to do with others.", "location": 827569}
{"sentence": "Egoism is the God who will not let his servants come to shame.", "location": 278342}
{"sentence": "(de Veritate Fidei Chr.", "location": 673867}
{"sentence": "Unity has here the significance not of essence only, but also of existence; unity is the existential form of God.", "location": 527144}
{"sentence": "Whence, then, came the world?", "location": 128409}
{"sentence": "Mercy is the justice of sensuous life.", "location": 140781}
{"sentence": "Everything that is on this earth is in heaven, [68] all that is in Nature is in God.", "location": 240624}
{"sentence": "The Christian, the religious Providence, is quite another than that which clothes the lilies and feeds the ravens.", "location": 820597}
{"sentence": "The heart sacrifices the species to the individual, the reason sacrifices the individual to the species.", "location": 629767}
{"sentence": "What sort of kinship is intended?", "location": 504246}
{"sentence": "Ecce absolutio quæstionis: quare potius dicamus tres personas quam tres Deos, quia scil.", "location": 858426}
{"sentence": "[142] \"Quare dicitur spiritale corpus, nisi quia ad nutum spiritus serviet?", "location": 844888}
{"sentence": "The idea of Providence is the religious consciousness of man's distinction from the brutes, from Nature in general.", "location": 673551}
{"sentence": "To every religion the gods of other religious are only notions concerning God, but its own conception of God is to it God himself, the true God--God such as he is in himself.", "location": 69667}
{"sentence": "S. 242, c. I. S. 361, c. S. See also on this subject Melancthon, Loci: de Resurr.", "location": 697896}
{"sentence": "That is to say: so long as the bread remains bread, so long does the bread remain flesh; when the bread is gone, the flesh is gone.", "location": 736744}
{"sentence": "Why should not this body, which is a corporeal, but at the same time heavenly, supernatural substance, also bring forth in me corporeal and yet at the same time holy, supernatural effects?", "location": 540787}
{"sentence": "This is the mystery of Christian original sin.", "location": 711713}
{"sentence": "The justice and goodness of God are thus made dependent on the perpetuity of individuals; but without justice and goodness God is not God;--the Godhead, the existence of God, is therefore made dependent on the existence of individuals.", "location": 399225}
{"sentence": "The Christians, by the idea that God is without wants, and that he is only an object of pure adoration, have certainly done away with many pernicious conceptions.", "location": 605918}
{"sentence": "God is universal, abstract Being, simply the idea of Being; and yet he must be conceived as a personal, individual being;--or God is a person, and yet he must be regarded as God, as universal, i.e., not as a personal being.", "location": 482339}
{"sentence": "Rather, every being is in and by itself infinite--has its God, its highest conceivable being, in itself.", "location": 48752}
{"sentence": "Ex persona Heliae monachi ad parentes suos).", "location": 761565}
{"sentence": "[12]  In relation to the attributes, the predicates, of the Divine Being, this is admitted without hesitation, but by no means in relation to the subject of these predicates.", "location": 63614}
{"sentence": "[136] Thus love to God as a personal being is a literal, strict, personal, exclusive love.", "location": 387371}
{"sentence": "The idea of man being the image of God reduces itself therefore to kinship; man is like God, because he is the child of God.", "location": 507320}
{"sentence": "Chemnitius (l. c. pp.", "location": 682963}
{"sentence": "To the Christians the immortality of the reason, of the soul, was far too abstract and negative; they had at heart only a personal immortality, such as would gratify their feelings, and the guarantee of this lies in a bodily resurrection alone.", "location": 323825}
