"Title: Phaedo"
"Author: Plato"
{"sentence": "And if that which is cold were imperishable, when the warm principle came attacking the snow, must not the snow have retired whole and unmelted--for it could never have perished, nor could it have remained and admitted the heat?", "location": 205154}
{"sentence": "And we recognize also that this absolute equality has only been known, and can only be known, through the medium of sight or touch, or of some other of the senses, which are all alike in this respect?", "location": 128868}
{"sentence": "U.S. laws alone swamp our small staff.", "location": 250935}
{"sentence": "Are not these, Simmias and Cebes, the points which we have to consider?", "location": 170225}
{"sentence": "And will he who is a true lover of wisdom, and is strongly persuaded in like manner that only in the world below he can worthily enjoy her, still repine at death?", "location": 111736}
{"sentence": "Please then to do as I say, and not to refuse me.", "location": 230590}
{"sentence": "And whereas the body is liable to speedy dissolution, the soul is almost if not quite indissoluble.", "location": 9784}
{"sentence": "A sort of despair is introduced in the minds of the company.", "location": 76557}
{"sentence": "But if he is perfect, he must will that all rational beings should partake of that perfection which he himself is.", "location": 49343}
{"sentence": "If ideas were separable from phenomena, mind was also separable from matter; if the ideas were eternal, the mind that conceived them was eternal too.", "location": 62179}
{"sentence": "Did we not see equalities of material things, such as pieces of wood and stones, and gather from them the idea of an equality which is different from them?", "location": 126957}
{"sentence": "The narrative is continued; Socrates is desirous of explaining how opposite ideas may appear to co-exist but do not really co-exist in the same thing or person.", "location": 19516}
{"sentence": "To have been a benefactor to the world, whether in a higher or a lower sphere of life and thought, is a great thing: to have the reputation of being one, when men have passed out of the sphere of earthly praise or blame, is hardly worthy of consideration.", "location": 30595}
{"sentence": "Well; but let me tell you something more.", "location": 182267}
{"sentence": "We cannot suppose that the moral government of God of which we see the beginnings in the world and in ourselves will cease when we pass out of life.", "location": 51616}
{"sentence": "And shall we proceed a step further, and affirm that there is such a thing as equality, not of one piece of wood or stone with another, but that, over and above this, there is absolute equality?", "location": 126548}
{"sentence": "The evidence to the historical fact seems to be weaker than was once supposed: it is not consistent with itself, and is based upon documents which are of unknown origin.", "location": 29836}
{"sentence": "Nay, my good friend, said Socrates, let us not boast, lest some evil eye should put to flight the word which I am about to speak.", "location": 178617}
{"sentence": "I understand, he said: but I may and must ask the gods to prosper my journey from this to the other world--even so--and so be it according to my prayer.", "location": 231439}
{"sentence": "And now, he said, what did we just now call that principle which repels the even?", "location": 204611}
{"sentence": "Information about the Project Gutenberg Literary Archive Foundation  The Project Gutenberg Literary Archive Foundation is a non-profit 501(c)(3) educational corporation organized under the laws of the state of Mississippi and granted tax exempt status by the Internal Revenue Service.", "location": 248727}
{"sentence": "A man of sense ought not to say, nor will I be very confident, that the description which I have given of the soul and her mansions is exactly true.", "location": 224848}
{"sentence": "They convert feeling into reasoning, and throw a network of dialectics over that which is really a deeply-rooted instinct.", "location": 27688}
{"sentence": "Hereupon one of the company, though I do not exactly remember which of them, said: In heaven's name, is not this the direct contrary of what was admitted before--that out of the greater came the less and out of the less the greater, and that opposites were simply generated from opposites; but now this principle seems to be utterly denied.", "location": 197271}
{"sentence": "But that after death the soul will continue to exist is not yet proven even to my own satisfaction.", "location": 134418}
{"sentence": "To be sure, replied Simmias.", "location": 103195}
{"sentence": "He would like, as far as he can, to get away from the body and to turn to the soul.", "location": 104210}
{"sentence": "Then may we not say, Simmias, that if, as we are always repeating, there is an absolute beauty, and goodness, and an absolute essence of all things; and if to this, which is now discovered to have existed in our former state, we refer all our sensations, and with this compare them, finding these ideas to be pre-existent and our inborn possession--then our souls must have had a prior existence, but if not, there would be no force in the argument?", "location": 133054}
{"sentence": "The Foundation makes no representations concerning the copyright status of any work in any country other than the United States.", "location": 238346}
{"sentence": "By all means, replied Socrates; what else should I please?", "location": 136972}
{"sentence": "It may be fairly urged that the greatest religious interest of mankind could not have been wholly ignored by one who passed his life in fulfilling the commands of an oracle, and who recognized a Divine plan in man and nature.", "location": 79435}
{"sentence": "At length entering into some animal of a nature congenial to her former life of sensuality or violence, she takes the form of an ass, a wolf or a kite.", "location": 10674}
{"sentence": "For example, when the body is hot and thirsty, does not the soul incline us against drinking?", "location": 176415}
{"sentence": "There was no answer to this question; but in a minute or two a movement was heard, and the attendants uncovered him; his eyes were set, and Crito closed his eyes and mouth.", "location": 233342}
{"sentence": "And when some one breaks the lyre, or cuts and rends the strings, then he who takes this view would argue as you do, and on the same analogy, that the harmony survives and has not perished--you cannot imagine, he would say, that the lyre without the strings, and the broken strings themselves which are mortal remain, and yet that the harmony, which is of heavenly and immortal nature and kindred, has perished--perished before the mortal.", "location": 156397}
{"sentence": "But to say that I do as I do because of them, and that this is the way in which mind acts, and not from the choice of the best, is a very careless and idle mode of speaking.", "location": 187671}
{"sentence": "LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a defect in this electronic work within 90 days of receiving it, you can receive a refund of the money (if any) you paid for it by sending a written explanation to the person you received the work from.", "location": 245517}
{"sentence": "I should be far enough from imagining, he replied, that I knew the cause of any of them, by heaven I should; for I cannot satisfy myself that, when one is added to one, the one to which the addition is made becomes two, or that the two units added together make two by reason of the addition.", "location": 182784}
{"sentence": "He who has sought after the pleasures of knowledge and rejected the pleasures of the body, has reason to be of good hope at the approach of death; whose voice is already speaking to him, and who will one day be heard calling all men.", "location": 26145}
{"sentence": "Thus all objections appear to be finally silenced.", "location": 21677}
{"sentence": "You know that if there were no alternation of sleeping and waking, the tale of the sleeping Endymion would in the end have no meaning, because all other things would be asleep, too, and he would not be distinguishable from the rest.", "location": 122214}
{"sentence": "But it is better to leave them in the hands of God and to be assured that 'no evil shall touch them.'", "location": 52740}
{"sentence": "And in another state of being is the soul to be conceived of as vanishing into infinity, hardly possessing an existence which she can call her own, as in the pantheistic system of Spinoza: or as an individual informing another body and entering into new relations, but retaining her own character?", "location": 32443}
{"sentence": "On our arrival the jailer who answered the door, instead of admitting us, came out and told us to stay until he called us.", "location": 91786}
{"sentence": "And the same may be said of the immortal: if the immortal is also imperishable, then the soul will be imperishable as well as immortal; but if not, some other proof of her imperishableness will have to be given.", "location": 206491}
{"sentence": "For the body is a source of endless trouble to us by reason of the mere requirement of food; and is liable also to diseases which overtake and impede us in the search after true being: it fills us full of loves, and lusts, and fears, and fancies of all kinds, and endless foolery, and in fact, as men say, takes away from us the power of thinking at all.", "location": 107612}
{"sentence": "LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the “Right of Replacement or Refund” described in paragraph 1.F.3, the Project Gutenberg Literary Archive Foundation, the owner of the Project Gutenberg™ trademark, and any other party distributing a Project Gutenberg™ electronic work under this agreement, disclaim all liability to you for damages, costs and expenses, including legal fees.", "location": 244707}
{"sentence": "These are the sort of words, Simmias, which the true lovers of knowledge cannot help saying to one another, and thinking.", "location": 109612}
{"sentence": "And yet, he said, the number two is certainly not opposed to the number three?", "location": 200990}
{"sentence": "Compliance requirements are not uniform and it takes a considerable effort, much paperwork and many fees to meet and keep up with these requirements.", "location": 250158}
{"sentence": "What was said or done?", "location": 88831}
{"sentence": "Nor am I any longer satisfied that I understand the reason why one or anything else is either generated or destroyed or is at all, but I have in my mind some confused notion of a new method, and can never admit the other.", "location": 183599}
{"sentence": "We were informed that he died by taking poison, but no one knew anything more; for no Phliasian ever goes to Athens now, and it is a long time since any stranger from Athens has found his way hither; so that we had no clear account.", "location": 87258}
{"sentence": "Surely he will, O my friend, if he be a true philosopher.", "location": 111928}
{"sentence": "And is not the feeling discreditable?", "location": 165653}
{"sentence": "Yes, Socrates; I am convinced that there is precisely the same necessity for the one as for the other; and the argument retreats successfully to the position that the existence of the soul before birth cannot be separated from the existence of the essence of which you speak.", "location": 133674}
{"sentence": "On the last morning we assembled sooner than usual, having heard on the day before when we quitted the prison in the evening that the sacred ship had come from Delos, and so we arranged to meet very early at the accustomed place.", "location": 91556}
{"sentence": "The time has been passed by him in conversation with a select company of disciples.", "location": 1471}
{"sentence": "Do not lose heart, replied Socrates, and the day may come when you will understand.", "location": 97116}
{"sentence": "Redistribution is subject to the trademark license, especially commercial redistribution.", "location": 234955}
{"sentence": "The number five will not admit the nature of the even, any more than ten, which is the double of five, will admit the nature of the odd.", "location": 202756}
{"sentence": "Even more than the good they have need of another life; not that they may be punished, but that they may be educated.", "location": 35540}
{"sentence": "And I want to show that in all opposites there is of necessity a similar alternation; I mean to say, for example, that anything which becomes greater must become greater after being less.", "location": 118351}
{"sentence": "for they are not in us when we are born--that is admitted.", "location": 132846}
{"sentence": "In her fear of the world below she lingers about the sepulchre, loath to leave the body which she loved, a ghostly apparition, saturated with sense, and therefore visible.", "location": 10502}
{"sentence": "The perpetual sleeper (Endymion) would be no longer distinguished from the rest of mankind.", "location": 6983}
{"sentence": "Does not the divine appear to you to be that which naturally orders and rules, and the mortal to be that which is subject and servant?", "location": 141286}
{"sentence": "Enough of them: the real question is, What is the nature of that death which he desires?", "location": 4901}
{"sentence": "And yet the harmony does not survive the lyre.", "location": 12739}
{"sentence": "And this is the reason, Simmias and Cebes, why the true votaries of philosophy abstain from all fleshly lusts, and hold out against them and refuse to give themselves up to them,--not because they fear poverty or the ruin of their families, like the lovers of money, and the world in general; nor like the lovers of power and honour, because they dread the dishonour or disgrace of evil deeds.", "location": 147775}
{"sentence": "But the virtue which is made up of these goods, when they are severed from wisdom and exchanged with one another, is a shadow of virtue only, nor is there any freedom or health or truth in her; but in the true exchange there is a purging away of all these things, and temperance, and justice, and courage, and wisdom herself are the purgation of them.", "location": 114631}
{"sentence": "Often, as Plato tells us, death is accompanied 'with pleasure.'", "location": 54217}
{"sentence": "The person or entity that provided you with the defective work may elect to provide a replacement copy in lieu of a refund.", "location": 245882}
{"sentence": "Look at the matter thus:--if they have been in every way the enemies of the body, and are wanting to be alone with the soul, when this desire of theirs is granted, how inconsistent would they be if they trembled and repined, instead of rejoicing at their departure to that place where, when they arrive, they hope to gain that which in life they desired--and this was wisdom--and at the same time to be rid of the company of their enemy.", "location": 111148}
{"sentence": "having been a frequent companion of his I should say that, as far as I know him, he will never take your advice unless he is obliged.", "location": 95692}
{"sentence": "And while we may fairly translate the dialectical into the language of Hegel, and the religious and mythological into the language of Dante or Bunyan, the ethical speaks to us still in the same voice, and appeals to a common feeling.", "location": 69768}
{"sentence": "But I had not the pleasure which I usually feel in philosophical discourse (for philosophy was the theme of which we spoke).", "location": 89980}
{"sentence": "I was pleased, but in the pleasure there was also a strange admixture of pain; for I reflected that he was soon to die, and this double feeling was shared by us all; we were laughing and weeping by turns, especially the excitable Apollodorus--you know the sort of man?", "location": 90105}
{"sentence": "The parallel, as Socrates would say, is not perfect, but agrees in as far as the mind in either case is regarded as dependent on something above and beyond herself.", "location": 68153}
{"sentence": "And here let me recapitulate--for there is no harm in repetition.", "location": 202690}
{"sentence": "Of course, we hope that you will support the Project Gutenberg™ mission of promoting free access to electronic works by freely sharing Project Gutenberg™ works in compliance with the terms of this agreement for keeping the Project Gutenberg™ name associated with the work.", "location": 237446}
{"sentence": "For what can be the meaning of a truly wise man wanting to fly away and lightly leave a master who is better than himself?", "location": 99694}
{"sentence": "For harmony is not like the soul, as you suppose; but first the lyre, and the strings, and the sounds exist in a state of discord, and then harmony is made last of all, and perishes first.", "location": 171469}
{"sentence": "We are reminded too that he has retained this gentle nature amid scenes of death and violence by the contrasts which he draws between the behaviour of Socrates and of others when about to die.", "location": 75582}
{"sentence": "This is a safe and simple answer, which escapes the contradictions of greater and less (greater by reason of that which is smaller!", "location": 18825}
{"sentence": "If you are redistributing or providing access to a work with the phrase “Project Gutenberg” associated with or appearing on the work, you must comply either with the requirements of paragraphs 1.E.1 through 1.E.7 or obtain permission for the use of the work and the Project Gutenberg™ trademark as set forth in paragraphs 1.E.8 or 1.E.9.", "location": 239714}
{"sentence": "Fair is the prize, and the hope great!", "location": 224808}
{"sentence": "It is a passing thought which has no real hold on the mind.", "location": 36634}
{"sentence": "They do not like to acknowledge that this, as well as the other 'eternal ideas; of man, has a history in time, which may be traced in Greek poetry or philosophy, and also in the Hebrew Scriptures.", "location": 27491}
{"sentence": "And the manner in which he accomplishes this is by permitting evil, or rather degrees of good, which are otherwise called evil.", "location": 49585}
{"sentence": "In the fulness of life the thought of death is mostly awakened by the sight or recollection of the death of others rather than by the prospect of our own.", "location": 52168}
{"sentence": "Nor was he less perplexed with notions of comparison and number.", "location": 16047}
{"sentence": "YOU AGREE THAT THE FOUNDATION, THE TRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE LIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR INCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH DAMAGE.", "location": 245255}
{"sentence": "Is the blood the element with which we think, or the air, or the fire?", "location": 181177}
{"sentence": "They have been produced by a few minds appearing in three or four favoured nations, in a comparatively short period of time.", "location": 45248}
{"sentence": "The Phaedo is not one of the Socratic Dialogues of Plato; nor, on the other hand, can it be assigned to that later stage of the Platonic writings at which the doctrine of ideas appears to be forgotten.", "location": 79743}
{"sentence": "The same dream came to me sometimes in one form, and sometimes in another, but always saying the same or nearly the same words: 'Cultivate and make music,' said the dream.", "location": 94246}
{"sentence": "And this separation and release of the soul from the body is termed death?", "location": 110538}
{"sentence": "They are not thinking of Dante's Inferno or Paradiso, or of the Pilgrim's Progress.", "location": 42887}
{"sentence": "(Republic, and Phaedo.)", "location": 67109}
{"sentence": "And such is exactly our case: for we are dwelling in a hollow of the earth, and fancy that we are on the surface; and the air we call the heaven, in which we imagine that the stars move.", "location": 213659}
{"sentence": "Yes, he said, I agree.", "location": 191121}
{"sentence": "To deal fairly with such arguments, they should be translated as far as possible into their modern equivalents.", "location": 67138}
{"sentence": "There may yet come a time when the many may be as well off as the few; when no one will be weighed down by excessive toil; when the necessity of providing for the body will not interfere with mental improvement; when the physical frame may be strengthened and developed; and the religion of all men may become a reasonable service.", "location": 46289}
{"sentence": "There are punishments too of children when they are growing up inflicted by their parents, of elder offenders which are imposed by the law of the land, of all men at all times of life, which are attached by the laws of nature to the performance of certain actions.", "location": 44212}
{"sentence": "For if the soul exists before birth, and in coming to life and being born can be born only from death and dying, must she not after death continue to exist, since she has to be born again?--Surely the proof which you desire has been already furnished.", "location": 135480}
{"sentence": "I mean what I may illustrate by the following instance:--The knowledge of a lyre is not the same as the knowledge of a man?", "location": 125284}
{"sentence": "Hellas, he replied, is a large place, Cebes, and has many good men, and there are barbarous races not a few: seek for him among them all, far and wide, sparing neither pains nor money; for there is no better way of spending your money.", "location": 136491}
{"sentence": "The succession, or alternation of life and death, had occurred to Heracleitus.", "location": 62439}
{"sentence": "He stroked my head, and pressed the hair upon my neck--he had a way of playing with my hair; and then he said: To-morrow, Phaedo, I suppose that these fair locks of yours will be severed.", "location": 163789}
{"sentence": "For they, when they perceive that they must die, having sung all their life long, do then sing more lustily than ever, rejoicing in the thought that they are about to go away to the god whose ministers they are.", "location": 153603}
{"sentence": "Seeing then that the immortal is indestructible, must not the soul, if she is immortal, be also imperishable?", "location": 207068}
{"sentence": "Yet once more let me ask you to consider the question from another point of view, and see whether you agree with me:--There is a thing which you term heat, and another thing which you term cold?", "location": 198633}
{"sentence": "It is as repugnant to us as it was to him to imagine that our moral ideas are to be attributed only to cerebral forces.", "location": 48414}
{"sentence": "Tell me, then, what is that of which the inherence will render the body alive?", "location": 204163}
{"sentence": "Which of them will you retain?", "location": 172008}
{"sentence": "But if, after having acquired, we have not forgotten what in each case we acquired, then we must always have come into life having knowledge, and shall always continue to know as long as life lasts--for knowing is the acquiring and retaining knowledge and not forgetting.", "location": 130390}
{"sentence": "The thought, Socrates, must have occurred to your own mind that such is our conception of the soul; and that when the body is in a manner strung and held together by the elements of hot and cold, wet and dry, then the soul is the harmony or due proportionate admixture of them.", "location": 156946}
{"sentence": "As I proceeded, I found my philosopher altogether forsaking mind or any other principle of order, but having recourse to air, and ether, and water, and other eccentricities.", "location": 185879}
{"sentence": "It comes and goes; the mind, like the sky, is apt to be overclouded.", "location": 53616}
{"sentence": "Is it the principle of knowledge or of goodness, or the union of the two?", "location": 33863}
{"sentence": "Either the soul was supposed to exist in the form of a magnet, or of a particle of fire, or of light, or air, or water; or of a number or of a harmony of number; or to be or have, like the stars, a principle of motion (Arist.", "location": 61563}
{"sentence": "And now, if you please, let us return to the point of the argument at which we digressed.", "location": 136881}
{"sentence": "Special rules, set forth in the General Terms of Use part of this license, apply to copying and distributing Project Gutenberg™ electronic works to protect the PROJECT GUTENBERG™ concept and trademark.", "location": 234136}
{"sentence": "We must admit that the Divine Being, although perfect himself, has placed us in a state of life in which we may work together with him for good, but we are very far from having attained to it.", "location": 37724}
{"sentence": "Such a confusion was natural, and arose partly out of the antithesis of soul and body.", "location": 70703}
{"sentence": "However, this was the method which I adopted: I first assumed some principle which I judged to be the strongest, and then I affirmed as true whatever seemed to agree with this, whether relating to the cause or to anything else; and that which disagreed I regarded as untrue.", "location": 189723}
{"sentence": "And the soul becoming more conscious of these, becomes more conscious of her own immortality.", "location": 48784}
{"sentence": "I cannot tell, replied Simmias; but I suppose that something of the sort would be asserted by those who say that the soul is a harmony.", "location": 174627}
{"sentence": "And they are generated one from the other?", "location": 120515}
{"sentence": "--'Because several times in his life he had been warned in dreams that he should practise music; and as he was about to die and was not certain of what was meant, he wished to fulfil the admonition in the letter as well as in the spirit, by writing verses as well as by cultivating philosophy.", "location": 3080}
{"sentence": "Well, he said, you are aware that death is regarded by men in general as a great evil.", "location": 112982}
{"sentence": "Simmias, if I remember rightly, has fears and misgivings whether the soul, although a fairer and diviner thing than the body, being as she is in the form of harmony, may not perish first.", "location": 169659}
{"sentence": "Yet after all the belief in the individuality of the soul after death had but a feeble hold on the Greek mind.", "location": 63631}
{"sentence": "To be reminded of Socrates is always the greatest delight to me, whether I speak myself or hear another speak of him.", "location": 89222}
{"sentence": "If the existence of ideas is granted to him, Socrates is of opinion that he will then have no difficulty in proving the immortality of the soul.", "location": 18509}
{"sentence": "ECHECRATES: I should so like to hear about his death.", "location": 87169}
{"sentence": "But that, Simmias, as I would beg you to remark, is a mistake; any one can see that he who talks thus is talking nonsense.", "location": 159794}
{"sentence": "At a particular point the argument is described as falling before the attack of Simmias.", "location": 76468}
{"sentence": "The new teacher will show me this 'order of the best' in man and nature.", "location": 16826}
{"sentence": "The desire of recognizing a lost mother or love or friend in the world below (Phaedo) was a natural feeling which, in that age as well as in every other, has given distinctness to the hope of immortality.", "location": 62904}
{"sentence": "Pain soon overpowers the desire of life; old age, like the child, is laid to sleep almost in a moment.", "location": 54476}
{"sentence": "For I am quite ready to admit, Simmias and Cebes, that I ought to be grieved at death, if I were not persuaded in the first place that I am going to other gods who are wise and good (of which I am as certain as I can be of any such matters), and secondly (though I am not so sure of this last) to men departed, better than those whom I leave behind; and therefore I do not grieve as I might have done, for I have good hope that there is yet something remaining for the dead, and as has been said of old, some far better thing for the good than for the evil.", "location": 100272}
{"sentence": "The worst of men are objects of pity rather than of anger to the philanthropist; must they not be equally such to divine benevolence?", "location": 35406}
{"sentence": "And we, Socrates, replied Simmias, shall be charmed to listen to you.", "location": 214845}
{"sentence": "Yes, said Cebes, I think so.", "location": 182237}
{"sentence": "I cannot understand how, when separated from the other, each of them was one and not two, and now, when they are brought together, the mere juxtaposition or meeting of them should be the cause of their becoming two: neither can I understand how the division of one is the way to make two; for then a different cause would produce the same effect,--as in the former instance the addition and juxtaposition of one to one was the cause of two, in this the separation and subtraction of one from the other would be the cause.", "location": 183077}
{"sentence": "For harmony cannot possibly have any motion, or sound, or other quality which is opposed to its parts.", "location": 173372}
{"sentence": "For what idea can we form of the soul when separated from the body?", "location": 31794}
{"sentence": "Those who were present, and those who might have been expected to be present, are mentioned by name.", "location": 1695}
{"sentence": "For Plato and Aristotle are not further removed in their teaching about the immortality of the soul than they are in their theory of knowledge.", "location": 64502}
{"sentence": "But this 'power of the best' he is unable to explain; and therefore takes refuge in universal ideas.", "location": 84288}
{"sentence": "PHAEDO: You shall hear, for I was close to him on his right hand, seated on a sort of stool, and he on a couch which was a good deal higher.", "location": 163648}
{"sentence": "Those too who have been pre-eminent for holiness of life are released from this earthly prison, and go to their pure home which is above, and dwell in the purer earth; and of these, such as have duly purified themselves with philosophy live henceforth altogether without the body, in mansions fairer still which may not be described, and of which the time would fail me to tell.", "location": 224308}
{"sentence": "Yes, Simmias, replied Socrates, that is well said: and I may add that first principles, even if they appear certain, should be carefully considered; and when they are satisfactorily ascertained, then, with a sort of hesitating confidence in human reason, you may, I think, follow the course of the argument; and if that be plain and clear, there will be no need for any further enquiry.", "location": 208064}
{"sentence": "Then I will tell you, said Socrates.", "location": 180689}
{"sentence": "But only the philosopher who departs pure is permitted to enter the company of the gods.", "location": 11028}
{"sentence": "And the inhabitants dwell some on the shore of the sea of air, others in 'islets of the blest,' and they hold converse with the gods, and behold the sun, moon and stars as they truly are, and their other blessedness is of a piece with this.", "location": 23488}
{"sentence": "Then one soul not being more or less absolutely a soul than another, is not more or less harmonized?", "location": 175182}
{"sentence": "No other inference can be drawn from the previous statements.", "location": 129557}
{"sentence": "Then the idea of the even number will never arrive at three?", "location": 201906}
{"sentence": "And what is purification but the separation of the soul from the body, as I was saying before; the habit of the soul gathering and collecting herself into herself from all sides out of the body; the dwelling in her own place alone, as in another life, so also in this, as far as she can;--the release of the soul from the chains of the body?", "location": 110174}
{"sentence": "Thirdly, we may think of them as possessed by a great love of God and man, working out His will at a further stage in the heavenly pilgrimage.", "location": 57473}
{"sentence": "It is Cebes who at the commencement of the Dialogue asks why 'suicide is held to be unlawful,' and who first supplies the doctrine of recollection in confirmation of the pre-existence of the soul.", "location": 77369}
{"sentence": "And this, Cebes, is the reason why the true lovers of knowledge are temperate and brave; and not for the reason which the world gives.", "location": 151255}
{"sentence": "He would, indeed, replied Simmias.", "location": 112174}
{"sentence": "For the truth is, that the weaver aforesaid, having woven and worn many such coats, outlived several of them, and was outlived by the last; but a man is not therefore proved to be slighter and weaker than a coat.", "location": 159917}
{"sentence": "The reason is, that they are pure, and not, like our precious stones, infected or corroded by the corrupt briny elements which coagulate among us, and which breed foulness and disease both in earth and stones, as well as in animals and plants.", "location": 216276}
{"sentence": "Like children, you are haunted with a fear that when the soul leaves the body, the wind may really blow her away and scatter her; especially if a man should happen to die in a great storm and not when the sky is calm.", "location": 135814}
{"sentence": "Except for the limited right of replacement or refund set forth in paragraph 1.F.3, this work is provided to you ‘AS-IS’, WITH NO OTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.", "location": 246319}
{"sentence": "First of all there is the thought of rest and freedom from pain; they have gone home, as the common saying is, and the cares of this world touch them no more.", "location": 57020}
{"sentence": "In using this argument Plato has certainly confused the soul which has left the body, with the soul of the good and wise.", "location": 70561}
{"sentence": "In the Phaedo the soul is conscious of her divine nature, and the separation from the body which has been commenced in this life is perfected in another.", "location": 58748}
{"sentence": "No thinker has perfectly adjusted them, or been entirely consistent with himself in describing their relation to one another.", "location": 33354}
{"sentence": "), Euclid and Terpsion from Megara (compare Theaet.", "location": 2193}
{"sentence": "But you, if you are a philosopher, will certainly do as I say.", "location": 194565}
{"sentence": "Is not this true, Cebes?", "location": 144001}
{"sentence": "These precious moments, if we have ever known them, are the nearest approach which we can make to the idea of immortality.", "location": 58232}
{"sentence": "The pure souls also receive their reward, and have their abode in the upper earth, and a select few in still fairer 'mansions.'", "location": 25880}
{"sentence": "ECHECRATES: Yes, and equally of ourselves, who were not of the company, and are now listening to your recital.", "location": 194958}
{"sentence": "Simmias explains that Cebes is really referring to Socrates, whom they think too unmoved at the prospect of leaving the gods and his friends.", "location": 4261}
{"sentence": "The body and the soul seem to be inseparable, not only in fact, but in our conceptions of them; and any philosophy which too closely unites them, or too widely separates them, either in this life or in another, disturbs the balance of human nature.", "location": 33105}
{"sentence": "He would like to be freed from the dominion of bodily pleasures and of the senses, which are always perturbing his mental vision.", "location": 5079}
{"sentence": "SCENE: The Prison of Socrates.", "location": 86964}
{"sentence": "PHAEDO: I think that these were nearly all.", "location": 91035}
{"sentence": "But do you mean to take away your thoughts with you, Socrates?", "location": 100831}
{"sentence": "Still, a fear is expressed that the soul upon leaving the body may vanish away like smoke or air.", "location": 6445}
{"sentence": "If death had only been the end of all, the wicked would have had a good bargain in dying, for they would have been happily quit not only of their body, but of their own evil together with their souls.", "location": 208734}
{"sentence": "And are not we at this day seeking to discover that which Socrates in a glass darkly foresaw?", "location": 84389}
{"sentence": "And the danger of neglecting her from this point of view does indeed appear to be awful.", "location": 208645}
{"sentence": "Such was the end, Echecrates, of our friend; concerning whom I may truly say, that of all the men of his time whom I have known, he was the wisest and justest and best.", "location": 233516}
{"sentence": "Well, he said, then I should like to know whether you agree with me in the next step; for I cannot help thinking, if there be anything beautiful other than absolute beauty should there be such, that it can be beautiful only in as far as it partakes of absolute beauty--and I should say the same of everything.", "location": 190768}
{"sentence": "PHAEDO: Did you not hear of the proceedings at the trial?", "location": 87492}
{"sentence": "For if the living spring from any other things, and they too die, must not all things at last be swallowed up in death?", "location": 122817}
{"sentence": "For when Simmias was mentioning his difficulty, I quite imagined that no answer could be given to him, and therefore I was surprised at finding that his argument could not sustain the first onset of yours, and not impossibly the other, whom you call Cadmus, may share a similar fate.", "location": 178332}
{"sentence": "(Observe that Plato is preparing the way for his doctrine of the alternation of opposites.)", "location": 2711}
{"sentence": "And first of all let me be sure that I have in my mind what you were saying.", "location": 169582}
{"sentence": "At the same time he handed the cup to Socrates, who in the easiest and gentlest manner, without the least fear or change of colour or feature, looking at the man with all his eyes, Echecrates, as his manner was, took the cup and said: What do you say about making a libation out of this cup to any god?", "location": 231044}
{"sentence": "Now the whole earth is a globe placed in the centre of the heavens, and is maintained there by the perfection of balance.", "location": 22614}
{"sentence": "Though I do not mean to say that he who contemplates existence through the medium of ideas sees only through a glass darkly, any more than he who contemplates actual effects.'", "location": 18332}
{"sentence": "For forty years, he produced and distributed Project Gutenberg™ eBooks with only a loose network of volunteer support.", "location": 251453}
{"sentence": "'And if truth divine and inspired is not to be had, then let a man take the best of human notions, and upon this frail bark let him sail through life.'", "location": 12281}
{"sentence": "Some proofs of this doctrine are demanded.", "location": 7281}
{"sentence": "'Have we not found,' they will say, 'a path of thought which seems to bring us and our argument to the conclusion, that while we are in the body, and while the soul is infected with the evils of the body, our desire will not be satisfied?", "location": 107341}
{"sentence": "YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT LIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE PROVIDED IN PARAGRAPH 1.F.3.", "location": 245102}
{"sentence": "Consistency with themselves is the only test which is to be applied to them.", "location": 67032}
{"sentence": "), the 'madman' Apollodorus (Symp.", "location": 2159}
{"sentence": "I speak as I do because I want you to agree with me in thinking, not only that absolute greatness will never be great and also small, but that greatness in us or in the concrete will never admit the small or admit of being exceeded: instead of this, one of two things will happen, either the greater will fly or retire before the opposite, which is the less, or at the approach of the less has already ceased to exist; but will not, if allowing or admitting of smallness, be changed by that; even as I, having received and admitted smallness when compared with Simmias, remain just as I was, and am the same small person.", "location": 196333}
{"sentence": "It belongs rather to the intermediate period of the Platonic philosophy, which roughly corresponds to the Phaedrus, Gorgias, Republic, Theaetetus.", "location": 79945}
{"sentence": "But tell me, Cebes, said Simmias, interposing, what arguments are urged in favour of this doctrine of recollection.", "location": 123744}
{"sentence": "I sent away the women mainly in order that they might not misbehave in this way, for I have been told that a man should die in peace.", "location": 232354}
{"sentence": "That can never be, my dear Simmias and Cebes.", "location": 143137}
{"sentence": "This is the state of mind, Simmias and Cebes, in which I approach the argument.", "location": 169184}
{"sentence": "For the courage and temperance of other men, if you will consider them, are really a contradiction.", "location": 112872}
{"sentence": "At the same time, turning to Cebes, he said: Are you at all disconcerted, Cebes, at our friend's objection?", "location": 198275}
{"sentence": "Nor was I the first; for Crito, when he found himself unable to restrain his tears, had got up, and I followed; and at that moment, Apollodorus, who had been weeping all the time, broke out in a loud and passionate cry which made cowards of us all.", "location": 232029}
{"sentence": "With a sort of irony he remembers that a trifling religious duty is still unfulfilled, just as above he desires before he departs to compose a few verses in order to satisfy a scruple about a dream--unless, indeed, we suppose him to mean, that he was now restored to health, and made the customary offering to Asclepius in token of his recovery.", "location": 26951}
{"sentence": "he said; for these are the consequences which seem to follow from the assumption that the soul is a harmony?", "location": 176027}
{"sentence": "Many small donations ($1 to $5,000) are particularly important to maintaining tax exempt status with the IRS.", "location": 249907}
{"sentence": "Socrates replied: And have you, Cebes and Simmias, who are the disciples of Philolaus, never heard him speak of this?", "location": 96337}
{"sentence": "Pyriphlegethon is a stream of fire, which coils round the earth and flows into the depths of Tartarus.", "location": 24810}
{"sentence": "For we feel that the soul partakes of the ideal and invisible; and can never fall into the error of confusing the external circumstances of man with his higher self; or his origin with his nature.", "location": 48217}
{"sentence": "*** END OF THE PROJECT GUTENBERG EBOOK PHAEDO ***                 Updated editions will replace the previous one—the old editions will be renamed.", "location": 233712}
{"sentence": "What do you mean, Socrates?", "location": 211254}
{"sentence": "ECHECRATES: Yes; some one told us about the trial, and we could not understand why, having been condemned, he should have been put to death, not at the time, but long afterwards.", "location": 87551}
{"sentence": "There comes into my mind an ancient doctrine which affirms that they go from hence into the other world, and returning hither, are born again from the dead.", "location": 117432}
{"sentence": "Yes, said Cebes, beyond a doubt.", "location": 144027}
{"sentence": "And recollection is most commonly a process of recovering that which has been already forgotten through time and inattention.", "location": 125842}
{"sentence": "I do not understand you, he said.", "location": 173618}
{"sentence": "Yes; I should imagine so, said Cebes.", "location": 137661}
{"sentence": "He wants to get rid of eyes and ears, and with the light of the mind only to behold the light of truth.", "location": 5209}
{"sentence": "INDEMNITY - You agree to indemnify and hold the Foundation, the trademark owner, any agent or employee of the Foundation, anyone providing copies of Project Gutenberg™ electronic works in accordance with this agreement, and any volunteers associated with the production, promotion and distribution of Project Gutenberg™ electronic works, harmless from all liability, costs and expenses, including legal fees, that arise directly or indirectly from any of the following which you do or cause to occur: (a) distribution of this or any Project Gutenberg™ work, (b) alteration, modification, or additions or deletions to any Project Gutenberg™ work, and (c) any Defect you cause.", "location": 247079}
{"sentence": "It is easy to see that the alternation of opposites is not the same as the generation of them out of each other; and that the generation of them out of each other, which is the first argument in the Phaedo, is at variance with their mutual exclusion of each other, whether in themselves or in us, which is the last.", "location": 65014}
{"sentence": "But if, said Socrates, you are still incredulous, Simmias, I would ask you whether you may not agree with me when you look at the matter in another way;--I mean, if you are still incredulous as to whether knowledge is recollection.", "location": 124257}
{"sentence": "And he attains to the purest knowledge of them who goes to each with the mind alone, not introducing or intruding in the act of thought sight or any other sense together with reason, but with the very light of the mind in her own clearness searches into the very truth of each; he who has got rid, as far as he can, of eyes and ears and, so to speak, of the whole body, these being in his opinion distracting elements which when they infect the soul hinder her from acquiring truth and knowledge--who, if not he, is likely to attain the knowledge of true being?", "location": 106549}
{"sentence": "And they are right, Simmias, in thinking so, with the exception of the words 'they have found them out'; for they have not found out either what is the nature of that death which the true philosopher deserves, or how he deserves or desires death.", "location": 102832}
{"sentence": "For our earth, and the stones, and the entire region which surrounds us, are spoilt and corroded, as in the sea all things are corroded by the brine, neither is there any noble or perfect growth, but caverns only, and sand, and an endless slough of mud: and even the shore is not to be compared to the fairer sights of this world.", "location": 214332}
{"sentence": "For as there are misanthropists or haters of men, there are also misologists or haters of ideas, and both spring from the same cause, which is ignorance of the world.", "location": 164924}
{"sentence": "What do you mean, Socrates?", "location": 148601}
{"sentence": "Phaedo is also present, the 'beloved disciple' as he may be termed, who is described, if not 'leaning on his bosom,' as seated next to Socrates, who is playing with his hair.", "location": 76014}
{"sentence": "of generation and destruction for which he is vainly feeling.", "location": 73755}
{"sentence": "Yes, that is very likely, he replied; although in this respect arguments are unlike men--there I was led on by you to say more than I had intended; but the point of comparison was, that when a simple man who has no skill in dialectics believes an argument to be true which he afterwards imagines to be false, whether really false or not, and then another and another, he has no longer any faith left, and great disputers, as you know, come to think at last that they have grown to be the wisest of mankind; for they alone perceive the utter unsoundness and instability of all arguments, or indeed, of all things, which, like the currents in the Euripus, are going up and down in never-ceasing ebb and flow.", "location": 166605}
{"sentence": "I thought that in going to the other world he could not be without a divine call, and that he would be happy, if any man ever was, when he arrived there, and therefore I did not pity him as might have seemed natural at such an hour.", "location": 89747}
{"sentence": "This river, too, falls into Tartarus.", "location": 25095}
{"sentence": "For all progress is good relatively to the past, and yet may be comparatively evil when regarded in the light of the future.", "location": 49713}
{"sentence": "as I have certainly heard Philolaus, about whom you were just now asking, affirm when he was staying with us at Thebes: and there are others who say the same, although I have never understood what was meant by any of them.", "location": 96892}
{"sentence": "And hitherto most of us had been able to control our sorrow; but now when we saw him drinking, and saw too that he had finished the draught, we could no longer forbear, and in spite of myself my own tears were flowing fast; so that I covered my face and wept, not for him, but at the thought of my own calamity in having to part from such a friend.", "location": 231680}
{"sentence": "Socrates, who is about to die, is sensible of his own weakness; he desires to be impartial, but he cannot help feeling that he has too great an interest in the truth of the argument.", "location": 14033}
{"sentence": "Nor can we wonder that Plato in the infancy of human thought should have confused mythology and philosophy, or have mistaken verbal arguments for real ones.", "location": 33480}
{"sentence": "Yet a person may say: 'But although the odd will not become even at the approach of the even, why may not the odd perish and the even take the place of the odd?'", "location": 205926}
{"sentence": "Is not the separation and release of the soul from the body their especial study?", "location": 110716}
{"sentence": "Such is the nature of the other world; and when the dead arrive at the place to which the genius of each severally guides them, first of all, they have sentence passed upon them, as they have lived well and piously or not.", "location": 222374}
{"sentence": "Secondly, we may imagine them as they were at their best and brightest, humbly fulfilling their daily round of duties--selfless, childlike, unaffected by the world; when the eye was single and the whole body seemed to be full of light; when the mind was clear and saw into the purposes of God.", "location": 57179}
{"sentence": "And if prior to them, then prior also to the perceptions of the senses which recall them, and therefore either given before birth or at birth.", "location": 8073}
{"sentence": "Or (2) rather, because he is not his own property, but a possession of the gods, and has no right to make away with that which does not belong to him.", "location": 3910}
{"sentence": "Yes, that is very likely, Cebes; and these must be the souls, not of the good, but of the evil, which are compelled to wander about such places in payment of the penalty of their former evil way of life; and they continue to wander until through the craving after the corporeal which never leaves them, they are imprisoned finally in another body.", "location": 145921}
{"sentence": "And if we acquired this knowledge before we were born, and were born having the use of it, then we also knew before we were born and at the instant of birth not only the equal or the greater or the less, but all other ideas; for we are not speaking only of equality, but of beauty, goodness, justice, holiness, and of all which we stamp with the name of essence in the dialectical process, both when we ask and when we answer questions.", "location": 129862}
{"sentence": "Like the personality of God, the personality of man in a future state was not inseparably bound up with the reality of his existence.", "location": 63742}
{"sentence": "I thought that I had better return to the old and safe method of ideas.", "location": 18260}
{"sentence": "Project Gutenberg is a registered trademark, and may not be used if you charge for an eBook, except by following the terms of the trademark license, including paying royalties for use of the Project Gutenberg trademark.", "location": 234338}
{"sentence": "When he came out, he sat down with us again after his bath, but not much was said.", "location": 228834}
{"sentence": "For there is nothing which to my mind is so patent as that beauty, goodness, and the other notions of which you were just now speaking, have a most real and absolute existence; and I am satisfied with the proof.", "location": 133950}
{"sentence": "I cannot decide at the moment.", "location": 131738}
{"sentence": "But we who live in these hollows are deceived into the notion that we are dwelling above on the surface of the earth; which is just as if a creature who was at the bottom of the sea were to fancy that he was on the surface of the water, and that the sea was the heaven through which he saw the sun and the other stars, he having never come to the surface by reason of his feebleness and sluggishness, and having never lifted up his head and seen, nor ever heard from one who had seen, how much purer and fairer the world above is than his own.", "location": 213115}
{"sentence": "Yet once more consider the matter in another light: When the soul and the body are united, then nature orders the soul to rule and govern, and the body to obey and serve.", "location": 141034}
{"sentence": "But if so, whenever the strings of the body are unduly loosened or overstrained through disease or other injury, then the soul, though most divine, like other harmonies of music or of works of art, of course perishes at once, although the material remains of the body may last for a considerable time, until they are either decayed or burnt.", "location": 157224}
{"sentence": "Many sermons have been filled with descriptions of celestial or infernal mansions.", "location": 43262}
{"sentence": "Whence come wars, and fightings, and factions?", "location": 107967}
{"sentence": "Are there not other things which have their own name, and yet are called odd, because, although not the same as oddness, they are never without oddness?--that is what I mean to ask--whether numbers such as the number three are not of the class of odd.", "location": 199781}
{"sentence": "Of generation and destruction he knows nothing.", "location": 16443}
{"sentence": "That is a question which he refuses to entertain, for they are burying, not him, but his dead body.", "location": 26491}
{"sentence": "Earthly pleasures and pains are short in proportion as they are keen; of any others which are both intense and lasting we have no experience, and can form no idea.", "location": 41144}
{"sentence": "I think that you will discover a way of propitiating him, said Cebes; I am sure that you have put the argument with Harmonia in a manner that I could never have expected.", "location": 178161}
{"sentence": "There is another question, which will probably throw light on our present inquiry if you and I can agree about it:--Ought the philosopher to care about the pleasures--if they are to be called pleasures--of eating and drinking?", "location": 103460}
{"sentence": "On the other hand, Cebes appeared to grant that the soul was more lasting than the body, but he said that no one could know whether the soul, after having worn out many bodies, might not perish herself and leave her last body behind her; and that this is death, which is the destruction not of the body but of the soul, for in the body the work of destruction is ever going on.", "location": 169847}
{"sentence": "Then the soul is more like to the unseen, and the body to the seen?", "location": 139619}
{"sentence": "Or you may also be led to the recollection of Simmias himself?", "location": 126153}
{"sentence": "Can this, my dear Cebes, be denied?", "location": 141908}
{"sentence": "Such a conception, which in Plato himself is but half expressed, is unmeaning to us, and relative only to a particular stage in the history of thought.", "location": 65632}
{"sentence": "Then, as in the Gorgias or Republic, the curtain falls, and the veil of mythology descends upon the argument.", "location": 82354}
{"sentence": "The question, 'Whence come our abstract ideas?'", "location": 66086}
{"sentence": "When we reason about such a subject, almost at once we degenerate into nonsense.", "location": 36553}
{"sentence": "And is this always the case?", "location": 204266}
{"sentence": "And therefore Simmias is said to be great, and is also said to be small, because he is in a mean between them, exceeding the smallness of the one by his greatness, and allowing the greatness of the other to exceed his smallness.", "location": 195992}
{"sentence": "The succession of arguments is based on previous philosophies; beginning with the mysteries and the Heracleitean alternation of opposites, and proceeding to the Pythagorean harmony and transmigration; making a step by the aid of Platonic reminiscence, and a further step by the help of the nous of Anaxagoras; until at last we rest in the conviction that the soul is inseparable from the ideas, and belongs to the world of the invisible and unknown.", "location": 81904}
{"sentence": "Unless you have removed all references to Project Gutenberg:  1.E.1.", "location": 238481}
{"sentence": "The other persons of the Dialogue may be considered under two heads: (1) private friends; (2) the respondents in the argument.", "location": 74426}
{"sentence": "and what is the impression produced by them?", "location": 127989}
{"sentence": "Volunteers and financial support to provide volunteers with the assistance they need are critical to reaching Project Gutenberg™’s goals and ensuring that the Project Gutenberg™ collection will remain freely available for generations to come.", "location": 248119}
{"sentence": "But what will those who maintain the soul to be a harmony say of this presence of virtue and vice in the soul?--will they say that here is another harmony, and another discord, and that the virtuous soul is harmonized, and herself being a harmony has another harmony within her, and that the vicious soul is inharmonical and has no harmony within her?", "location": 174274}
{"sentence": "And if any one maintains that the soul, being the harmony of the elements of the body, is first to perish in that which is called death, how shall we answer him?", "location": 157566}
{"sentence": "Nor does he himself seem at all to be aware that nothing is added to human knowledge by his 'safe and simple answer,' that beauty is the cause of the beautiful; and that he is merely reasserting the Eleatic being 'divided by the Pythagorean numbers,' against the Heracleitean doctrine of perpetual generation.", "location": 66412}
{"sentence": "For after death the soul is carried away to judgment, and when she has received her punishment returns to earth in the course of ages.", "location": 22070}
{"sentence": "And in every point of view the soul is the image of divinity and immortality, and the body of the human and mortal.", "location": 9668}
{"sentence": "Socrates said: You, my good friend, who are experienced in these matters, shall give me directions how I am to proceed.", "location": 230804}
{"sentence": "And so we arrive at the conclusion that we are carrying logic too far, and that the attempt to frame the world according to a rule of divine perfection is opposed to experience and had better be given up.", "location": 37483}
{"sentence": "A fool may perhaps think so--he may argue that he had better run away from his master, not considering that his duty is to remain to the end, and not to run away from the good, and that there would be no sense in his running away.", "location": 98950}
{"sentence": "It may be said, indeed, that without bones and muscles and the other parts of the body I cannot execute my purposes.", "location": 187554}
{"sentence": "Yes, replied Socrates, and yet all men will agree that God, and the essential form of life, and the immortal in general, will never perish.", "location": 206827}
{"sentence": "The doctrine of the immortality of the soul has sunk deep into the heart of the human race; and men are apt to rebel against any examination of the nature or grounds of their belief.", "location": 27308}
{"sentence": "Rather say that we have not yet attained to soundness in ourselves, and that we must struggle manfully and do our best to gain health of mind--you and all other men having regard to the whole of your future life, and I myself in the prospect of death.", "location": 168065}
{"sentence": "PHAEDO: I have nothing at all to do, and will try to gratify your wish.", "location": 89150}
{"sentence": "He proceeded: I know nothing and can understand nothing of any other of those wise causes which are alleged; and if a person says to me that the bloom of colour, or form, or any such thing is a source of beauty, I leave all that, which is only confusing to me, and simply and singly, and perhaps foolishly, hold and am assured in my own mind that nothing makes a thing beautiful but the presence and participation of beauty in whatever way or manner obtained; for as to the manner I am uncertain, but I stoutly contend that by beauty all beautiful things become beautiful.", "location": 191145}
{"sentence": "or did he calmly meet the attack?", "location": 162972}
{"sentence": "Information about the Mission of Project Gutenberg™  Project Gutenberg™ is synonymous with the free distribution of electronic works in formats readable by the widest variety of computers including obsolete, old, middle-aged and new computers.", "location": 247767}
{"sentence": "The philosopher desires death--which the wicked world will insinuate that he also deserves: and perhaps he does, but not in any sense which they are capable of understanding.", "location": 4726}
{"sentence": "But the fear that the soul at departing may vanish into air (especially if there is a wind blowing at the time) has not yet been charmed away.", "location": 8966}
{"sentence": "The Theaetetus also describes, in a digression, the desire of the soul to fly away and be with God--'and to fly to him is to be like him.'", "location": 81254}
{"sentence": "The long experience of life will often destroy the interest which mankind have in it.", "location": 54579}
{"sentence": "And of these earthly souls the happiest are those who have practised virtue without philosophy; they are allowed to pass into gentle and social natures, such as bees and ants.", "location": 10826}
{"sentence": "In speaking of divine perfection, we mean to say that God is just and true and loving, the author of order and not of disorder, of good and not of evil.", "location": 50613}
{"sentence": "But now the holy season is over, and the disciples meet earlier than usual in order that they may converse with Socrates for the last time.", "location": 1555}
{"sentence": "PHAEDO: No; there were several of them with him.", "location": 88994}
{"sentence": "But the more lasting nature of the soul does not prove her immortality; for after having worn out many bodies in a single life, and many more in successive births and deaths, she may at last perish, or, as Socrates afterwards restates the objection, the very act of birth may be the beginning of her death, and her last body may survive her, just as the coat of an old weaver is left behind him after he is dead, although a man is more lasting than his coat.", "location": 12928}
{"sentence": "Shall we say with Aristotle, that the soul is the entelechy or form of an organized living body?", "location": 32112}
{"sentence": "Royalty         payments should be clearly marked as such and sent to the Project         Gutenberg Literary Archive Foundation at the address specified in         Section 4, “Information about donations to the Project Gutenberg         Literary Archive Foundation.”          • You provide a full refund of any money paid by a user who notifies         you in writing (or by e-mail) within 30 days of receipt that s/he         does not agree to the terms of the full Project Gutenberg™         License.", "location": 242594}
{"sentence": "Then when death attacks a man, the mortal portion of him may be supposed to die, but the immortal retires at the approach of death and is preserved safe and sound?", "location": 207196}
{"sentence": "But as I have failed either to discover myself, or to learn of any one else, the nature of the best, I will exhibit to you, if you like, what I have found to be the second best mode of enquiring into the cause.", "location": 188594}
{"sentence": "And now let us proceed, he said.", "location": 169549}
{"sentence": "Then, suppose that you analyze life and death to me in the same manner.", "location": 120406}
{"sentence": "or with Plato, that she has a life of her own?", "location": 32209}
{"sentence": "The first may be described as the aspiration of the soul after another state of being.", "location": 70068}
{"sentence": "For that which, being in equipoise, is in the centre of that which is equably diffused, will not incline any way in any degree, but will always remain in the same state and not deviate.", "location": 212193}
{"sentence": "Why do you say, enquired Cebes, that a man ought not to take his own life, but that the philosopher will be ready to follow the dying?", "location": 96201}
{"sentence": "It may only be used on or associated in any way with an electronic work by people who agree to be bound by the terms of this agreement.", "location": 236333}
{"sentence": "Of that upper earth which is under the heaven, I can tell you a charming tale, Simmias, which is well worth hearing.", "location": 214727}
{"sentence": "The manner in which this retribution is accomplished Plato represents under the figures of mythology.", "location": 71321}
{"sentence": "You would agree; would you not?", "location": 109734}
{"sentence": "That the soul is a harmony is a doctrine which has always had a wonderful attraction for me, and, when mentioned, came back to me at once, as my own original conviction.", "location": 162568}
{"sentence": "It is a great part of true religion not to pretend to know more than we do.", "location": 52548}
{"sentence": "Or if there were composition only, and no division of substances, then the chaos of Anaxagoras would come again.", "location": 122447}
{"sentence": "In the Phaedrus the immortality of the soul is supposed to rest on the conception of the soul as a principle of motion, whereas in the Republic the argument turns on the natural continuance of the soul, which, if not destroyed by her own proper evil, can hardly be destroyed by any other.", "location": 80655}
{"sentence": "The very idea of relation or comparison was embarrassing to them.", "location": 83701}
{"sentence": "And therefore he would have his friends examine and refute him, if they think that he is in error.", "location": 14216}
{"sentence": "But if not given to men in birth, it must have been given before birth--this is the only alternative which remains.", "location": 8422}
{"sentence": "Then whatever the soul possesses, to that she comes bearing life?", "location": 204322}
{"sentence": "He might be compared to a general rallying his defeated and broken army, urging them to accompany him and return to the field of argument.", "location": 163480}
{"sentence": "And some burst forth again on the opposite side, and some on the same side, and some wind round the earth with one or many folds like the coils of a serpent, and descend as far as they can, but always return and fall into the chasm.", "location": 220245}
{"sentence": "And they may be supposed to find their prisons in the same natures which they have had in their former lives.", "location": 146269}
{"sentence": "She has been gathered into herself, holding aloof from the body, and practising death all her life long, and she is now finally released from the errors and follies and passions of men, and for ever dwells in the company of the gods.", "location": 10082}
{"sentence": "And is it likely that the soul, which is invisible, in passing to the place of the true Hades, which like her is invisible, and pure, and noble, and on her way to the good and wise God, whither, if God will, my soul is also soon to go,--that the soul, I repeat, if this be her nature and origin, will be blown away and destroyed immediately on quitting the body, as the many say?", "location": 142757}
{"sentence": "For he should persevere until he has achieved one of two things: either he should discover, or be taught the truth about them; or, if this be impossible, I would have him take the best and most irrefragable of human theories, and let this be the raft upon which he sails through life--not without risk, as I admit, if he cannot find some word of God which will more surely and safely carry him.", "location": 155241}
{"sentence": "What shall I do with them?", "location": 164068}
{"sentence": "The double has another opposite, and is not strictly opposed to the odd, but nevertheless rejects the odd altogether.", "location": 202893}
{"sentence": "The true argument from analogy is not, 'This life is a mixed state of justice and injustice, of great waste, of sudden casualties, of disproportionate punishments, and therefore the like inconsistencies, irregularities, injustices are to be expected in another;' but 'This life is subject to law, and is in a state of progress, and therefore law and progress may be believed to be the governing principles of another.'", "location": 46921}
{"sentence": "And the language of the Apology and of the Crito confirms this view.", "location": 79673}
{"sentence": "All the analogies of this world would be against unmeaning punishments inflicted a hundred or a thousand years after an offence had been committed.", "location": 47340}
{"sentence": "Then now mark the point at which I am aiming:--not only do essential opposites exclude one another, but also concrete things, which, although not in themselves opposed, contain opposites; these, I say, likewise reject the idea which is opposed to that which is contained in them, and when it approaches them they either perish or withdraw.", "location": 200485}
{"sentence": "having regard not only to time but to eternity.", "location": 21834}
{"sentence": "If the second copy is also defective, you may demand a refund in writing without further opportunities to fix the problem.", "location": 246188}
{"sentence": "PHAEDO: An accident, Echecrates: the stern of the ship which the Athenians send to Delos happened to have been crowned on the day before he was tried.", "location": 87760}
{"sentence": "And in this fair region everything that grows--trees, and flowers, and fruits--are in a like degree fairer than any here; and there are hills, having stones in them in a like degree smoother, and more transparent, and fairer in colour than our highly-valued emeralds and sardonyxes and jaspers, and other gems, which are but minute fragments of them: for there all the stones are like our precious stones, and fairer still (compare Republic).", "location": 215833}
{"sentence": "Cebes has also an objection, which like Simmias he expresses in a figure.", "location": 12786}
{"sentence": "The man answered: We only prepare, Socrates, just so much as we deem enough.", "location": 231362}
{"sentence": "Certainly, replied Simmias.", "location": 110145}
{"sentence": "Then the soul is immortal?", "location": 204934}
{"sentence": "Further, the soul is often engaged in resisting the affections of the body, as Homer describes Odysseus 'rebuking his heart.'", "location": 15078}
{"sentence": "The case of the animals is our own.", "location": 37688}
{"sentence": "Socrates looked at him and said: I return your good wishes, and will do as you bid.", "location": 229505}
{"sentence": "Donations are accepted in a number of other ways including checks, online payments and credit card donations.", "location": 251064}
{"sentence": "He may argue in like manner that every soul wears out many bodies, especially if a man live many years.", "location": 160330}
{"sentence": "I dare say that the simile is not perfect--for I am very far from admitting that he who contemplates existences through the medium of thought, sees them only 'through a glass darkly,' any more than he who considers them in action and operation.", "location": 189478}
{"sentence": "And which of his friends were with him?", "location": 88854}
{"sentence": "In any way that you like; but you must get hold of me, and take care that I do not run away from you.", "location": 226743}
{"sentence": "There is a doctrine whispered in secret that man is a prisoner who has no right to open the door and run away; this is a great mystery which I do not quite understand.", "location": 97667}
{"sentence": "To draw pictures of heaven and hell, whether in the language of Scripture or any other, adds nothing to our real knowledge, but may perhaps disguise our ignorance.", "location": 43590}
{"sentence": "Suppose we consider the question whether the souls of men after death are or are not in the world below.", "location": 117327}
{"sentence": "For we do not argue merely from the analogy of the present state of this world to another, but from the analogy of a probable future to which we are tending.", "location": 44968}
{"sentence": "The rivers flowing in either direction can descend only to the centre and no further, for opposite to the rivers is a precipice.", "location": 220478}
{"sentence": "Two arguments of this ethical character occur in the Phaedo.", "location": 70007}
{"sentence": "But now those very notions appeared to him to contain a contradiction.", "location": 16251}
{"sentence": "That will do as well, he said.", "location": 164730}
{"sentence": "The dead are first of all judged according to their deeds, and those who are incurable are thrust into Tartarus, from which they never come out.", "location": 25134}
{"sentence": "Thus she seeks to live while she lives, and after death she hopes to go to her own kindred and to that which is like her, and to be freed from human ills.", "location": 151895}
{"sentence": "Living in an age when logic was beginning to mould human thought, Plato naturally cast his belief in immortality into a logical form.", "location": 64651}
{"sentence": "If an individual Project Gutenberg™ electronic work is posted with the permission of the copyright holder, your use and distribution must comply with both paragraphs 1.E.1 through 1.E.7 and any additional terms imposed by the copyright holder.", "location": 240060}
{"sentence": "had we been placed in their circumstances should we have been any better than they?", "location": 35322}
{"sentence": "Such an argument stands nearly in the same relation to Plato and his age, as the argument from the existence of God to immortality among ourselves.", "location": 67352}
{"sentence": "Do not unlink or detach or remove the full Project Gutenberg™ License terms from this work, or any files containing a part of this work or any other work associated with Project Gutenberg™.", "location": 240480}
{"sentence": "Would you not say that he is entirely concerned with the soul and not with the body?", "location": 104125}
{"sentence": "I am not very likely to persuade other men that I do not regard my present situation as a misfortune, if I cannot even persuade you that I am no worse off now than at any other time in my life.", "location": 153324}
{"sentence": "And we have already admitted that no soul is more a soul than another; which is equivalent to admitting that harmony is not more or less harmony, or more or less completely a harmony?", "location": 174764}
{"sentence": "They are persuaded, in spite of their theological nihilism, that the ideas of justice and truth and holiness and love are realities.", "location": 53101}
{"sentence": "What is generated from the living?", "location": 120565}
{"sentence": "Will he not depart with joy?", "location": 111899}
{"sentence": "), of addition and subtraction, and the other difficulties of relation.", "location": 18956}
{"sentence": "whence but from the body and the lusts of the body?", "location": 108014}
{"sentence": "The man answered: You have only to walk about until your legs are heavy, and then to lie down, and the poison will act.", "location": 230924}
{"sentence": "I know too well that these arguments from probabilities are impostors, and unless great caution is observed in the use of them, they are apt to be deceptive--in geometry, and in other things too.", "location": 172321}
{"sentence": "I have myself heard many descriptions of the earth, but I do not know, and I should very much like to know, in which of these you put faith.", "location": 211296}
{"sentence": "It is observable too that, as in the Euthydemus, Crito shows no aptitude for philosophical discussions.", "location": 75006}
{"sentence": "Is it not the separation of soul and body?", "location": 103225}
{"sentence": "Then the living, whether things or persons, Cebes, are generated from the dead?", "location": 120676}
{"sentence": "The doctrine of ideas is certainly carried beyond the Socratic point of view; in no other of the writings of Plato is the theory of them so completely developed.", "location": 78920}
{"sentence": "There is evil too inseparable from good (compare Lysis); not always punished here, as good is not always rewarded.", "location": 44725}
{"sentence": "For if what I say is true, then I do well to be persuaded of the truth, but if there be nothing after death, still, during the short time that remains, I shall not distress my friends with lamentations, and my ignorance will not last, but will die with me, and therefore no harm will be done.", "location": 168891}
{"sentence": "Is the suffering physical or mental?", "location": 40370}
{"sentence": "When we think of God and of man in his relation to God; of the imperfection of our present state and yet of the progress which is observable in the history of the world and of the human mind; of the depth and power of our moral ideas which seem to partake of the very nature of God Himself; when we consider the contrast between the physical laws to which we are subject and the higher law which raises us above them and is yet a part of them; when we reflect on our capacity of becoming the 'spectators of all time and all existence,' and of framing in our own minds the ideal of a perfect Being; when we see how the human mind in all the higher religions of the world, including Buddhism, notwithstanding some aberrations, has tended towards such a belief--we have reason to think that our destiny is different from that of animals; and though we cannot altogether shut out the childish fear that the soul upon leaving the body may 'vanish into thin air,' we have still, so far as the nature of the subject admits, a hope of immortality with which we comfort ourselves on sufficient grounds.", "location": 54900}
{"sentence": "And the worse is from the better, and the more just is from the more unjust.", "location": 118730}
{"sentence": "he could only answer by an imaginary hypothesis.", "location": 66134}
{"sentence": "Simmias is of opinion that the soul is a harmony of the body.", "location": 14442}
{"sentence": "Be quiet, then, and have patience.", "location": 232488}
{"sentence": "(Compare Republic; Charm.)", "location": 16592}
{"sentence": "And the same may be said of the immortal: if the immortal is also imperishable, the soul when attacked by death cannot perish; for the preceding argument shows that the soul will not admit of death, or ever be dead, any more than three or the odd number will admit of the even, or fire or the heat in the fire, of the cold.", "location": 205602}
{"sentence": "Title: Phaedo   Author: Plato  Translator: Benjamin Jowett  Release date: March 1, 1999 [eBook #1658]                 Most recently updated: October 29, 2008  Language: English  Credits: Produced by Sue Asscher, and David Widger   *** START OF THE PROJECT GUTENBERG EBOOK PHAEDO ***     Produced by Sue Asscher      PHAEDO  By Plato   Translated by Benjamin Jowett     INTRODUCTION.", "location": 488}
{"sentence": "Impossible, Socrates.", "location": 127408}
{"sentence": "And I thought that I had better have recourse to the world of mind and seek there the truth of existence.", "location": 189372}
{"sentence": "And is the soul seen or not seen?", "location": 139373}
{"sentence": "And do you not imagine, he said, that if there were a competition in evil, the worst would be found to be very few?", "location": 166453}
{"sentence": "He might have regarded us as fitted to minister to his service by a succession of existences,--like the animals, without attributing to each soul an incomparable value.", "location": 49174}
{"sentence": "Instead of caring about them, does he not rather despise anything more than nature needs?", "location": 103957}
{"sentence": "That is clear, he replied.", "location": 120757}
{"sentence": "And we may sometimes have to begin again and acquire the belief for ourselves; or to win it back again when it is lost.", "location": 53852}
{"sentence": "To donate, please visit: www.gutenberg.org/donate.", "location": 251174}
{"sentence": "The dream was bidding me do what I was already doing, in the same way that the competitor in a race is bidden by the spectators to run when he is already running.", "location": 94606}
{"sentence": "The fourth river goes out on the opposite side, and falls first of all into a wild and savage region, which is all of a dark-blue colour, like lapis lazuli; and this is that river which is called the Stygian river, and falls into and forms the Lake Styx, and after falling into the lake and receiving strange powers in the waters, passes under the earth, winding round in the opposite direction, and comes near the Acherusian lake from the opposite side to Pyriphlegethon.", "location": 221707}
{"sentence": "If you are outside the United States, check the laws of your country in addition to the terms of this agreement before downloading, copying, displaying, performing, distributing or creating derivative works based on this work or any other Project Gutenberg™ work.", "location": 238082}
{"sentence": "The reticence of the Greeks on public occasions and in some part of their literature respecting this 'underground' religion, is not to be taken as a measure of the diffusion of such beliefs.", "location": 60589}
{"sentence": "When he had done speaking, Crito said: And have you any commands for us, Socrates--anything to say about your children, or any other matter in which we can serve you?", "location": 226062}
{"sentence": "That, said Simmias, will be enough.", "location": 211850}
{"sentence": "The harmony must still be somewhere, and the wood and strings will decay before anything can happen to that.", "location": 156837}
{"sentence": "They may be said to have a shadow or imitation of morality, and imperfect moral claims upon the benevolence of man and upon the justice of God.", "location": 36144}
{"sentence": "And there is a swinging or see-saw in the interior of the earth which moves all this up and down, and is due to the following cause:--There is a chasm which is the vastest of them all, and pierces right through the whole earth; this is that chasm which Homer describes in the words,--       'Far off, where is the inmost depth beneath the earth;'  and which he in other places, and many other poets, have called Tartarus.", "location": 218470}
{"sentence": "Then reflect, Cebes: of all which has been said is not this the conclusion?--that the soul is in the very likeness of the divine, and immortal, and intellectual, and uniform, and indissoluble, and unchangeable; and that the body is in the very likeness of the human, and mortal, and unintellectual, and multiform, and dissoluble, and changeable.", "location": 141562}
{"sentence": "Why are they the happiest?", "location": 147333}
{"sentence": "What I mean is that men who have followed after gluttony, and wantonness, and drunkenness, and have had no thought of avoiding them, would pass into asses and animals of that sort.", "location": 146417}
{"sentence": "And there are many other examples: would you not say, for example, that three may be called by its proper name, and also be called odd, which is not the same with three?", "location": 200033}
{"sentence": "But when did our souls acquire this knowledge?--not since we were born as men?", "location": 132394}
{"sentence": "And though I have spoken many words in the endeavour to show that when I have drunk the poison I shall leave you and go to the joys of the blessed,--these words of mine, with which I was comforting you and myself, have had, as I perceive, no effect upon Crito.", "location": 227110}
{"sentence": "On the previous days we had been in the habit of assembling early in the morning at the court in which the trial took place, and which is not far from the prison.", "location": 91216}
{"sentence": "And yet what is the feeling of lovers when they recognize a lyre, or a garment, or anything else which the beloved has been in the habit of using?", "location": 125416}
{"sentence": "Never mind then, if this be your only objection, but speak and ask anything which you like, while the eleven magistrates of Athens allow.", "location": 154659}
{"sentence": "In the words of the Timaeus, he is good, and therefore he desires that all other things should be as like himself as possible.", "location": 49458}
{"sentence": "Simmias is described in the Phaedrus as fonder of an argument than any man living; and Cebes, although finally persuaded by Socrates, is said to be the most incredulous of human beings.", "location": 77183}
{"sentence": "If Pericles in the funeral oration is silent on the consolations of immortality, the poet Pindar and the tragedians on the other hand constantly assume the continued existence of the dead in an upper or under world.", "location": 60780}
{"sentence": "And what from the dead?", "location": 120612}
{"sentence": "When we heard his words we were ashamed, and refrained our tears; and he walked about until, as he said, his legs began to fail, and then he lay on his back, according to the directions, and the man who gave him the poison now and then looked at his feet and legs; and after a while he pressed his foot hard, and asked him if he could feel; and he said, No; and then his leg, and so upwards and upwards, and showed us that he was cold and stiff.", "location": 232523}
{"sentence": "If you do not charge anything for copies of this eBook, complying with the trademark license is very easy.", "location": 234558}
{"sentence": "And I rejoiced to think that I had found in Anaxagoras a teacher of the causes of existence such as I desired, and I imagined that he would tell me first whether the earth is flat or round; and whichever was true, he would proceed to explain the cause and the necessity of this being so, and then he would teach me the nature of the best and show that this was best; and if he said that the earth was in the centre, he would further explain that this position was the best, and I should be satisfied with the explanation given, and not want any other sort of cause.", "location": 184488}
{"sentence": "And those who have chosen the portion of injustice, and tyranny, and violence, will pass into wolves, or into hawks and kites;--whither else can we suppose them to go?", "location": 146671}
{"sentence": "No one who has not studied philosophy and who is not entirely pure at the time of his departure is allowed to enter the company of the Gods, but the lover of knowledge only.", "location": 147601}
{"sentence": "Quite so, he replied.", "location": 112449}
{"sentence": "Heat is a thing different from fire, and cold is not the same with snow?", "location": 198903}
{"sentence": "And how this may be, Simmias and Cebes, I will endeavour to explain.", "location": 102041}
{"sentence": "First there is Crito, who has been already introduced to us in the Euthydemus and the Crito; he is the equal in years of Socrates, and stands in quite a different relation to him from his younger disciples.", "location": 74554}
{"sentence": "and what again is that about which we have no fear?", "location": 137173}
{"sentence": "Again, upon the supposition that the soul is a harmony, why is one soul better than another?", "location": 14822}
{"sentence": "Whatever answer is given by us to these questions, there still remains the necessity of allowing the permanence of evil, if not for ever, at any rate for a time, in order that the wicked 'may not have too good a bargain.'", "location": 34274}
{"sentence": "The last ground of our belief in immortality, and the strongest, is the perfection of the divine nature.", "location": 48883}
{"sentence": "There is nothing new, he said, in what I am about to tell you; but only what I have been always and everywhere repeating in the previous discussion and on other occasions: I want to show you the nature of that cause which has occupied my thoughts.", "location": 190144}
{"sentence": "But is not the soul acknowledged to be a harmony, and has she not the same relation to the body, as the harmony--which like her is invisible--has to the lyre?", "location": 12580}
{"sentence": "Then we must have known equality previously to the time when we first saw the material equals, and reflected that all these apparent equals strive to attain absolute equality, but fall short of it?", "location": 128657}
{"sentence": "What then is to be the result?", "location": 120979}
{"sentence": "When this earthly tabernacle is dissolved, no other habitation or building can take them in: it is in the language of ideas only that we speak of them.", "location": 56867}
{"sentence": "Then bursting into tears he turned away and went out.", "location": 229450}
{"sentence": "Oceanus is the river which encircles the earth; Acheron takes an opposite direction, and after flowing under the earth through desert places, at last reaches the Acherusian lake,--this is the river at which the souls of the dead await their return to earth.", "location": 24552}
{"sentence": "Cebes is the deeper and more consecutive thinker, Simmias more superficial and rhetorical; they are distinguished in much the same manner as Adeimantus and Glaucon in the Republic.", "location": 78081}
{"sentence": "And were we not saying long ago that the soul when using the body as an instrument of perception, that is to say, when using the sense of sight or hearing or some other sense (for the meaning of perceiving through the body is perceiving through the senses)--were we not saying that the soul too is then dragged by the body into the region of the changeable, and wanders and is confused; the world spins round her, and she is like a drunkard, when she touches change?", "location": 139725}
{"sentence": "To these indistinct longings and fears an expression was given in the mysteries and Orphic poets: a 'heap of books' (Republic), passing under the names of Musaeus and Orpheus in Plato's time, were filled with notions of an under-world.", "location": 63390}
{"sentence": "﻿The Project Gutenberg eBook of Phaedo      This ebook is for the use of anyone anywhere in the United States and most other parts of the world at no cost and with almost no restrictions whatsoever.", "location": 0}
{"sentence": "Please check the Project Gutenberg web pages for current donation methods and addresses.", "location": 250975}
{"sentence": "For I deem that the true votary of philosophy is likely to be misunderstood by other men; they do not perceive that he is always pursuing death and dying; and if this be so, and he has had the desire of death all his life long, why when his time comes should he repine at that which he has been always pursuing and desiring?", "location": 102110}
{"sentence": "Most true, Socrates, answered Cebes.", "location": 151217}
{"sentence": "But this would be impossible unless our soul had been in some place before existing in the form of man; here then is another proof of the soul's immortality.", "location": 123585}
{"sentence": "I knew quite well what you would say, replied Crito; but I was obliged to satisfy him.", "location": 101717}
{"sentence": "International donations are gratefully accepted, but we cannot make any statements concerning tax treatment of donations received from outside the United States.", "location": 250773}
{"sentence": "It is clear that to our minds the risen soul can no longer be described, as in a picture, by the symbol of a creature half-bird, half-human, nor in any other form of sense.", "location": 56328}
{"sentence": "There are present also, Hermogenes, from whom Xenophon derived his information about the trial of Socrates (Mem.", "location": 2047}
{"sentence": "Other persons, Menexenus, Ctesippus, Lysis, are old friends; Evenus has been already satirized in the Apology; Aeschines and Epigenes were present at the trial; Euclid and Terpsion will reappear in the Introduction to the Theaetetus, Hermogenes has already appeared in the Cratylus.", "location": 78263}
{"sentence": "Now to him who makes this objection, we cannot answer that the odd principle is imperishable; for this has not been acknowledged, but if this had been acknowledged, there would have been no difficulty in contending that at the approach of the even the odd principle and the number three took their departure; and the same argument would have held good of fire and heat and any other thing.", "location": 206088}
{"sentence": "): 'Why Socrates, who was not a poet, while in prison had been putting Aesop into verse?'", "location": 2991}
{"sentence": "Say so, yes, replied Simmias, and swear to it, with all the confidence in life.", "location": 126761}
{"sentence": "Or two be compounded into one?", "location": 16359}
{"sentence": "I am sure, said Cebes, that I should greatly like to know your opinion about them.", "location": 116997}
{"sentence": "The tragedy of the Greeks is not 'rounded' by this life, but is deeply set in decrees of fate and mysterious workings of powers beneath the earth.", "location": 61169}
{"sentence": "We may argue for the existence of animals in a future state from the attributes of God, or from texts of Scripture ('Are not two sparrows sold for one farthing?'", "location": 36694}
{"sentence": "Some states do not allow disclaimers of certain implied warranties or the exclusion or limitation of certain types of damages.", "location": 246594}
{"sentence": "While the first notion of immortality is only in the way of natural procreation or of posthumous fame and glory, the higher revelation of beauty, like the good in the Republic, is the vision of the eternal idea.", "location": 81473}
{"sentence": "And the measure or standard must be prior to that which is measured, the idea of equality prior to the visible equals.", "location": 7954}
{"sentence": "There was a time when I thought that I understood the meaning of greater and less pretty well; and when I saw a great man standing by a little one, I fancied that one was taller than the other by a head; or one horse would appear to be greater than another horse: and still more clearly did I seem to perceive that ten is two more than eight, and that two cubits are more than one, because two is the double of one.", "location": 182309}
{"sentence": "What can I do better in the interval between this and the setting of the sun?", "location": 96753}
{"sentence": "No other proof is needed, he said; for if the immortal, being eternal, is liable to perish, then nothing is imperishable.", "location": 206704}
{"sentence": "For then, and not till then, the soul will be parted from the body and exist in herself alone.", "location": 108985}
{"sentence": "There are Simmias and Cebes (Crito), two disciples of Philolaus whom Socrates 'by his enchantments has attracted from Thebes' (Mem.", "location": 1796}
{"sentence": "Why should the mean, the weak, the idiot, the infant, the herd of men who have never in any proper sense the use of reason, reappear with blinking eyes in the light of another world?", "location": 34771}
{"sentence": "and yet, if even they are inaccurate and indistinct, what is to be said of the other senses?--for you will allow that they are the best of them?", "location": 104974}
{"sentence": "PHAEDO   PERSONS OF THE DIALOGUE:  Phaedo, who is the narrator of the dialogue to Echecrates of Phlius.", "location": 86782}
{"sentence": "Some of Crito's people accordingly led her away, crying out and beating herself.", "location": 92458}
{"sentence": "Wherefore, Simmias, seeing all these things, what ought not we to do that we may obtain virtue and wisdom in this life?", "location": 224688}
{"sentence": "Well, but there is another thing, Simmias: Is there or is there not an absolute justice?", "location": 105815}
{"sentence": "Thus the belief in the immortality of the soul rests at last on the belief in God.", "location": 51353}
{"sentence": "Moreover, if you succeed in convincing us, that will be an answer to the charge against yourself.", "location": 101003}
{"sentence": "There are a lot of things you can do with Project Gutenberg™ electronic works if you follow the terms of this agreement and help preserve free future access to Project Gutenberg™ electronic works.", "location": 236641}
{"sentence": "All these punishments are really educational; that is to say, they are not intended to retaliate on the offender, but to teach him a lesson.", "location": 44477}
{"sentence": "For the annihilation of evil at death, or the eternal duration of it, seem to involve equal difficulties in the moral government of the universe.", "location": 34496}
{"sentence": "Cebes added: Your favorite doctrine, Socrates, that knowledge is simply recollection, if true, also necessarily implies a previous time in which we have learned that which we now recollect.", "location": 123395}
{"sentence": "Socrates alone retained his calmness: What is this strange outcry?", "location": 232278}
{"sentence": "And we might say in the same way that we are more certain of the existence of God than we are of the immortality of the soul, and are led by the belief in the one to a belief in the other.", "location": 67964}
{"sentence": "Nothing particular, Crito, he replied: only, as I have always told you, take care of yourselves; that is a service which you may be ever rendering to me and mine and to all of us, whether you promise to do so or not.", "location": 226230}
{"sentence": "And if, like birds, we could fly to the surface of the air, in the same manner that fishes come to the top of the sea, then we should behold the true earth and the true heaven and the true stars.", "location": 22930}
{"sentence": "That the wisest of men should be willing to leave a service in which they are ruled by the gods who are the best of rulers, is not reasonable; for surely no wise man thinks that when set at liberty he can take better care of himself than the gods take of him.", "location": 98690}
{"sentence": "But surely there is a great confusion of the cause and condition in all this.", "location": 17540}
{"sentence": "And yet I should deem him a coward who did not prove what is said about them to the uttermost, or whose heart failed him before he had examined them on every side.", "location": 155077}
{"sentence": "If an individual Project Gutenberg™ electronic work is derived from texts not protected by U.S. copyright law (does not contain a notice indicating that it is posted with permission of the copyright holder), the work can be copied and distributed to anyone in the United States without paying any fees or charges.", "location": 239400}
{"sentence": "But, O my friend, if this is true, there is great reason to hope that, going whither I go, when I have come to the end of my journey, I shall attain that which has been the pursuit of my life.", "location": 109791}
{"sentence": "One of the company here remarked that this was inconsistent with the old assertion that opposites generated opposites.", "location": 20193}
{"sentence": "In like manner you would be afraid to say that ten exceeded eight by, and by reason of, two; but would say by, and by reason of, number; or you would say that two cubits exceed one cubit not by a half, but by magnitude?-for there is the same liability to error in all these cases.", "location": 192867}
{"sentence": "In former ages there was a customary rather than a reasoned belief in the immortality of the soul.", "location": 28570}
{"sentence": "Socrates himself has just been released from chains, and is led by this circumstance to make the natural remark that 'pleasure follows pain.'", "location": 2569}
{"sentence": "Admitting the soul to be longlived, and to have known and done much in a former state, still she is not on that account immortal; and her entrance into the human form may be a sort of disease which is the beginning of dissolution, and may at last, after the toils of life are over, end in that which is called death.", "location": 179376}
{"sentence": "Do you think that Homer wrote this under the idea that the soul is a harmony capable of being led by the affections of the body, and not rather of a nature which should lead and master them--herself a far diviner thing than any harmony?", "location": 177542}
{"sentence": "Are they not, as the poets are always telling us, inaccurate witnesses?", "location": 104902}
{"sentence": "No, Socrates, that would not become them, said Cebes.", "location": 148170}
{"sentence": "These hopes I would not have sold for a large sum of money, and I seized the books and read them as fast as I could in my eagerness to know the better and the worse.", "location": 185641}
{"sentence": "An evil God or an indifferent God might have had the power, but not the will, to preserve us.", "location": 49080}
{"sentence": "Unless indeed you suppose, Socrates, that these notions are given us at the very moment of birth; for this is the only time which remains.", "location": 132657}
{"sentence": "or is one soul in the very least degree more or less, or more or less completely, a soul than another?", "location": 173965}
{"sentence": "But the fact is, that owing to our feebleness and sluggishness we are prevented from reaching the surface of the air: for if any man could arrive at the exterior limit, or take the wings of a bird and come to the top, then like a fish who puts his head out of the water and sees this world, he would see a world beyond; and, if the nature of man could sustain the sight, he would acknowledge that this other world was the place of the true heaven and the true light and the true earth.", "location": 213846}
{"sentence": "And whether the soul enters into the body once only or many times, does not, as you say, make any difference in the fears of individuals.", "location": 179693}
{"sentence": "But what would you say of equal portions of wood and stone, or other material equals?", "location": 127903}
{"sentence": "The voice of conscience, too, was heard reminding the good man that he was not altogether innocent.", "location": 63278}
{"sentence": "There ought, replied Simmias.", "location": 171855}
{"sentence": "Socrates in answer appeals first of all to the old Orphic tradition that the souls of the dead are in the world below, and that the living come from them.", "location": 6543}
{"sentence": "Or rather, that he is justice, that he is truth, that he is love, that he is order, that he is the very progress of which we were speaking; and that wherever these qualities are present, whether in the human soul or in the order of nature, there is God.", "location": 50766}
{"sentence": "He too, like Apollodorus, takes no part in the discussion, but he loves above all things to hear and speak of Socrates after his death.", "location": 76189}
{"sentence": "Which might be like, or might be unlike them?", "location": 127677}
{"sentence": "But do you not see that this is what you imply when you say that the soul existed before she took the form and body of man, and was made up of elements which as yet had no existence?", "location": 171286}
{"sentence": "Are they equals in the same sense in which absolute equality is equal?", "location": 128034}
{"sentence": "But surely it requires a great deal of argument and many proofs to show that when the man is dead his soul yet exists, and has any force or intelligence.", "location": 116729}
{"sentence": "And he said to himself: If mind is the cause of all things, surely mind must dispose them all for the best.", "location": 16718}
{"sentence": "The soul, he replied.", "location": 204243}
{"sentence": "And when she was gone, Socrates, sitting up on the couch, bent and rubbed his leg, saying, as he was rubbing: How singular is the thing called pleasure, and how curiously related to pain, which might be thought to be the opposite of it; for they are never present to a man at the same instant, and yet he who pursues either is generally compelled to take the other; their bodies are two, but they are joined by a single head.", "location": 92539}
{"sentence": "For granting even more than you affirm to be possible, and acknowledging not only that the soul existed before birth, but also that the souls of some exist, and will continue to exist after death, and will be born and die again and again, and that there is a natural strength in the soul which will hold out and be born many times--nevertheless, we may be still inclined to think that she will weary in the labours of successive births, and may at last succumb in one of her deaths and utterly perish; and this death and dissolution of the body which brings destruction to the soul may be unknown to any of us, for no one of us can have had any experience of it: and if so, then I maintain that he who is confident about death has but a foolish confidence, unless he is able to prove that the soul is altogether immortal and imperishable.", "location": 160907}
{"sentence": "But first let us take care that we avoid a danger.", "location": 164761}
{"sentence": "And to which class is the body more alike and akin?", "location": 139275}
{"sentence": "He proceeds to state his difficulty: It has been argued that the soul is invisible and incorporeal, and therefore immortal, and prior to the body.", "location": 12433}
{"sentence": "If you received the work electronically, the person or entity providing it to you may choose to give you a second opportunity to receive the work electronically in lieu of a refund.", "location": 246006}
{"sentence": "And where shall we find a good charmer of our fears, Socrates, when you are gone?", "location": 136408}
{"sentence": "And yet how can you reconcile this seemingly true belief that God is our guardian and we his possessions, with the willingness to die which we were just now attributing to the philosopher?", "location": 98501}
{"sentence": "But now, inasmuch as the soul is manifestly immortal, there is no release or salvation from evil except the attainment of the highest virtue and wisdom.", "location": 208935}
{"sentence": "Quite true, Socrates.", "location": 130721}
{"sentence": "Or speaking more correctly, Simmias, the soul, if she is a harmony, will never have any vice; because a harmony, being absolutely a harmony, has no part in the inharmonical.", "location": 175548}
{"sentence": "PLACE OF THE NARRATION: Phlius.", "location": 86996}
{"sentence": "Will you not impart them to us?--for they are a benefit in which we too are entitled to share.", "location": 100908}
{"sentence": "Then he turned to us, and added with a smile:--I cannot make Crito believe that I am the same Socrates who have been talking and conducting the argument; he fancies that I am the other Socrates whom he will soon see, a dead body--and he asks, How shall he bury me?", "location": 226845}
{"sentence": "He soon returned and said that we might come in.", "location": 92037}
{"sentence": "And therefore I want you to be surety for me to him now, as at the trial he was surety to the judges for me: but let the promise be of another sort; for he was surety for me to the judges that I would remain, and you must be my surety to him that I shall not remain, but go away and depart; and then he will suffer less at my death, and not be grieved when he sees my body being burned or buried.", "location": 227371}
{"sentence": "And do we know the nature of this absolute essence?", "location": 126842}
{"sentence": "PHAEDO: Often, Echecrates, I have wondered at Socrates, but never more than on that occasion.", "location": 163088}
{"sentence": "This he attempts to found on a philosophical assumption that all opposites--e.g.", "location": 6698}
{"sentence": "Must we not rather assign to death some corresponding process of generation?", "location": 121102}
{"sentence": "Plato recognizes in these aspirations the foretaste of immortality; as Butler and Addison in modern times have argued, the one from the moral tendencies of mankind, the other from the progress of the soul towards perfection.", "location": 70336}
{"sentence": "And return to life, if there be such a thing, is the birth of the dead into the world of the living?", "location": 121248}
{"sentence": "But the truth is, that Plato in his argument for the immortality of the soul has collected many elements of proof or persuasion, ethical and mythological as well as dialectical, which are not easily to be reconciled with one another; and he is as much in earnest about his doctrine of retribution, which is repeated in all his more ethical writings, as about his theory of knowledge.", "location": 69384}
{"sentence": "The Dialogue must be read in the light of the situation.", "location": 72198}
{"sentence": "The Foundation’s business office is located at 809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887.", "location": 249245}
{"sentence": "There is nothing in any tragedy, ancient or modern, nothing in poetry or history (with one exception), like the last hours of Socrates in Plato.", "location": 85890}
{"sentence": "Whence, as I was saying, one of two alternatives follows:--either we had this knowledge at birth, and continued to know through life; or, after birth, those who are said to learn only remember, and learning is simply recollection.", "location": 131317}
{"sentence": "And he felt them himself, and said: When the poison reaches the heart, that will be the end.", "location": 232969}
{"sentence": "Not by man, Socrates.", "location": 139408}
{"sentence": "You must have observed this trait of character?", "location": 165595}
{"sentence": "It must be so, he replied.", "location": 176933}
{"sentence": "Whether time and space really exist when we take away the limits of them may be doubted; at any rate the thought of them when unlimited us so overwhelming to us as to lose all distinctness.", "location": 39484}
{"sentence": "• You comply with all other terms of this agreement for free         distribution of Project Gutenberg™ works.", "location": 243580}
{"sentence": "And how can such a notion of the soul as this agree with the other?", "location": 171658}
{"sentence": "But the admission of the pre-existence of ideas, and therefore of the soul, is at variance with this.", "location": 14504}
{"sentence": "Incredulous, I am not, said Simmias; but I want to have this doctrine of recollection brought to my own recollection, and, from what Cebes has said, I am beginning to recollect and be convinced; but I should still like to hear what you were going to say.", "location": 124490}
{"sentence": "Email contact links and up to date contact information can be found at the Foundation’s website and official page at www.gutenberg.org/contact  Section 4.", "location": 249355}
{"sentence": "Again, there is a power of association, which from seeing Simmias may remember Cebes, or from seeing a picture of Simmias may remember Simmias.", "location": 7513}
{"sentence": "The hour has come at which he must drink the poison, and not much remains to be done.", "location": 26380}
{"sentence": "Socrates turned to Crito and said: 'Crito, let some one take her home.'", "location": 92386}
{"sentence": "Summon me then, he said, and I will be your Iolaus until the sun goes down.", "location": 164548}
{"sentence": "These subtleties he is for leaving to wiser heads than his own; he prefers to test ideas by the consistency of their consequences, and, if asked to give an account of them, goes back to some higher idea or hypothesis which appears to him to be the best, until at last he arrives at a resting-place.", "location": 19028}
{"sentence": "We might still see him everywhere, if we had not been mistakenly seeking for him apart from us, instead of in us; away from the laws of nature, instead of in them.", "location": 51020}
{"sentence": "Soon the jailer, who was the servant of the Eleven, entered and stood by him, saying:--To you, Socrates, whom I know to be the noblest and gentlest and best of all who ever came to this place, I will not impute the angry feelings of other men, who rage and swear at me, when, in obedience to the authorities, I bid them drink the poison--indeed, I am sure that you will not be angry with me; for others, as you are aware, and not I, are to blame.", "location": 228917}
{"sentence": "and our desire is of the truth.", "location": 107580}
{"sentence": "At such a time he naturally expresses the hope of his life, that he has been a true mystic and not a mere retainer or wand-bearer: and he refers to passages of his personal history.", "location": 72676}
{"sentence": "Royalty payments must be paid         within 60 days following each date on which you prepare (or are         legally required to prepare) your periodic tax returns.", "location": 242428}
{"sentence": "And will he think much of the other ways of indulging the body, for example, the acquisition of costly raiment, or sandals, or other adornments of the body?", "location": 103800}
{"sentence": "For admitting that she may have been born elsewhere, and framed out of other elements, and was in existence before entering the human body, why after having entered in and gone out again may she not herself be destroyed and come to an end?", "location": 134699}
{"sentence": "That is true, he said.", "location": 199390}
{"sentence": "The words or figures of speech which we use are not consistent with themselves.", "location": 41308}
{"sentence": "Only this, Socrates, replied Crito:--the attendant who is to give you the poison has been telling me, and he wants me to tell you, that you are not to talk much, talking, he says, increases heat, and this is apt to interfere with the action of the poison; persons who excite themselves are sometimes obliged to take a second or even a third dose.", "location": 101238}
{"sentence": "(2) The other is a difficulty which is touched upon in the Republic as well as in the Phaedo, and is common to modern and ancient philosophy.", "location": 83934}
{"sentence": "(Compare Laws; Republic.)", "location": 18161}
{"sentence": "The Project Gutenberg Literary Archive Foundation (“the Foundation” or PGLAF), owns a compilation copyright in the collection of Project Gutenberg™ electronic works.", "location": 236869}
{"sentence": "Upon this Cebes said: I am glad, Socrates, that you have mentioned the name of Aesop.", "location": 93347}
{"sentence": "And I cannot help thinking that if Aesop had remembered them, he would have made a fable about God trying to reconcile their strife, and how, when he could not, he fastened their heads together; and this is the reason why when one comes the other follows, as I know by my own experience now, when after the pain in my leg which was caused by the chain pleasure appears to succeed.", "location": 92965}
{"sentence": "May we not suspect that we are making differences of kind, because we are unable to imagine differences of degree?--putting the whole human race into heaven or hell for the greater convenience of logical division?", "location": 40656}
{"sentence": "Then, Simmias, our souls must also have existed without bodies before they were in the form of man, and must have had intelligence.", "location": 132524}
{"sentence": "And that of which life is the inseparable attribute is by the force of the terms imperishable.", "location": 21340}
{"sentence": "And you must seek among yourselves too; for you will not find others better able to make the search.", "location": 136727}
{"sentence": "Never fear, Simmias and Cebes, that a soul which has been thus nurtured and has had these pursuits, will at her departure from the body be scattered and blown away by the winds and be nowhere and nothing.", "location": 152050}
{"sentence": "See paragraph 1.C below.", "location": 236616}
{"sentence": "In the course of my life I have often had intimations in dreams 'that I should compose music.'", "location": 94151}
{"sentence": "Certainly not, answered Simmias.", "location": 103688}
{"sentence": "Then you are not of opinion, Simmias, that all men know these things?", "location": 132226}
{"sentence": "For I could not imagine that when he spoke of mind as the disposer of them, he would give any other account of their being as they are, except that this was best; and I thought that when he had explained to me in detail the cause of each and the cause of all, he would go on to explain to me what was best for each and what was good for all.", "location": 185299}
{"sentence": "The latter, replied Cebes; they are always in a state of change.", "location": 138719}
{"sentence": "The fee is owed         to the owner of the Project Gutenberg™ trademark, but he has         agreed to donate royalties under this paragraph to the Project         Gutenberg Literary Archive Foundation.", "location": 242225}
{"sentence": "At the outset of the discussion we may clear away a confusion.", "location": 30278}
{"sentence": "(Compare a parallel difficulty in Theaet.)", "location": 14606}
{"sentence": "Many a man has been willing to go to the world below animated by the hope of seeing there an earthly love, or wife, or son, and conversing with them.", "location": 111586}
{"sentence": "You would say: I will let alone puzzles of division and addition--wiser heads than mine may answer them; inexperienced as I am, and ready to start, as the proverb says, at my own shadow, I cannot afford to give up the sure ground of a principle.", "location": 193615}
{"sentence": "Yet I too believe that the gods are our guardians, and that we are a possession of theirs.", "location": 97835}
{"sentence": "This, or something like this, I suspect to be your notion, Cebes; and I designedly recur to it in order that nothing may escape us, and that you may, if you wish, add or subtract anything.", "location": 179957}
{"sentence": "But you must first let me hear what Crito wants; he has long been wishing to say something to me.", "location": 101139}
{"sentence": "Simmias said laughingly: Though not in a laughing humour, you have made me laugh, Socrates; for I cannot help thinking that the many when they hear your words will say how truly you have described philosophers, and our people at home will likewise say that the life which philosophers desire is in reality death, and that they have found them out to be deserving of the death which they desire.", "location": 102436}
{"sentence": "For this he would substitute, as in the Republic, a system of ideas, tested, not by experience, but by their consequences, and not explained by actual causes, but by a higher, that is, a more general notion.", "location": 66824}
{"sentence": "The Foundation’s EIN or federal tax identification number is 64-6221541.", "location": 249012}
{"sentence": "That is well and truly said, Socrates, he replied.", "location": 140610}
{"sentence": "And does the soul admit of death?", "location": 204894}
{"sentence": "And we become united to him not by mystical absorption, but by partaking, whether consciously or unconsciously, of that truth and justice and love which he himself is.", "location": 51184}
{"sentence": "Very true, said Cebes, laughing gently and speaking in his native Boeotian.", "location": 97474}
{"sentence": "It was as if a person had said that Socrates is sitting here because he is made up of bones and muscles, instead of telling the true reason--that he is here because the Athenians have thought good to sentence him to death, and he has thought good to await his sentence.", "location": 17151}
{"sentence": "Those again who have committed crimes, which, although great, are not irremediable--who in a moment of anger, for example, have done violence to a father or a mother, and have repented for the remainder of their lives, or, who have taken the life of another under the like extenuating circumstances--these are plunged into Tartarus, the pains of which they are compelled to undergo for a year, but at the end of the year the wave casts them forth--mere homicides by way of Cocytus, parricides and matricides by Pyriphlegethon--and they are borne to the Acherusian lake, and there they lift up their voices and call upon the victims whom they have slain or wronged, to have pity on them, and to be kind to them, and let them come out into the lake.", "location": 223267}
{"sentence": "Those who maintain it are immediately compelled to renounce the shadow which they have grasped, as a play of words only.", "location": 69263}
{"sentence": "Having, as I am convinced, rightly accepted this conclusion, and on sufficient grounds, I must, as I suppose, cease to argue or allow others to argue that the soul is a harmony.", "location": 172768}
{"sentence": "We will do our best, said Crito: And in what way shall we bury you?", "location": 226674}
{"sentence": "The greatest changes of which we have had experience as yet are due to our increasing knowledge of history and of nature.", "location": 45126}
{"sentence": "Whereas, Simmias, the rest of the world are of opinion that to him who has no sense of pleasure and no part in bodily pleasure, life is not worth having; and that he who is indifferent about them is as good as dead.", "location": 104470}
{"sentence": "And shall we suppose nature to walk on one leg only?", "location": 121049}
{"sentence": "And has not this been our own case in the matter of equals and of absolute equality?", "location": 128559}
{"sentence": "And that by greatness only great things become great and greater greater, and by smallness the less become less?", "location": 192056}
{"sentence": "And now, as you bid me, I will venture to question you, and then I shall not have to reproach myself hereafter with not having said at the time what I think.", "location": 155636}
{"sentence": "For, said he, there are many points still open to suspicion and attack, if any one were disposed to sift the matter thoroughly.", "location": 152579}
{"sentence": "Let them regard him rather as the swan, who, having sung the praises of Apollo all his life long, sings at his death more lustily than ever.", "location": 12059}
{"sentence": "And that is what I mean by saying that, in a sense, they are made temperate through intemperance.", "location": 113936}
{"sentence": "And the fire too at the advance of the cold will either retire or perish; and when the fire is under the influence of the cold, they will not remain as before, fire and cold.", "location": 199214}
{"sentence": "Like the Oriental or Christian mystic, the philosopher is seeking to withdraw from impurities of sense, to leave the world and the things of the world, and to find his higher self.", "location": 70155}
{"sentence": "During the voyage of the sacred ship to and from Delos, which has occupied thirty days, the execution of Socrates has been deferred.", "location": 1318}
{"sentence": "PHAEDO: Of native Athenians there were, besides Apollodorus, Critobulus and his father Crito, Hermogenes, Epigenes, Aeschines, Antisthenes; likewise Ctesippus of the deme of Paeania, Menexenus, and some others; Plato, if I am not mistaken, was ill.  ECHECRATES: Were there any strangers?", "location": 90502}
{"sentence": "True, Cebes, said Socrates; and shall I suggest that we converse a little of the probabilities of these things?", "location": 116884}
{"sentence": "And does not the nature of every harmony depend upon the manner in which the elements are harmonized?", "location": 173515}
{"sentence": "No indeed, he replied; and therefore they who have any care of their own souls, and do not merely live moulding and fashioning the body, say farewell to all this; they will not walk in the ways of the blind: and when philosophy offers them purification and release from evil, they feel that they ought not to resist her influence, and whither she leads they turn and follow.", "location": 148225}
{"sentence": "When I was young, Cebes, I had a prodigious desire to know that department of philosophy which is called the investigation of nature; to know the causes of things, and why a thing is and is created or destroyed appeared to me to be a lofty profession; and I was always agitating myself with the consideration of questions such as these:--Is the growth of animals the result of some decay which the hot and cold principle contracts, as some have said?", "location": 180726}
{"sentence": "There are some other questions which are disturbing to us because we have no answer to them.", "location": 35792}
{"sentence": "And is the soul in agreement with the affections of the body?", "location": 176320}
{"sentence": "And is death the assertion of this individuality in the higher nature, and the falling away into nothingness of the lower?", "location": 32913}
{"sentence": "ECHECRATES: Who were present?", "location": 90471}
{"sentence": "Once more, he said, what ruler is there of the elements of human nature other than the soul, and especially the wise soul?", "location": 176157}
{"sentence": "Then three has no part in the even?", "location": 201973}
{"sentence": "Yet he would not die without the customary ceremonies of washing and burial.", "location": 26701}
{"sentence": "I am convinced, Socrates, said Cebes, and have nothing more to object; but if my friend Simmias, or any one else, has any further objection to make, he had better speak out, and not keep silence, since I do not know to what other season he can defer the discussion, if there is anything which he wants to say or to have said.", "location": 207487}
{"sentence": "Are not all things which have opposites generated out of their opposites?", "location": 118143}
{"sentence": "At length he said: You are raising a tremendous question, Cebes, involving the whole nature of generation and corruption, about which, if you like, I will give you my own experience; and if anything which I say is likely to avail towards the solution of your difficulty you may make use of it.", "location": 180326}
{"sentence": "And he who would prove the immortality of the soul, must prove not only that the soul outlives one or many bodies, but that she outlives them all.", "location": 13387}
{"sentence": "And if they prevail, then they are let out and their sufferings cease: if not, they are borne unceasingly into Tartarus and back again, until they at last obtain mercy.", "location": 25711}
{"sentence": "Yes, abundantly proven, Socrates, he replied.", "location": 205020}
{"sentence": "None of them know how much stronger than any Atlas is the power of the best.", "location": 17737}
{"sentence": "And what is that process?", "location": 121204}
{"sentence": "Our earth is everywhere corrupted and corroded; and even the land which is fairer than the sea, for that is a mere chaos or waste of water and mud and sand, has nothing to show in comparison of the other world.", "location": 23126}
{"sentence": "I suppose that you wonder why, when other things which are evil may be good at certain times and to certain persons, death is to be the only exception, and why, when a man is better dead, he is not permitted to be his own benefactor, but must wait for the hand of another.", "location": 97200}
{"sentence": "And which alternative, Simmias, do you prefer?", "location": 131585}
{"sentence": "Where are the actions worthy of rewards greater than those which are conferred on the greatest benefactors of mankind?", "location": 41697}
{"sentence": "Again, the soul commands, the body serves: in this respect too the soul is akin to the divine, and the body to the mortal.", "location": 9545}
{"sentence": "Heaven and hell are not realities to them, but words or ideas; the outward symbols of some great mystery, they hardly know what.", "location": 42971}
{"sentence": "But because they are sacred to Apollo, they have the gift of prophecy, and anticipate the good things of another world, wherefore they sing and rejoice in that day more than they ever did before.", "location": 154196}
{"sentence": "Then he heard some one reading out of a book of Anaxagoras, that mind is the cause of all things.", "location": 16620}
{"sentence": "less, greater; weaker, stronger; sleeping, waking; life, death--are generated out of each other.", "location": 6779}
{"sentence": "The wise soul is conscious of her situation, and follows the attendant angel who guides her through the windings of the world below; but the impure soul wanders hither and thither without companion or guide, and is carried at last to her own place, as the pure soul is also carried away to hers.", "location": 22205}
{"sentence": "I would therefore rather not rely on the argument from superior strength to prove the continued existence of the soul after death.", "location": 160776}
{"sentence": "General Information About Project Gutenberg™ electronic works  Professor Michael S. Hart was the originator of the Project Gutenberg™ concept of a library of electronic works that could be freely shared with anyone.", "location": 251237}
{"sentence": "And there is one huge chasm or opening called Tartarus, into which streams of fire and water and liquid mud are ever flowing; of these small portions find their way to the surface and form seas and rivers and volcanoes.", "location": 23902}
{"sentence": "since I have been in prison he has been always coming to me, and is as good as could be to me.'", "location": 75486}
{"sentence": "Such are those thick and gloomy shadows damp      Oft seen in charnel vaults and sepulchres,      Lingering, and sitting by a new made grave,      As loath to leave the body that it lov'd,      And linked itself by carnal sensuality      To a degenerate and degraded state.')", "location": 145612}
{"sentence": "Beginning in mystery, Socrates, in the intermediate part of the Dialogue, attempts to bring the doctrine of a future life into connection with his theory of knowledge.", "location": 58902}
{"sentence": "The two principal interlocutors are Simmias and Cebes, the disciples of Philolaus the Pythagorean philosopher of Thebes.", "location": 77062}
{"sentence": "For there are philosophers among ourselves who do not seem to understand how much stronger is the power of intelligence, or of the best, than of Atlas, or mechanical force.", "location": 86357}
{"sentence": "Socrates is not prepared to insist on the literal accuracy of this description, but he is confident that something of the kind is true.", "location": 26009}
{"sentence": "Again, we often talk about the origin of evil, that great bugbear of theologians, by which they frighten us into believing any superstition.", "location": 36956}
{"sentence": "And we, like the companions of Socrates, may feel discouraged at hearing our favourite 'argument from analogy' thus summarily disposed of.", "location": 47939}
{"sentence": "'If the ideas of men are eternal, their souls are eternal, and if not the ideas, then not the souls.'", "location": 67250}
{"sentence": "Now the relation of the body to the soul may be expressed in a similar figure; and any one may very fairly say in like manner that the soul is lasting, and the body weak and shortlived in comparison.", "location": 160130}
{"sentence": "How far the words attributed to Socrates were actually uttered by him we forbear to ask; for no answer can be given to this question.", "location": 86530}
{"sentence": "Why then should he repine when the hour of separation arrives?", "location": 5475}
{"sentence": "Or more correctly: 'The existence of right and truth is the existence of God, and can never for a moment be separated from Him.'", "location": 68519}
{"sentence": "Why should the wicked suffer any more than ourselves?", "location": 35268}
{"sentence": "Thus, we do not necessarily keep eBooks in compliance with any particular paper edition.", "location": 251756}
{"sentence": "I am not very sure at the moment that I remember them.", "location": 123860}
{"sentence": "The place of the Dialogue in the series is doubtful.", "location": 78867}
{"sentence": "The naked eye might as well try to see the furthest star in the infinity of heaven.", "location": 39400}
{"sentence": "Nothing therefore, either in the present state of man or in the tendencies of the future, as far as we can entertain conjecture of them, would lead us to suppose that God governs us vindictively in this world, and therefore we have no reason to infer that he will govern us vindictively in another.", "location": 46622}
{"sentence": "And if Phaedo exceeds him in size, this is not because Phaedo is Phaedo, but because Phaedo has greatness relatively to Simmias, who is comparatively smaller?", "location": 195817}
{"sentence": "Such is the nature of the whole earth, and of the things which are around the earth; and there are divers regions in the hollows on the face of the globe everywhere, some of them deeper and more extended than that which we inhabit, others deeper but with a narrower opening than ours, and some are shallower and also wider.", "location": 217623}
{"sentence": "Others when they quit this world are comforted with the hope 'That they will see and know their friends in heaven.'", "location": 52624}
{"sentence": "Why, if he is dead while he lives, should he fear that other death, through which alone he can behold wisdom in her purity?", "location": 5538}
{"sentence": "Then, said Socrates, let him mind his business and be prepared to give the poison twice or even thrice if necessary; that is all.", "location": 101586}
{"sentence": "Socrates answers this objection by recalling the previous argument, in which he had shown that the living come from the dead.", "location": 8840}
{"sentence": "And do not courageous men face death because they are afraid of yet greater evils?", "location": 113091}
{"sentence": "The truest conception which we can form of a future life is a state of progress or education--a progress from evil to good, from ignorance to knowledge.", "location": 43754}
{"sentence": "Now I will ask you to consider whether the objection, which, like Simmias, I will express in a figure, is of any weight.", "location": 159130}
{"sentence": "I think, said Simmias, that Cebes is satisfied: although he is the most incredulous of mortals, yet I believe that he is sufficiently convinced of the existence of the soul before birth.", "location": 134231}
{"sentence": "But besides differences of theological opinion which must ever prevail about things unseen, the hope of immortality is weaker or stronger in men at one time of life than at another; it even varies from day to day.", "location": 53402}
{"sentence": "Most persons when the last hour comes are resigned to the order of nature and the will of God.", "location": 42792}
{"sentence": "But there the whole earth is made up of them, and they are brighter far and clearer than ours; there is a purple of wonderful lustre, also the radiance of gold, and the white which is in the earth is whiter than any chalk or snow.", "location": 215225}
{"sentence": "So in my own case, I was afraid that my soul might be blinded altogether if I looked at things with my eyes or tried to apprehend them by the help of the senses.", "location": 189210}
{"sentence": "But, said Cebes, as far as I see at present, I have nothing to add or subtract: I mean what you say that I mean.", "location": 180147}
{"sentence": "As then infinite time, or an existence out of time, which are the only possible explanations of eternal duration, are equally inconceivable to us, let us substitute for them a hundred or a thousand years after death, and ask not what will be our employment in eternity, but what will happen to us in that definite portion of time; or what is now happening to those who passed out of life a hundred or a thousand years ago.", "location": 39770}
{"sentence": "'If God exists, then the soul exists after death; and if there is no God, there is no existence of the soul after death.'", "location": 67500}
{"sentence": "And if they prevail, then they come forth and cease from their troubles; but if not, they are carried back again into Tartarus and from thence into the rivers unceasingly, until they obtain mercy from those whom they have wronged: for that is the sentence inflicted upon them by their judges.", "location": 224015}
{"sentence": "And what did you think, he said, of that part of the argument in which we said that knowledge was recollection, and hence inferred that the soul must have previously existed somewhere else before she was enclosed in the body?", "location": 170468}
{"sentence": "What you say is most true, said Simmias and Cebes, both speaking at once.", "location": 194629}
{"sentence": "After an interval of some months or years, and at Phlius, a town of Peloponnesus, the tale of the last hours of Socrates is narrated to Echecrates and other Phliasians by Phaedo the 'beloved disciple.'", "location": 872}
{"sentence": "Would that they could, Socrates, but I rather fear that to-morrow, at this time, there will no longer be any one alive who is able to give an account of them such as ought to be given.", "location": 132040}
{"sentence": "Any power which in arranging them as they are arranges them for the best never enters into their minds; and instead of finding any superior strength in it, they rather expect to discover another Atlas of the world who is stronger and more everlasting and more containing than the good;--of the obligatory and containing power of the good they think nothing; and yet this is the principle which I would fain learn if any one would teach me.", "location": 188154}
{"sentence": "He is the same that he ever was, but milder and gentler, and he has in no degree lost his interest in dialectics; he will not forego the delight of an argument in compliance with the jailer's intimation that he should not heat himself with talking.", "location": 72427}
{"sentence": "These rivers are many and mighty, and there are four principal ones, Oceanus, Acheron, Pyriphlegethon, and Cocytus.", "location": 24436}
{"sentence": "Yes, he said, in a very great measure too.", "location": 128167}
{"sentence": "The first difference is the effect of a few thousand, the second of a few hundred years.", "location": 46002}
{"sentence": "I think such an opinion to be exceedingly probable.", "location": 146618}
{"sentence": "But are they the same as fire and snow?", "location": 198841}
{"sentence": "What answer can be made to the old commonplace, 'Is not God the author of evil, if he knowingly permitted, but could have prevented it?'", "location": 37097}
{"sentence": "I will try to make this clearer by an example:--The odd number is always called by the name of odd?", "location": 199620}
{"sentence": "And, as I was saying at first, there would be a ridiculous contradiction in men studying to live as nearly as they can in a state of death, and yet repining when it comes upon them.", "location": 110814}
{"sentence": "The doctrine of reminiscence is also a fragment of a former world, which has no place in the philosophy of modern times.", "location": 65784}
{"sentence": "In this present life, I reckon that we make the nearest approach to knowledge when we have the least possible intercourse or communion with the body, and are not surfeited with the bodily nature, but keep ourselves pure until the hour when God himself is pleased to release us.", "location": 109080}
{"sentence": "Is not death opposed to life?", "location": 120478}
{"sentence": "My feeling is that the argument is where it was, and open to the same objections which were urged before; for I am ready to admit that the existence of the soul before entering into the bodily form has been very ingeniously, and, if I may say so, quite sufficiently proven; but the existence of the soul after death is still, in my judgment, unproven.", "location": 158324}
{"sentence": "The mass of mankind went on their way busy with the affairs of this life, hardly stopping to think about another.", "location": 28950}
{"sentence": "For the impure are not permitted to approach the pure.", "location": 109557}
{"sentence": "They could neither explain the relation of ideas to phenomena, nor their correlation to one another.", "location": 83600}
{"sentence": "And on this oddness, of which the number three has the impress, the opposite idea will never intrude?", "location": 201698}
{"sentence": "Then, Cebes, beyond question, the soul is immortal and imperishable, and our souls will truly exist in another world!", "location": 207368}
{"sentence": "I should very much like, said Cebes, to hear what you have to say.", "location": 180621}
{"sentence": "(But compare Republic.)", "location": 122937}
{"sentence": "And does the worship of God consist only of praise, or of many forms of service?", "location": 40407}
{"sentence": "Then these (so-called) equals are not the same with the idea of equality?", "location": 127431}
{"sentence": "But if it be true, then is not the body liable to speedy dissolution?", "location": 141957}
{"sentence": "The return of Xanthippe and his children indicates that the philosopher is not 'made of oak or rock.'", "location": 73047}
{"sentence": "But philosophy has spoken to him, and he has heard her voice; she has gently entreated him, and brought him out of the 'miry clay,' and purged away the mists of passion and the illusions of sense which envelope him; his soul has escaped from the influence of pleasures and pains, which are like nails fastening her to the body.", "location": 11340}
{"sentence": "I might compare him to a person who began by maintaining generally that mind is the cause of the actions of Socrates, but who, when he endeavoured to explain the causes of my several actions in detail, went on to show that I sit here because my body is made up of bones and muscles; and the bones, as he would say, are hard and have joints which divide them, and the muscles are elastic, and they cover the bones, which have also a covering or environment of flesh and skin which contains them; and as the bones are lifted at their joints by the contraction or relaxation of the muscles, I am able to bend my limbs, and this is why I am sitting here in a curved posture--that is what he would say, and he would have a similar explanation of my talking to you, which he would attribute to sound, and air, and hearing, and he would assign ten thousand other causes of the same sort, forgetting to mention the true cause, which is, that the Athenians have thought fit to condemn me, and accordingly I have thought it better and more right to remain here and undergo my sentence; for I am inclined to think that these muscles and bones of mine would have gone off long ago to Megara or Boeotia--by the dog they would, if they had been moved only by their own idea of what was best, and if I had not chosen the better and nobler part, instead of playing truant and running away, of enduring any punishment which the state inflicts.", "location": 186053}
{"sentence": "And the difference between him and me at the present moment is merely this--that whereas he seeks to convince his hearers that what he says is true, I am rather seeking to convince myself; to convince my hearers is a secondary matter with me.", "location": 168600}
{"sentence": "He proceeded: And did you deny the force of the whole preceding argument, or of a part only?", "location": 170343}
{"sentence": "Nor again will parts in the ratio 3:2, nor any fraction in which there is a half, nor again in which there is a third, admit the notion of the whole, although they are not opposed to the whole: You will agree?", "location": 203011}
{"sentence": "and when the body is hungry, against eating?", "location": 176509}
{"sentence": "Or did the authorities forbid them to be present--so that he had no friends near him when he died?", "location": 88894}
{"sentence": "And therefore I go on my way rejoicing, and not I only, but every other man who believes that his mind has been made ready and that he is in a manner purified.", "location": 109984}
{"sentence": "PHAEDO: He was quite beside himself; and I and all of us were greatly moved.", "location": 90393}
{"sentence": "PHAEDO: It is the ship in which, according to Athenian tradition, Theseus went to Crete when he took with him the fourteen youths, and was the saviour of them and of himself.", "location": 87944}
{"sentence": "You may charge a reasonable fee for copies of or providing access to or distributing Project Gutenberg™ electronic works provided that:      • You pay a royalty fee of 20% of the gross profits you derive from         the use of Project Gutenberg™ works calculated using the method         you already use to calculate your applicable taxes.", "location": 241884}
{"sentence": "It is really weakest in the hour of death.", "location": 53972}
{"sentence": "The debt shall be paid, said Crito; is there anything else?", "location": 233282}
{"sentence": "Be of good cheer, then, my dear Crito, and say that you are burying my body only, and do with that whatever is usual, and what you think best.", "location": 227994}
{"sentence": "And to the odd is opposed the even?", "location": 201862}
{"sentence": "Yes, he said, I quite understand you.", "location": 204124}
{"sentence": "I wonder that they cannot distinguish the cause from the condition, which the many, feeling about in the dark, are always mistaking and misnaming.", "location": 187845}
{"sentence": "And yet from these equals, although differing from the idea of equality, you conceived and attained that idea?", "location": 127544}
{"sentence": "No indeed, replied Cebes, not very well.", "location": 190102}
{"sentence": "For then we were speaking of opposites in the concrete, and now of the essential opposite which, as is affirmed, neither in us nor in nature can ever be at variance with itself: then, my friend, we were speaking of things in which opposites are inherent and which are called after them, but now about the opposites which are inherent in them and which give their name to them; and these essential opposites will never, as we maintain, admit of generation into or out of one another.", "location": 197792}
{"sentence": "The value of a human soul, like the value of a man's life to himself, is inestimable, and cannot be reckoned in earthly or material things.", "location": 48534}
{"sentence": "Again, the number three excludes the number four, because three is an odd number and four is an even number, and the odd is opposed to the even.", "location": 20860}
{"sentence": "He is willing to admit that the soul is more lasting than the body.", "location": 12860}
{"sentence": "ECHECRATES: What followed?", "location": 163620}
{"sentence": "Socrates said: Let the voice of the charmer be applied daily until you have charmed away the fear.", "location": 136308}
{"sentence": "The Ionian and Pythagorean philosophies arose, and some new elements were added to the popular belief.", "location": 61399}
{"sentence": "So deeply rooted in Plato's mind is the belief in immortality; so various are the forms of expression which he employs.", "location": 81685}
{"sentence": "Doubtless he felt that it was easier to improve than to invent, and that in religion especially the traditional form was required in order to give verisimilitude to the myth.", "location": 71423}
{"sentence": "Do you agree in this notion of the cause?", "location": 191078}
{"sentence": "I mean, he replied, as you might say of the very large and very small, that nothing is more uncommon than a very large or very small man; and this applies generally to all extremes, whether of great and small, or swift and slow, or fair and foul, or black and white: and whether the instances you select be men or dogs or anything else, few are the extremes, but many are in the mean between them.", "location": 166004}
{"sentence": "The mention of Plato's own absence seems like an expression of sorrow, and may, perhaps, be an indication that the report of the conversation is not to be taken literally.", "location": 78694}
{"sentence": ": 'Many are called but few are chosen.')", "location": 6210}
{"sentence": "And what is now your notion of such matters?", "location": 182726}
{"sentence": "If you received the work on a physical medium, you must return the medium with your written explanation.", "location": 245777}
{"sentence": "Difficulties of two kinds occur in the Phaedo--one kind to be explained out of contemporary philosophy, the other not admitting of an entire solution.", "location": 82901}
{"sentence": "He added, laughing, I am speaking like a book, but I believe that what I am saying is true.", "location": 196221}
{"sentence": "But I still feel and cannot help feeling uncertain in my own mind, when I think of the greatness of the subject and the feebleness of man.", "location": 207924}
{"sentence": "For when I consider the matter, either alone or with Cebes, the argument does certainly appear to me, Socrates, to be not sufficient.", "location": 155794}
{"sentence": "I will do my best, replied Socrates.", "location": 101102}
{"sentence": "For it reminds me of a question which has been asked by many, and was asked of me only the day before yesterday by Evenus the poet--he will be sure to ask it again, and therefore if you would like me to have an answer ready for him, you may as well tell me what I should say to him:--he wanted to know why you, who never before wrote a line of poetry, now that you are in prison are turning Aesop's fables into verse, and also composing that hymn in honour of Apollo.", "location": 93433}
{"sentence": "Certainly, replied Cebes.", "location": 98238}
{"sentence": "Tell this to Evenus; and say that I would have him follow me in death.'", "location": 3374}
{"sentence": "And is not all true virtue the companion of wisdom, no matter what fears or pleasures or other similar goods or evils may or may not attend her?", "location": 114486}
{"sentence": "Or did you ever reach them with any other bodily sense?--and I speak not of these alone, but of absolute greatness, and health, and strength, and of the essence or true nature of everything.", "location": 106050}
{"sentence": "ECHECRATES: There I feel with you--by heaven I do, Phaedo, and when you were speaking, I was beginning to ask myself the same question: What argument can I ever trust again?", "location": 162292}
{"sentence": "Then the inference is that our souls exist in the world below?", "location": 120785}
{"sentence": "Creating the works from print editions not protected by U.S. copyright law means that no one owns a United States copyright in these works, so the Foundation (and you!)", "location": 233860}
{"sentence": "Yes, Socrates, as far as the argument is concerned, one of them is the same as the other.", "location": 129070}
{"sentence": "Now my objection is not the same as that of Simmias; for I am not disposed to deny that the soul is stronger and more lasting than the body, being of opinion that in all such respects the soul very far excels the body.", "location": 158676}
{"sentence": "Of a part only, they replied.", "location": 170437}
{"sentence": "Then all but the philosophers are courageous only from fear, and because they are afraid; and yet that a man should be courageous from fear, and because he is a coward, is surely a strange thing.", "location": 113196}
{"sentence": "), Crito the aged friend, the attendant of the prison, who is as good as a friend--these take part in the conversation.", "location": 1927}
{"sentence": "And the intense interest of the company is communicated not only to the first auditors, but to us who in a distant country read the narrative of their emotions after more than two thousand years have passed away.", "location": 76848}
{"sentence": "It is a melancholy reflection that arguments, like men, are apt to be deceivers; and those who have been often deceived become distrustful both of arguments and of friends.", "location": 13693}
{"sentence": "The soul of man in the Timaeus is derived from the Supreme Creator, and either returns after death to her kindred star, or descends into the lower life of an animal.", "location": 80944}
{"sentence": "PHAEDO: Certainly, Echecrates; and such was the feeling of the whole company at the time.", "location": 194867}
{"sentence": "and from the picture of Simmias, you may be led to remember Cebes?", "location": 126078}
{"sentence": "Could he have written this under the idea that the soul is a harmony of the body?", "location": 15204}
{"sentence": "And in this universal opposition of all things, are there not also two intermediate processes which are ever going on, from one to the other opposite, and back again; where there is a greater and a less there is also an intermediate process of increase and diminution, and that which grows is said to wax, and that which decays to wane?", "location": 118932}
{"sentence": "Perhaps the extreme elevation of Socrates above his own situation, and the ordinary interests of life (compare his jeu d'esprit about his burial, in which for a moment he puts on the 'Silenus mask'), create in the mind of the reader an impression stronger than could be derived from arguments that such a one has in him 'a principle which does not admit of death.'", "location": 74060}
{"sentence": "In this respect, replied Simmias:--Suppose a person to use the same argument about harmony and the lyre--might he not say that harmony is a thing invisible, incorporeal, perfect, divine, existing in the lyre which is harmonized, but that the lyre and the strings are matter and material, composite, earthy, and akin to mortality?", "location": 156067}
{"sentence": "For I could hardly believe that I was present at the death of a friend, and therefore I did not pity him, Echecrates; he died so fearlessly, and his words and bearing were so noble and gracious, that to me he appeared blessed.", "location": 89520}
{"sentence": "Cebes said: You may proceed at once with the proof, for I grant you this.", "location": 190693}
{"sentence": "No inference can fairly be drawn from the absence of Aristippus, nor from the omission of Xenophon, who at the time of Socrates' death was in Asia.", "location": 78546}
{"sentence": "It is well also that we should sometimes think of the forms of thought under which the idea of immortality is most naturally presented to us.", "location": 56186}
{"sentence": "In like manner any one who sees Simmias may remember Cebes; and there are endless examples of the same thing.", "location": 125696}
{"sentence": "Do we imagine that the wicked are suffering torments, or that the good are singing the praises of God, during a period longer than that of a whole life, or of ten lives of men?", "location": 40193}
{"sentence": "What is that pain which does not become deadened after a thousand years?", "location": 40986}
{"sentence": "I feel myself, (and I daresay that you have the same feeling), how hard or rather impossible is the attainment of any certainty about questions such as these in the present life.", "location": 154898}
{"sentence": "Those who have committed crimes, great indeed, but not unpardonable, are thrust into Tartarus, but are cast forth at the end of a year by way of Pyriphlegethon or Cocytus, and these carry them as far as the Acherusian lake, where they call upon their victims to let them come out of the rivers into the lake.", "location": 25402}
{"sentence": "But the heavenly earth is of divers colours, sparkling with jewels brighter than gold and whiter than any snow, having flowers and fruits innumerable.", "location": 23337}
{"sentence": "Contributions to the Project Gutenberg Literary Archive Foundation are tax deductible to the full extent permitted by U.S. federal laws and your state’s laws.", "location": 249085}
{"sentence": "For example; Will not the number three endure annihilation or anything sooner than be converted into an even number, while remaining three?", "location": 200825}
{"sentence": "Their charm is their simplicity, which gives them verisimilitude; and yet they touch, as if incidentally, and because they were suitable to the occasion, on some of the deepest truths of philosophy.", "location": 85691}
{"sentence": "They must be always the same, Socrates, replied Cebes.", "location": 138293}
{"sentence": "Then if a person were to remark that A is taller by a head than B, and B less by a head than A, you would refuse to admit his statement, and would stoutly contend that what you mean is only that the greater is greater by, and by reason of, greatness, and the less is less only by, and by reason of, smallness; and thus you would avoid the danger of saying that the greater is greater and the less less by the measure of the head, which is the same in both, and would also avoid the monstrous absurdity of supposing that the greater man is greater by reason of the head, which is small.", "location": 192177}
{"sentence": "And can all this be true, think you?", "location": 175990}
{"sentence": "Is the Pythagorean image of the harmony, or that of the monad, the truer expression?", "location": 32256}
{"sentence": "Yet even the body may be preserved for ages by the embalmer's art: how unlikely, then, that the soul will perish and be dissipated into air while on her way to the good and wise God!", "location": 9899}
{"sentence": "If you are not located in the United States, you will have to check the laws of the country where you are located before using this eBook.", "location": 348}
{"sentence": "And yet we acknowledge that these are the things which eye hath not seen nor ear heard and therefore it hath not entered into the heart of man in any sensible manner to conceive them.", "location": 57616}
{"sentence": "The human being alone has the consciousness of truth and justice and love, which is the consciousness of God.", "location": 48674}
{"sentence": "This website includes information about Project Gutenberg™, including how to make donations to the Project Gutenberg Literary Archive Foundation, how to help produce our new eBooks, and how to subscribe to our email newsletter to hear about new eBooks.", "location": 251938}
{"sentence": "In the same temper which Socrates reproves in himself they are disposed to think that even fallacies will do no harm, for they will die with them, and while they live they will gain by the delusion.", "location": 27811}
{"sentence": "And now, he said, let us begin again; and do not you answer my question in the words in which I ask it: let me have not the old safe answer of which I spoke at first, but another equally safe, of which the truth will be inferred by you from what has been just said.", "location": 203285}
{"sentence": "Nor can the process of generation be only a passage from living to dying, for then all would end in death.", "location": 6876}
{"sentence": "When we speak of the immortality of the soul, we must ask further what we mean by the word immortality.", "location": 39152}
{"sentence": "Impossible, he replied.", "location": 144680}
{"sentence": "And do but see how much I gain by the argument.", "location": 168843}
{"sentence": "); or the mysterious reference to another science (mathematics?)", "location": 73690}
{"sentence": "But here observe that material equalities fall short of the conception of absolute equality with which they are compared, and which is the measure of them.", "location": 7798}
{"sentence": "But no one imagines that any seed of immortality is to be discerned in our mortal frames.", "location": 38434}
{"sentence": "But I do say that, inasmuch as the soul is shown to be immortal, he may venture to think, not improperly or unworthily, that something of the kind is true.", "location": 224997}
{"sentence": "He wants to have proved to him by facts that all things are for the best, and that there is one mind or design which pervades them all.", "location": 84152}
{"sentence": "And the true philosophers, and they only, are ever seeking to release the soul.", "location": 110636}
{"sentence": "One request he utters in the very act of death, which has been a puzzle to after ages.", "location": 26864}
{"sentence": "And this is only one instance out of ten thousand of the opposition of the soul to the things of the body.", "location": 176554}
{"sentence": "And in some cases the name of the idea is not only attached to the idea in an eternal connection, but anything else which, not being the idea, exists only in the form of the idea, may also lay claim to it.", "location": 199414}
{"sentence": "And the uncompounded may be assumed to be the same and unchanging, whereas the compound is always changing and never the same.", "location": 137700}
{"sentence": "And this is my first notion.", "location": 212379}
{"sentence": "The unmusical, he said, and the unjust.", "location": 204763}
{"sentence": "Did he appear to share the unpleasant feeling which you mention?", "location": 162907}
{"sentence": "The main argument of the Phaedo is derived from the existence of eternal ideas of which the soul is a partaker; the other argument of the alternation of opposites is replaced by this.", "location": 68653}
{"sentence": "And the reason why the streams are always flowing in and out, is that the watery element has no bed or bottom, but is swinging and surging up and down, and the surrounding wind and air do the same; they follow the water up and down, hither and thither, over the earth--just as in the act of respiration the air is always in process of inhalation and exhalation;--and the wind swinging with the water in and out produces fearful and irresistible blasts: when the waters retire with a rush into the lower parts of the earth, as they are called, they flow through the earth in those regions, and fill them up like water raised by a pump, and then when they leave those regions and rush back hither, they again fill the hollows here, and when these are filled, flow through subterranean channels and find their way to their several places, forming seas, and lakes, and rivers, and springs.", "location": 219036}
{"sentence": "And if one of your own possessions, an ox or an ass, for example, took the liberty of putting himself out of the way when you had given no intimation of your wish that he should die, would you not be angry with him, and would you not punish him if you could?", "location": 97978}
{"sentence": "Like the spectators at the time, we cannot pity Socrates; his mien and his language are so noble and fearless.", "location": 72316}
{"sentence": "But I was not certain of this, for the dream might have meant music in the popular sense of the word, and being under sentence of death, and the festival giving me a respite, I thought that it would be safer for me to satisfy the scruple, and, in obedience to the dream, to compose a few verses before I departed.", "location": 94769}
{"sentence": "PHAEDO: Yes, Echecrates, I was.", "location": 87136}
{"sentence": "There is the same proof that these ideas must have existed before we were born, as that our souls existed before we were born; and if not the ideas, then not the souls.", "location": 133504}
{"sentence": "But still you allow that Simmias does not really exceed Socrates, as the words may seem to imply, because he is Simmias, but by reason of the size which he has; just as Simmias does not exceed Socrates because he is Simmias, any more than because Socrates is Socrates, but because he has smallness when compared with the greatness of Simmias?", "location": 195466}
{"sentence": "Does their life cease at death, or is there some 'better thing reserved' also for them?", "location": 36056}
{"sentence": "The state of sleep is opposed to the state of waking, and out of sleeping waking is generated, and out of waking, sleeping; and the process of generation is in the one case falling asleep, and in the other waking up.", "location": 120155}
{"sentence": "And when you see a man who is repining at the approach of death, is not his reluctance a sufficient proof that he is not a lover of wisdom, but a lover of the body, and probably at the same time a lover of either money or power, or both?", "location": 112210}
{"sentence": "And when real philosophers consider all these things, will they not be led to make a reflection which they will express in words something like the following?", "location": 107182}
{"sentence": "Now there is a danger in the contemplation of the nature of things, as there is a danger in looking at the sun during an eclipse, unless the precaution is taken of looking only at the image reflected in the water, or in a glass.", "location": 17932}
{"sentence": "These are difficulties which Socrates cannot answer.", "location": 16390}
{"sentence": "And what is the nature of this knowledge or recollection?", "location": 124906}
{"sentence": "Yes, Socrates, he said; the conclusion seems to flow necessarily out of our previous admissions.", "location": 121624}
{"sentence": "What natures do you mean, Socrates?", "location": 146380}
{"sentence": "Shall he make a libation of the poison?", "location": 26778}
{"sentence": "Then we must have acquired the knowledge of equality at some previous time?", "location": 129723}
{"sentence": "He was beginning to grow cold about the groin, when he uncovered his face, for he had covered himself up, and said--they were his last words--he said: Crito, I owe a cock to Asclepius; will you remember to pay the debt?", "location": 233062}
{"sentence": "For I was fascinated by them to such a degree that my eyes grew blind to things which I had seemed to myself, and also to others, to know quite well; I forgot what I had before thought self-evident truths; e.g.", "location": 181723}
{"sentence": "To return then to my distinction of natures which are not opposed, and yet do not admit opposites--as, in the instance given, three, although not opposed to the even, does not any the more admit of the even, but always brings the opposite into play on the other side; or as two does not receive the odd, or fire the cold--from these examples (and there are many more of them) perhaps you may be able to arrive at the general conclusion, that not only opposites will not receive opposites, but also that nothing which brings the opposite will admit the opposite of that which it brings, in that to which it is brought.", "location": 202072}
{"sentence": "No, I do not feel so, said Cebes; and yet I cannot deny that I am often disturbed by objections.", "location": 198384}
{"sentence": "Good and evil are relative terms, and degrees of evil are merely the negative aspect of degrees of good.", "location": 49838}
{"sentence": "And this impress was given by the odd principle?", "location": 201806}
{"sentence": "And if this be true, he would be very absurd, as I was saying, if he were afraid of death.", "location": 112082}
{"sentence": "The analogy which I will adduce is that of an old weaver, who dies, and after his death somebody says:--He is not dead, he must be alive;--see, there is the coat which he himself wove and wore, and which remains whole and undecayed.", "location": 159251}
{"sentence": "And is there any opposite to life?", "location": 204406}
{"sentence": "But if he cannot prove the soul's immortality, he who is about to die will always have reason to fear that when the body is disunited, the soul also may utterly perish.", "location": 161746}
{"sentence": "For how can one be divided into two?", "location": 16322}
{"sentence": "What expectations I had formed, and how grievously was I disappointed!", "location": 185808}
{"sentence": "There is temperance again, which even by the vulgar is supposed to consist in the control and regulation of the passions, and in the sense of superiority to them--is not temperance a virtue belonging to those only who despise the body, and who pass their lives in philosophy?", "location": 112578}
{"sentence": "Well, then, added Socrates, let us suppose that there are two sorts of existences--one seen, the other unseen.", "location": 138977}
{"sentence": "Will you not allow that I have as much of the spirit of prophecy in me as the swans?", "location": 153518}
{"sentence": "Now, said Socrates, I will analyze one of the two pairs of opposites which I have mentioned to you, and also its intermediate processes, and you shall analyze the other to me.", "location": 119935}
{"sentence": "That is quite true, I said.", "location": 167313}
{"sentence": "For a harmony is an effect, whereas the soul is not an effect, but a cause; a harmony follows, but the soul leads; a harmony admits of degrees, and the soul has no degrees.", "location": 14649}
{"sentence": "What again shall we say of the actual acquirement of knowledge?--is the body, if invited to share in the enquiry, a hinderer or a helper?", "location": 104707}
{"sentence": "Then turning to us, he said, How charming the man is: since I have been in prison he has always been coming to see me, and at times he would talk to me, and was as good to me as could be, and now see how generously he sorrows on my account.", "location": 229589}
{"sentence": "And to be dead is the completion of this; when the soul exists in herself, and is released from the body and the body is released from the soul, what is this but death?", "location": 103268}
{"sentence": "And did he answer forcibly or feebly?", "location": 163006}
{"sentence": "But I wanted to see whether I could purge away a scruple which I felt about the meaning of certain dreams.", "location": 94044}
{"sentence": "Again, would you not be cautious of affirming that the addition of one to one, or the division of one, is the cause of two?", "location": 193170}
{"sentence": "Even the dying mother is dreaming of her lost children as they were forty or fifty years before, 'pattering over the boards,' not of reunion with them in another state of being.", "location": 42614}
{"sentence": "Yes, an equal harmony.", "location": 175158}
{"sentence": "Cebes asks why suicide is thought not to be right, if death is to be accounted a good?", "location": 3667}
{"sentence": "I think, he replied, that I have a much stronger faith, Socrates, in the first of the two, which has been fully demonstrated to me, than in the latter, which has not been demonstrated at all, but rests only on probable and plausible grounds; and is therefore believed by the many.", "location": 172040}
{"sentence": "I think, Socrates, that, in the opinion of every one who follows the argument, the soul will be infinitely more like the unchangeable--even the most stupid person will not deny that.", "location": 140803}
{"sentence": "And then we may proceed further to enquire whether that which suffers dispersion is or is not of the nature of soul--our hopes and fears as to our own souls will turn upon the answers to these questions.", "location": 137225}
{"sentence": "And in all these cases, the recollection may be derived from things either like or unlike?", "location": 126228}
{"sentence": "But some one will say: That we cannot reason from the seen to the unseen, and that we are creating another world after the image of this, just as men in former ages have created gods in their own likeness.", "location": 47733}
{"sentence": "So we remained behind, talking and thinking of the subject of discourse, and also of the greatness of our sorrow; he was like a father of whom we were being bereaved, and we were about to pass the rest of our lives as orphans.", "location": 228253}
{"sentence": "And there have not been wanting philosophers of the idealist school who have imagined that the doctrine of the immortality of the soul is a theory of knowledge, and that in what has preceded Plato is accommodating himself to the popular belief.", "location": 68837}
{"sentence": "And may we say that this has been proven?", "location": 204977}
{"sentence": "It has faded into the distance by a natural process as it was removed further and further from the historical fact on which it has been supposed to rest.", "location": 29372}
{"sentence": "And the weaker is generated from the stronger, and the swifter from the slower.", "location": 118637}
{"sentence": "However, if you provide access to or distribute copies of a Project Gutenberg™ work in a format other than “Plain Vanilla ASCII” or other format used in the official version posted on the official Project Gutenberg™ website (www.gutenberg.org), you must, at no additional cost, fee or expense to the user, provide a copy, a means of exporting a copy, or a means of obtaining a copy upon request, of the work in its original “Plain Vanilla ASCII” or other form.", "location": 241134}
{"sentence": "We must do as he says, Crito; and therefore let the cup be brought, if the poison is prepared: if not, let the attendant prepare some.", "location": 229830}
{"sentence": "Yes, I said, but Heracles himself is said not to be a match for two.", "location": 164478}
{"sentence": "Then tell me, Socrates, why is suicide held to be unlawful?", "location": 96832}
{"sentence": "Socrates said: Yes, Crito, and they of whom you speak are right in so acting, for they think that they will be gainers by the delay; but I am right in not following their example, for I do not think that I should gain anything by drinking the poison a little later; I should only be ridiculous in my own eyes for sparing and saving a life which is already forfeit.", "location": 230225}
{"sentence": "Cebes answered: I agree, Socrates, in the greater part of what you say.", "location": 116133}
{"sentence": "It is objected by Simmias and Cebes that these arguments only prove a former and not a future existence.", "location": 8735}
{"sentence": "And is not this the state in which the soul is most enthralled by the body?", "location": 150570}
{"sentence": "or perhaps nothing of the kind--but the brain may be the originating power of the perceptions of hearing and sight and smell, and memory and opinion may come from them, and science may be based on memory and opinion when they have attained fixity.", "location": 181248}
{"sentence": "I cannot get rid of the feeling of the many to which Cebes was referring--the feeling that when the man dies the soul will be dispersed, and that this may be the extinction of her.", "location": 134518}
{"sentence": "And in this the philosopher dishonours the body; his soul runs away from his body and desires to be alone and by herself?", "location": 105677}
{"sentence": "Then must not true existence be revealed to her in thought, if at all?", "location": 105282}
{"sentence": "Plato is not altogether satisfied with his safe and simple method of ideas.", "location": 84076}
{"sentence": "O my blessed Simmias, is there not one true coin for which all things ought to be exchanged?--and that is wisdom; and only in exchange for this, and in company with this, is anything truly bought or sold, whether courage or temperance or justice.", "location": 114239}
{"sentence": "But if the knowledge which we acquired before birth was lost by us at birth, and if afterwards by the use of the senses we recovered what we previously knew, will not the process which we call learning be a recovering of the knowledge which is natural to us, and may not this be rightly termed recollection?", "location": 130744}
{"sentence": "Considering the 'feebleness of the human faculties and the uncertainty of the subject,' we are inclined to believe that the fewer our words the better.", "location": 51770}
{"sentence": "I should say, clearly not, Socrates.", "location": 127506}
{"sentence": "Yes, but his language was obscure, Socrates.", "location": 96456}
{"sentence": "The soul in her own essence, and the soul 'clothed upon' with virtues and graces, were easily interchanged with one another, because on a subject which passes expression the distinctions of language can hardly be maintained.", "location": 70790}
{"sentence": "What was the reason of this?", "location": 87730}
{"sentence": "But the soul which is polluted and engrossed by the corporeal, and has no eye except that of the senses, and is weighed down by the bodily appetites, cannot attain to this abstraction.", "location": 10317}
{"sentence": "The analogy may even be pressed a step further: 'We are more certain of our ideas of truth and right than we are of the existence of God, and are led on in the order of thought from one to the other.'", "location": 68318}
{"sentence": "And now I must begin again and find another argument which will assure me that when the man is dead the soul survives.", "location": 162738}
{"sentence": "As in other passages (Gorg., Tim., compare Crito), he wins belief for his fictions by the moderation of his statements; he does not, like Dante or Swedenborg, allow himself to be deceived by his own creations.", "location": 71987}
{"sentence": "What is it, Socrates?", "location": 150299}
{"sentence": "I like your courage, he said, in reminding us of this.", "location": 197669}
{"sentence": "That, however, may be left in the hands of those above, while I draw near in Homeric fashion, and try the mettle of your words.", "location": 178747}
{"sentence": "The differences between the savage and the civilized man, or between the civilized man in old and new countries, may be indefinitely increased.", "location": 45858}
{"sentence": "And in like manner, my dear Cebes, if all things which partook of life were to die, and after they were dead remained in the form of death, and did not come to life again, all would at last die, and nothing would be alive--what other result could there be?", "location": 122560}
{"sentence": "Is it the simple or the compound, the unchanging or the changing, the invisible idea or the visible object of sense?", "location": 9247}
{"sentence": "Are we not at the same time describing them both in superlatives, only that we may satisfy the demands of rhetoric?", "location": 40870}
{"sentence": "And after all has been said, the figure, the analogy, the argument, are felt to be only approximations in different forms to an expression of the common sentiment of the human heart.", "location": 38867}
{"sentence": "Any one who has the least sense will acknowledge the wonderful clearness of Socrates' reasoning.", "location": 194769}
{"sentence": "Despite these efforts, Project Gutenberg™ electronic works, and the medium on which they may be stored, may contain “Defects,” such as, but not limited to, incomplete, inaccurate or corrupt data, transcription errors, a copyright or other intellectual property infringement, a defective or damaged disk or other medium, a computer virus, or computer codes that damage or cannot be read by your equipment.", "location": 244294}
{"sentence": "But then, O my friends, he said, if the soul is really immortal, what care should be taken of her, not only in respect of the portion of time which is called life, but of eternity!", "location": 208464}
{"sentence": "Again, if the uncooling or warm principle were imperishable, the fire when assailed by cold would not have perished or have been extinguished, but would have gone away unaffected?", "location": 205400}
{"sentence": "Suffering there might be as a part of education, but not hopeless or protracted; as there might be a retrogression of individuals or of bodies of men, yet not such as to interfere with a plan for the improvement of the whole (compare Laws.)", "location": 47488}
{"sentence": "But he has a confused notion of another method in which matters of this sort are to be investigated.", "location": 16491}
{"sentence": "Now the hour of sunset was near, for a good deal of time had passed while he was within.", "location": 228745}
{"sentence": "The immortal, he said.", "location": 204870}
{"sentence": "The earnestness of Cebes seemed to please Socrates.", "location": 99406}
{"sentence": "Yes, he said, of course.", "location": 204296}
{"sentence": "For any man, who is not devoid of sense, must fear, if he has no knowledge and can give no account of the soul's immortality.", "location": 179831}
{"sentence": "A simple thing enough, which I will illustrate by the case of sleep, he replied.", "location": 122133}
{"sentence": "We congratulate ourselves that slavery has become industry; that law and constitutional government have superseded despotism and violence; that an ethical religion has taken the place of Fetichism.", "location": 46091}
{"sentence": "That which we call the earth is only one of many small hollows, wherein collect the mists and waters and the thick lower air; but the true earth is above, and is in a finer and subtler element.", "location": 22736}
{"sentence": "And is not courage, Simmias, a quality which is specially characteristic of the philosopher?", "location": 112472}
{"sentence": "They were living in a twilight between the sensible and the intellectual world, and saw no way of connecting them.", "location": 83485}
{"sentence": "PHAEDO: I will begin at the beginning, and endeavour to repeat the entire conversation.", "location": 91128}
{"sentence": "The immortality of man must be proved by other arguments than these if it is again to become a living belief.", "location": 30006}
{"sentence": "Thus much, said Socrates, of Harmonia, your Theban goddess, who has graciously yielded to us; but what shall I say, Cebes, to her husband Cadmus, and how shall I make peace with him?", "location": 177977}
{"sentence": "But, rejoined Socrates, you will have to think differently, my Theban friend, if you still maintain that harmony is a compound, and that the soul is a harmony which is made out of strings set in the frame of the body; for you will surely never allow yourself to say that a harmony is prior to the elements which compose it.", "location": 170943}
{"sentence": "The memory of a great man, so far from being immortal, is really limited to his own generation:--so long as his friends or his disciples are alive, so long as his books continue to be read, so long as his political or military successes fill a page in the history of his country.", "location": 30851}
{"sentence": "And now the application has to be made: If the soul is immortal, 'what manner of persons ought we to be?'", "location": 21728}
{"sentence": "Here he changed his position, and put his legs off the couch on to the ground, and during the rest of the conversation he remained sitting.", "location": 96060}
{"sentence": "That he should be able to answer was nothing, but what astonished me was, first, the gentle and pleasant and approving manner in which he received the words of the young men, and then his quick sense of the wound which had been inflicted by the argument, and the readiness with which he healed it.", "location": 163182}
{"sentence": "But the soul which has been polluted, and is impure at the time of her departure, and is the companion and servant of the body always, and is in love with and fascinated by the body and by the desires and pleasures of the body, until she is led to believe that the truth only exists in a bodily form, which a man may touch and see and taste, and use for the purposes of his lusts,--the soul, I mean, accustomed to hate and fear and avoid the intellectual principle, which to the bodily eye is dark and invisible, and can be attained only by philosophy;--do you suppose that such a soul will depart pure and unalloyed?", "location": 144061}
{"sentence": "If the odd principle were imperishable, then the number three would not perish but remove, on the approach of the even principle.", "location": 21435}
{"sentence": "And it is better to resign ourselves to the feeling of a great work, than to linger among critical uncertainties.", "location": 86664}
{"sentence": "And the chorus at the end might have interpreted the feeling of the play: 'There can no evil happen to a good man in life or death.'", "location": 85425}
{"sentence": "And this is recollection.", "location": 125670}
{"sentence": "And death separates him from these corruptions, which in life he cannot wholly lay aside.", "location": 5385}
{"sentence": "Should you be considering some other matter I say no more, but if you are still in doubt do not hesitate to say exactly what you think, and let us have anything better which you can suggest; and if you think that I can be of any use, allow me to help you.", "location": 152707}
{"sentence": "For is not philosophy the practice of death?--  Certainly--  That soul, I say, herself invisible, departs to the invisible world--to the divine and immortal and rational: thither arriving, she is secure of bliss and is released from the error and folly of men, their fears and wild passions and all other human ills, and for ever dwells, as they say of the initiated, in company with the gods (compare Apol.).", "location": 143591}
{"sentence": "As Goethe also says, 'He is dead even in this world who has no belief in another.'", "location": 56098}
{"sentence": "And that which becomes less must have been once greater and then have become less.", "location": 118547}
{"sentence": "For after death, as they say, the genius of each individual, to whom he belonged in life, leads him to a certain place in which the dead are gathered together, whence after judgment has been given they pass into the world below, following the guide, who is appointed to conduct them from this world to the other: and when they have there received their due and remained their time, another guide brings them back again after many revolutions of ages.", "location": 209311}
{"sentence": "and which to the mortal?", "location": 141261}
{"sentence": "Darius and Laius are still alive; Antigone will be dear to her brethren after death; the way to the palace of Cronos is found by those who 'have thrice departed from evil.'", "location": 60996}
{"sentence": "Then I heard some one reading, as he said, from a book of Anaxagoras, that mind was the disposer and cause of all, and I was delighted at this notion, which appeared quite admirable, and I said to myself: If mind is the disposer, mind will dispose all for the best, and put each particular in the best place; and I argued that if any one desired to find out the cause of the generation or destruction or existence of anything, he must find out what state of being or doing or suffering was best for that thing, and therefore a man had only to consider the best for himself and others, and then he would also know the worse, since the same science comprehended both.", "location": 183822}
{"sentence": "But the soul does not admit of degrees, and cannot therefore be more or less harmonized.", "location": 14989}
{"sentence": "And first I made a hymn in honour of the god of the festival, and then considering that a poet, if he is really to be a poet, should not only put together words, but should invent stories, and that I have no invention, I took some fables of Aesop, which I had ready at hand and which I knew--they were the first I came upon--and turned them into verse.", "location": 95083}
{"sentence": "And therefore has neither more nor less of discord, nor yet of harmony?", "location": 175294}
{"sentence": "Or look at the matter in another way:--Do not the same pieces of wood or stone appear at one time equal, and at another time unequal?", "location": 127166}
{"sentence": "And they were said to have vowed to Apollo at the time, that if they were saved they would send a yearly mission to Delos.", "location": 88119}
{"sentence": "That is very likely, Socrates.", "location": 145889}
{"sentence": "The Dialogue necessarily takes the form of a narrative, because Socrates has to be described acting as well as speaking.", "location": 1074}
{"sentence": "Simmias said: What a message for such a man!", "location": 95647}
{"sentence": "I may describe to you, however, the form and regions of the earth according to my conception of them.", "location": 211747}
{"sentence": "And the see-saw is caused by the streams flowing into and out of this chasm, and they each have the nature of the soil through which they flow.", "location": 218892}
{"sentence": "The minutest particulars of the event are interesting to distant friends, and the narrator has an equal interest in them.", "location": 1195}
{"sentence": "But if you have no thought for yourselves, and care not to walk according to the rule which I have prescribed for you, not now for the first time, however much you may profess or promise at the moment, it will be of no avail.", "location": 226447}
{"sentence": "'Then he will be willing to die, although he will not take his own life, for that is held to be unlawful.'", "location": 3559}
{"sentence": "If you paid a fee for obtaining a copy of or access to a Project Gutenberg™ electronic work and you do not agree to be bound by the terms of this agreement, you may obtain a refund from the person or entity to whom you paid the fee as set forth in paragraph 1.E.8.", "location": 236015}
{"sentence": "How shall they bury him?", "location": 26466}
{"sentence": "Socrates wonders at their reluctance.", "location": 12021}
{"sentence": "When we had been so firmly convinced before, now to have our faith shaken seemed to introduce a confusion and uncertainty, not only into the previous argument, but into any future one; either we were incapable of forming a judgment, or there were no grounds of belief.", "location": 162022}
{"sentence": "But perhaps, before we answer him, we had better also hear what Cebes has to say that we may gain time for reflection, and when they have both spoken, we may either assent to them, if there is truth in what they say, or if not, we will maintain our position.", "location": 157951}
{"sentence": "), but the truth is that we are only filling up the void of another world with our own fancies.", "location": 36860}
{"sentence": "The lyre may recall the player of the lyre, and equal pieces of wood or stone may be associated with the higher notion of absolute equality.", "location": 7657}
{"sentence": "And when we consider how much the doctrine of ideas was also one of words, it is not surprising that he should have fallen into verbal fallacies: early logic is always mistaking the truth of the form for the truth of the matter.", "location": 64785}
{"sentence": "Never mind him, he said.", "location": 101805}
{"sentence": "For example, Simmias may be said to have greatness and also smallness, because he is greater than Socrates and less than Phaedo.", "location": 19677}
{"sentence": "Tell him, Cebes, he replied, what is the truth--that I had no idea of rivalling him or his poems; to do so, as I knew, would be no easy task.", "location": 93902}
{"sentence": "But men, because they are themselves afraid of death, slanderously affirm of the swans that they sing a lament at the last, not considering that no bird sings when cold, or hungry, or in pain, not even the nightingale, nor the swallow, nor yet the hoopoe; which are said indeed to tune a lay of sorrow, although I do not believe this to be true of them any more than of the swans.", "location": 153815}
{"sentence": "Sometimes we are led by our feelings, rather than by our reason, to think of the good and wise only as existing in another life.", "location": 34642}
{"sentence": "And I too, believing myself to be the consecrated servant of the same God, and the fellow-servant of the swans, and thinking that I have received from my master gifts of prophecy which are not inferior to theirs, would not go out of life less merrily than the swans.", "location": 154392}
{"sentence": "Well, then, he said, my conviction is, that the earth is a round body in the centre of the heavens, and therefore has no need of air or any similar force to be a support, but is kept there and hindered from falling or inclining any way by the equability of the surrounding heaven and by her own equipoise.", "location": 211887}
{"sentence": "Such a view can only be elicited from the Phaedo by what may be termed the transcendental method of interpretation, and is obviously inconsistent with the Gorgias and the Republic.", "location": 69082}
{"sentence": "They are in process of recollecting that which they learned before?", "location": 132313}
{"sentence": "And this is most clearly shown when he is taken to a diagram or to anything of that sort.", "location": 124150}
{"sentence": "To that we are quite agreed, he replied.", "location": 198591}
{"sentence": "Do not charge a fee for access to, viewing, displaying, performing, copying or distributing any Project Gutenberg™ works unless you comply with paragraph 1.E.8 or 1.E.9.", "location": 241706}
{"sentence": "We certainly do not mean by the immortality of the soul the immortality of fame, which whether worth having or not can only be ascribed to a very select class of the whole race of mankind, and even the interest in these few is comparatively short-lived.", "location": 30341}
{"sentence": "When the end is still uncertain, the cry of many a one has been, 'Pray, that I may be taken.'", "location": 54288}
{"sentence": "Lest we become misologists, he replied, no worse thing can happen to a man than this.", "location": 164838}
{"sentence": "And therefore, previously?", "location": 132490}
{"sentence": "You may use this eBook for nearly any purpose such as creation of derivative works, reports, performances and research.", "location": 234665}
{"sentence": "One excellent proof, said Cebes, is afforded by questions.", "location": 123916}
{"sentence": "This is what I would say, he replied:--We should agree, if I am not mistaken, that what a man recollects he must have known at some previous time.", "location": 124746}
{"sentence": "ECHECRATES: You will have listeners who are of the same mind with you, and I hope that you will be as exact as you can.", "location": 89341}
{"sentence": "All have numerous perforations, and there are passages broad and narrow in the interior of the earth, connecting them with one another; and there flows out of and into them, as into basins, a vast tide of water, and huge subterranean streams of perennial rivers, and springs hot and cold, and a great fire, and great rivers of fire, and streams of liquid mud, thin or thick (like the rivers of mud in Sicily, and the lava streams which follow them), and the regions about which they happen to flow are filled up with them.", "location": 217947}
