"Title: Phaedo"
"Author: Plato"
{"paragraph": "Then let us consider the whole question, not in relation to man only,\nbut in relation to animals generally, and to plants, and to everything\nof which there is generation, and the proof will be easier. Are not all\nthings which have opposites generated out of their opposites? I mean\nsuch things as good and evil, just and unjust--and there are innumerable\nother opposites which are generated out of opposites. And I want to show\nthat in all opposites there is of necessity a similar alternation;\nI mean to say, for example, that anything which becomes greater must\nbecome greater after being less.", "location": 117942}
{"paragraph": "Most people start at our website which has the main PG search\nfacility: www.gutenberg.org.", "location": 251846}
{"paragraph": "PHAEDO: Often, Echecrates, I have wondered at Socrates, but never more\nthan on that occasion. That he should be able to answer was nothing,\nbut what astonished me was, first, the gentle and pleasant and approving\nmanner in which he received the words of the young men, and then his\nquick sense of the wound which had been inflicted by the argument, and\nthe readiness with which he healed it. He might be compared to a general\nrallying his defeated and broken army, urging them to accompany him and\nreturn to the field of argument.", "location": 163088}
{"paragraph": "Hereupon one of the company, though I do not exactly remember which of\nthem, said: In heaven's name, is not this the direct contrary of what\nwas admitted before--that out of the greater came the less and out of\nthe less the greater, and that opposites were simply generated from\nopposites; but now this principle seems to be utterly denied.", "location": 197271}
{"paragraph": "And, as I was saying at first, there would be a ridiculous contradiction\nin men studying to live as nearly as they can in a state of death, and\nyet repining when it comes upon them.", "location": 110814}
{"paragraph": "Then may we not say, Simmias, that if, as we are always repeating, there\nis an absolute beauty, and goodness, and an absolute essence of all\nthings; and if to this, which is now discovered to have existed in our\nformer state, we refer all our sensations, and with this compare them,\nfinding these ideas to be pre-existent and our inborn possession--then\nour souls must have had a prior existence, but if not, there would be\nno force in the argument? There is the same proof that these ideas must\nhave existed before we were born, as that our souls existed before we\nwere born; and if not the ideas, then not the souls.", "location": 133054}
{"paragraph": "But are real equals ever unequal? or is the idea of equality the same as\nof inequality?", "location": 127319}
{"paragraph": "They must be always the same, Socrates, replied Cebes.", "location": 138293}
{"paragraph": "This is what I would say, he replied:--We should agree, if I am not\nmistaken, that what a man recollects he must have known at some previous\ntime.", "location": 124746}
{"paragraph": "Socrates said: Yes, Crito, and they of whom you speak are right in so\nacting, for they think that they will be gainers by the delay; but I am\nright in not following their example, for I do not think that I should\ngain anything by drinking the poison a little later; I should only be\nridiculous in my own eyes for sparing and saving a life which is already\nforfeit. Please then to do as I say, and not to refuse me.", "location": 230225}
{"paragraph": "Supposing that the odd were imperishable, must not three be\nimperishable?", "location": 205067}
{"paragraph": "Yes, that is very likely, he replied; although in this respect arguments\nare unlike men--there I was led on by you to say more than I had\nintended; but the point of comparison was, that when a simple man who\nhas no skill in dialectics believes an argument to be true which he\nafterwards imagines to be false, whether really false or not, and\nthen another and another, he has no longer any faith left, and great\ndisputers, as you know, come to think at last that they have grown to be\nthe wisest of mankind; for they alone perceive the utter unsoundness and\ninstability of all arguments, or indeed, of all things, which, like the\ncurrents in the Euripus, are going up and down in never-ceasing ebb and\nflow.", "location": 166605}
{"paragraph": "I think, said Simmias, that Cebes is satisfied: although he is the most\nincredulous of mortals, yet I believe that he is sufficiently convinced\nof the existence of the soul before birth. But that after death the soul\nwill continue to exist is not yet proven even to my own satisfaction.\nI cannot get rid of the feeling of the many to which Cebes was\nreferring--the feeling that when the man dies the soul will be\ndispersed, and that this may be the extinction of her. For admitting\nthat she may have been born elsewhere, and framed out of other elements,\nand was in existence before entering the human body, why after having\nentered in and gone out again may she not herself be destroyed and come\nto an end?", "location": 134231}
{"paragraph": "Now the whole earth is a globe placed in the centre of the heavens, and\nis maintained there by the perfection of balance. That which we call the\nearth is only one of many small hollows, wherein collect the mists and\nwaters and the thick lower air; but the true earth is above, and is in\na finer and subtler element. And if, like birds, we could fly to the\nsurface of the air, in the same manner that fishes come to the top of\nthe sea, then we should behold the true earth and the true heaven and\nthe true stars. Our earth is everywhere corrupted and corroded; and even\nthe land which is fairer than the sea, for that is a mere chaos or waste\nof water and mud and sand, has nothing to show in comparison of the\nother world. But the heavenly earth is of divers colours, sparkling with\njewels brighter than gold and whiter than any snow, having flowers and\nfruits innumerable. And the inhabitants dwell some on the shore of the\nsea of air, others in 'islets of the blest,' and they hold converse\nwith the gods, and behold the sun, moon and stars as they truly are, and\ntheir other blessedness is of a piece with this.", "location": 22614}
{"paragraph": "ECHECRATES: You will have listeners who are of the same mind with you,\nand I hope that you will be as exact as you can.", "location": 89341}
{"paragraph": "Yet, said Crito, the sun is still upon the hill-tops, and I know that\nmany a one has taken the draught late, and after the announcement has\nbeen made to him, he has eaten and drunk, and enjoyed the society of his\nbeloved; do not hurry--there is time enough.", "location": 229966}
{"paragraph": "The Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular state\nvisit www.gutenberg.org/donate.", "location": 250018}
{"paragraph": "Very good, Socrates, said Simmias; then I will tell you my difficulty,\nand Cebes will tell you his. I feel myself, (and I daresay that you have\nthe same feeling), how hard or rather impossible is the attainment of\nany certainty about questions such as these in the present life. And yet\nI should deem him a coward who did not prove what is said about them to\nthe uttermost, or whose heart failed him before he had examined them\non every side. For he should persevere until he has achieved one of two\nthings: either he should discover, or be taught the truth about them;\nor, if this be impossible, I would have him take the best and most\nirrefragable of human theories, and let this be the raft upon which he\nsails through life--not without risk, as I admit, if he cannot find some\nword of God which will more surely and safely carry him. And now, as\nyou bid me, I will venture to question you, and then I shall not have to\nreproach myself hereafter with not having said at the time what I think.\nFor when I consider the matter, either alone or with Cebes, the argument\ndoes certainly appear to me, Socrates, to be not sufficient.", "location": 154798}
{"paragraph": "Then we must have known equality previously to the time when we first\nsaw the material equals, and reflected that all these apparent equals\nstrive to attain absolute equality, but fall short of it?", "location": 128657}
{"paragraph": "When Socrates had done speaking, for a considerable time there was\nsilence; he himself appeared to be meditating, as most of us were, on\nwhat had been said; only Cebes and Simmias spoke a few words to one\nanother. And Socrates observing them asked what they thought of the\nargument, and whether there was anything wanting? For, said he, there\nare many points still open to suspicion and attack, if any one were\ndisposed to sift the matter thoroughly. Should you be considering\nsome other matter I say no more, but if you are still in doubt do not\nhesitate to say exactly what you think, and let us have anything better\nwhich you can suggest; and if you think that I can be of any use, allow\nme to help you.", "location": 152256}
{"paragraph": "And is not this the state in which the soul is most enthralled by the\nbody?", "location": 150570}
{"paragraph": "If the existence of ideas is granted to him, Socrates is of opinion that\nhe will then have no difficulty in proving the immortality of the soul.\nHe will only ask for a further admission:--that beauty is the cause of\nthe beautiful, greatness the cause of the great, smallness of the small,\nand so on of other things. This is a safe and simple answer, which\nescapes the contradictions of greater and less (greater by reason of\nthat which is smaller!), of addition and subtraction, and the other\ndifficulties of relation. These subtleties he is for leaving to wiser\nheads than his own; he prefers to test ideas by the consistency of their\nconsequences, and, if asked to give an account of them, goes back to\nsome higher idea or hypothesis which appears to him to be the best,\nuntil at last he arrives at a resting-place. (Republic; Phil.)", "location": 18509}
{"paragraph": "And now, he said, what did we just now call that principle which repels\nthe even?", "location": 204611}
{"paragraph": "My words, too, are only an echo; but there is no reason why I should not\nrepeat what I have heard: and indeed, as I am going to another place,\nit is very meet for me to be thinking and talking of the nature of\nthe pilgrimage which I am about to make. What can I do better in the\ninterval between this and the setting of the sun?", "location": 96502}
{"paragraph": "No, Socrates, I perceive that I was unconsciously talking nonsense.", "location": 132985}
{"paragraph": "Project Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.", "location": 251573}
{"paragraph": "Well; but let me tell you something more. There was a time when I\nthought that I understood the meaning of greater and less pretty well;\nand when I saw a great man standing by a little one, I fancied that one\nwas taller than the other by a head; or one horse would appear to\nbe greater than another horse: and still more clearly did I seem to\nperceive that ten is two more than eight, and that two cubits are more\nthan one, because two is the double of one.", "location": 182267}
{"paragraph": "Then here is a new way by which we arrive at the conclusion that the\nliving come from the dead, just as the dead come from the living; and\nthis, if true, affords a most certain proof that the souls of the dead\nexist in some place out of which they come again.", "location": 121363}
{"paragraph": "And that principle which repels the musical, or the just?", "location": 204704}
{"paragraph": "ECHECRATES: And was Aristippus there, and Cleombrotus?", "location": 90907}
{"paragraph": "And did we not see and hear and have the use of our other senses as soon\nas we were born?", "location": 129620}
{"paragraph": "And this, Cebes, is the reason why the true lovers of knowledge are\ntemperate and brave; and not for the reason which the world gives.", "location": 151255}
{"paragraph": "﻿The Project Gutenberg eBook of Phaedo\n    \nThis ebook is for the use of anyone anywhere in the United States and\nmost other parts of the world at no cost and with almost no restrictions\nwhatsoever. You may copy it, give it away or re-use it under the terms\nof the Project Gutenberg License included with this ebook or online\nat www.gutenberg.org. If you are not located in the United States,\nyou will have to check the laws of the country where you are located\nbefore using this eBook.", "location": 0}
{"paragraph": "1.E. Unless you have removed all references to Project Gutenberg:", "location": 238476}
{"paragraph": "International donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.", "location": 250773}
{"paragraph": "17. Living in an age when logic was beginning to mould human thought,\nPlato naturally cast his belief in immortality into a logical form. And\nwhen we consider how much the doctrine of ideas was also one of words,\nit is not surprising that he should have fallen into verbal fallacies:\nearly logic is always mistaking the truth of the form for the truth of\nthe matter. It is easy to see that the alternation of opposites is\nnot the same as the generation of them out of each other; and that the\ngeneration of them out of each other, which is the first argument in\nthe Phaedo, is at variance with their mutual exclusion of each other,\nwhether in themselves or in us, which is the last. For even if we admit\nthe distinction which he draws between the opposites and the things\nwhich have the opposites, still individuals fall under the latter class;\nand we have to pass out of the region of human hopes and fears to a\nconception of an abstract soul which is the impersonation of the ideas.\nSuch a conception, which in Plato himself is but half expressed, is\nunmeaning to us, and relative only to a particular stage in the history\nof thought. The doctrine of reminiscence is also a fragment of a former\nworld, which has no place in the philosophy of modern times. But Plato\nhad the wonders of psychology just opening to him, and he had not the\nexplanation of them which is supplied by the analysis of language and\nthe history of the human mind. The question, 'Whence come our abstract\nideas?' he could only answer by an imaginary hypothesis. Nor is it\ndifficult to see that his crowning argument is purely verbal, and is\nbut the expression of an instinctive confidence put into a logical\nform:--'The soul is immortal because it contains a principle of\nimperishableness.' Nor does he himself seem at all to be aware that\nnothing is added to human knowledge by his 'safe and simple answer,'\nthat beauty is the cause of the beautiful; and that he is merely\nreasserting the Eleatic being 'divided by the Pythagorean numbers,'\nagainst the Heracleitean doctrine of perpetual generation. The answer to\nthe 'very serious question' of generation and destruction is really\nthe denial of them. For this he would substitute, as in the Republic, a\nsystem of ideas, tested, not by experience, but by their consequences,\nand not explained by actual causes, but by a higher, that is, a more\ngeneral notion. Consistency with themselves is the only test which is to\nbe applied to them. (Republic, and Phaedo.)", "location": 64647}
{"paragraph": "Then I heard some one reading, as he said, from a book of Anaxagoras,\nthat mind was the disposer and cause of all, and I was delighted at this\nnotion, which appeared quite admirable, and I said to myself: If mind\nis the disposer, mind will dispose all for the best, and put each\nparticular in the best place; and I argued that if any one desired to\nfind out the cause of the generation or destruction or existence of\nanything, he must find out what state of being or doing or suffering was\nbest for that thing, and therefore a man had only to consider the best\nfor himself and others, and then he would also know the worse, since the\nsame science comprehended both. And I rejoiced to think that I had found\nin Anaxagoras a teacher of the causes of existence such as I desired,\nand I imagined that he would tell me first whether the earth is flat or\nround; and whichever was true, he would proceed to explain the cause and\nthe necessity of this being so, and then he would teach me the nature of\nthe best and show that this was best; and if he said that the earth was\nin the centre, he would further explain that this position was the best,\nand I should be satisfied with the explanation given, and not want any\nother sort of cause. And I thought that I would then go on and ask him\nabout the sun and moon and stars, and that he would explain to me their\ncomparative swiftness, and their returnings and various states, active\nand passive, and how all of them were for the best. For I could not\nimagine that when he spoke of mind as the disposer of them, he would\ngive any other account of their being as they are, except that this was\nbest; and I thought that when he had explained to me in detail the cause\nof each and the cause of all, he would go on to explain to me what was\nbest for each and what was good for all. These hopes I would not have\nsold for a large sum of money, and I seized the books and read them as\nfast as I could in my eagerness to know the better and the worse.", "location": 183822}
{"paragraph": "Let us then, in the first place, he said, be careful of allowing or of\nadmitting into our souls the notion that there is no health or soundness\nin any arguments at all. Rather say that we have not yet attained to\nsoundness in ourselves, and that we must struggle manfully and do our\nbest to gain health of mind--you and all other men having regard to the\nwhole of your future life, and I myself in the prospect of death. For at\nthis moment I am sensible that I have not the temper of a philosopher;\nlike the vulgar, I am only a partisan. Now the partisan, when he is\nengaged in a dispute, cares nothing about the rights of the question,\nbut is anxious only to convince his hearers of his own assertions.\nAnd the difference between him and me at the present moment is merely\nthis--that whereas he seeks to convince his hearers that what he says is\ntrue, I am rather seeking to convince myself; to convince my hearers\nis a secondary matter with me. And do but see how much I gain by the\nargument. For if what I say is true, then I do well to be persuaded of\nthe truth, but if there be nothing after death, still, during the short\ntime that remains, I shall not distress my friends with lamentations,\nand my ignorance will not last, but will die with me, and therefore\nno harm will be done. This is the state of mind, Simmias and Cebes, in\nwhich I approach the argument. And I would ask you to be thinking of\nthe truth and not of Socrates: agree with me, if I seem to you to be\nspeaking the truth; or if not, withstand me might and main, that I may\nnot deceive you as well as myself in my enthusiasm, and like the bee,\nleave my sting in you before I die.", "location": 167896}
{"paragraph": "But what will those who maintain the soul to be a harmony say of this\npresence of virtue and vice in the soul?--will they say that here is\nanother harmony, and another discord, and that the virtuous soul is\nharmonized, and herself being a harmony has another harmony within her,\nand that the vicious soul is inharmonical and has no harmony within her?", "location": 174274}
{"paragraph": "Socrates looked at him and said: I return your good wishes, and will do\nas you bid. Then turning to us, he said, How charming the man is: since\nI have been in prison he has always been coming to see me, and at times\nhe would talk to me, and was as good to me as could be, and now see how\ngenerously he sorrows on my account. We must do as he says, Crito; and\ntherefore let the cup be brought, if the poison is prepared: if not, let\nthe attendant prepare some.", "location": 229505}
{"paragraph": "Well, then, added Socrates, let us suppose that there are two sorts of\nexistences--one seen, the other unseen.", "location": 138977}
{"paragraph": "The seen is the changing, and the unseen is the unchanging?", "location": 139111}
{"paragraph": "There are some other questions which are disturbing to us because we\nhave no answer to them. What is to become of the animals in a future\nstate? Have we not seen dogs more faithful and intelligent than men,\nand men who are more stupid and brutal than any animals? Does their life\ncease at death, or is there some 'better thing reserved' also for\nthem? They may be said to have a shadow or imitation of morality, and\nimperfect moral claims upon the benevolence of man and upon the justice\nof God. We cannot think of the least or lowest of them, the insect, the\nbird, the inhabitants of the sea or the desert, as having any place in\na future world, and if not all, why should those who are specially\nattached to man be deemed worthy of any exceptional privilege? When we\nreason about such a subject, almost at once we degenerate into nonsense.\nIt is a passing thought which has no real hold on the mind. We may argue\nfor the existence of animals in a future state from the attributes of\nGod, or from texts of Scripture ('Are not two sparrows sold for one\nfarthing?' etc.), but the truth is that we are only filling up the void\nof another world with our own fancies. Again, we often talk about\nthe origin of evil, that great bugbear of theologians, by which they\nfrighten us into believing any superstition. What answer can be made\nto the old commonplace, 'Is not God the author of evil, if he knowingly\npermitted, but could have prevented it?' Even if we assume that the\ninequalities of this life are rectified by some transposition of human\nbeings in another, still the existence of the very least evil if it\ncould have been avoided, seems to be at variance with the love and\njustice of God. And so we arrive at the conclusion that we are carrying\nlogic too far, and that the attempt to frame the world according to a\nrule of divine perfection is opposed to experience and had better be\ngiven up. The case of the animals is our own. We must admit that the\nDivine Being, although perfect himself, has placed us in a state of life\nin which we may work together with him for good, but we are very far\nfrom having attained to it.", "location": 35792}
{"paragraph": "Now these rivers are many, and mighty, and diverse, and there are four\nprincipal ones, of which the greatest and outermost is that called\nOceanus, which flows round the earth in a circle; and in the opposite\ndirection flows Acheron, which passes under the earth through desert\nplaces into the Acherusian lake: this is the lake to the shores of\nwhich the souls of the many go when they are dead, and after waiting an\nappointed time, which is to some a longer and to some a shorter time,\nthey are sent back to be born again as animals. The third river passes\nout between the two, and near the place of outlet pours into a vast\nregion of fire, and forms a lake larger than the Mediterranean Sea,\nboiling with water and mud; and proceeding muddy and turbid, and winding\nabout the earth, comes, among other places, to the extremities of the\nAcherusian Lake, but mingles not with the waters of the lake, and after\nmaking many coils about the earth plunges into Tartarus at a deeper\nlevel. This is that Pyriphlegethon, as the stream is called, which\nthrows up jets of fire in different parts of the earth. The fourth river\ngoes out on the opposite side, and falls first of all into a wild and\nsavage region, which is all of a dark-blue colour, like lapis lazuli;\nand this is that river which is called the Stygian river, and falls into\nand forms the Lake Styx, and after falling into the lake and receiving\nstrange powers in the waters, passes under the earth, winding round\nin the opposite direction, and comes near the Acherusian lake from the\nopposite side to Pyriphlegethon. And the water of this river too mingles\nwith no other, but flows round in a circle and falls into Tartarus over\nagainst Pyriphlegethon; and the name of the river, as the poets say, is\nCocytus.", "location": 220608}
{"paragraph": "The Foundation’s business office is located at 809 North 1500 West,\nSalt Lake City, UT 84116, (801) 596-1887. Email contact links and up\nto date contact information can be found at the Foundation’s website\nand official page at www.gutenberg.org/contact", "location": 249245}
{"paragraph": "No, I do not feel so, said Cebes; and yet I cannot deny that I am often\ndisturbed by objections.", "location": 198384}
{"paragraph": "In like manner you would be afraid to say that ten exceeded eight by,\nand by reason of, two; but would say by, and by reason of, number; or\nyou would say that two cubits exceed one cubit not by a half, but by\nmagnitude?-for there is the same liability to error in all these cases.", "location": 192867}
{"paragraph": "And this corporeal element, my friend, is heavy and weighty and earthy,\nand is that element of sight by which a soul is depressed and dragged\ndown again into the visible world, because she is afraid of the\ninvisible and of the world below--prowling about tombs and sepulchres,\nnear which, as they tell us, are seen certain ghostly apparitions\nof souls which have not departed pure, but are cloyed with sight and\ntherefore visible.", "location": 144845}
{"paragraph": "Yes, Socrates, I suppose that they will, I replied.", "location": 163978}
{"paragraph": "Then the soul, as has been acknowledged, will never receive the opposite\nof what she brings.", "location": 204489}
{"paragraph": "Yes, replied Socrates, and yet all men will agree that God, and the\nessential form of life, and the immortal in general, will never perish.", "location": 206827}
{"paragraph": "Then when does the soul attain truth?--for in attempting to consider\nanything in company with the body she is obviously deceived.", "location": 105144}
{"paragraph": "In this respect, replied Simmias:--Suppose a person to use the same\nargument about harmony and the lyre--might he not say that harmony is\na thing invisible, incorporeal, perfect, divine, existing in the lyre\nwhich is harmonized, but that the lyre and the strings are matter and\nmaterial, composite, earthy, and akin to mortality? And when some one\nbreaks the lyre, or cuts and rends the strings, then he who takes this\nview would argue as you do, and on the same analogy, that the harmony\nsurvives and has not perished--you cannot imagine, he would say, that\nthe lyre without the strings, and the broken strings themselves which\nare mortal remain, and yet that the harmony, which is of heavenly and\nimmortal nature and kindred, has perished--perished before the mortal.\nThe harmony must still be somewhere, and the wood and strings will decay\nbefore anything can happen to that. The thought, Socrates, must have\noccurred to your own mind that such is our conception of the soul;\nand that when the body is in a manner strung and held together by the\nelements of hot and cold, wet and dry, then the soul is the harmony or\ndue proportionate admixture of them. But if so, whenever the strings of\nthe body are unduly loosened or overstrained through disease or other\ninjury, then the soul, though most divine, like other harmonies of music\nor of works of art, of course perishes at once, although the material\nremains of the body may last for a considerable time, until they are\neither decayed or burnt. And if any one maintains that the soul, being\nthe harmony of the elements of the body, is first to perish in that\nwhich is called death, how shall we answer him?", "location": 156067}
{"paragraph": "18. To deal fairly with such arguments, they should be translated as\nfar as possible into their modern equivalents. 'If the ideas of men are\neternal, their souls are eternal, and if not the ideas, then not the\nsouls.' Such an argument stands nearly in the same relation to Plato and\nhis age, as the argument from the existence of God to immortality among\nourselves. 'If God exists, then the soul exists after death; and if\nthere is no God, there is no existence of the soul after death.' For\nthe ideas are to his mind the reality, the truth, the principle of\npermanence, as well as of intelligence and order in the world. When\nSimmias and Cebes say that they are more strongly persuaded of the\nexistence of ideas than they are of the immortality of the soul, they\nrepresent fairly enough the order of thought in Greek philosophy. And we\nmight say in the same way that we are more certain of the existence\nof God than we are of the immortality of the soul, and are led by the\nbelief in the one to a belief in the other. The parallel, as Socrates\nwould say, is not perfect, but agrees in as far as the mind in either\ncase is regarded as dependent on something above and beyond herself. The\nanalogy may even be pressed a step further: 'We are more certain of our\nideas of truth and right than we are of the existence of God, and\nare led on in the order of thought from one to the other.' Or more\ncorrectly: 'The existence of right and truth is the existence of God,\nand can never for a moment be separated from Him.'", "location": 67134}
{"paragraph": "They are in process of recollecting that which they learned before?", "location": 132313}
{"paragraph": "1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg™ electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg™\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg™ work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg™ work, and (c) any\nDefect you cause.", "location": 247072}
{"paragraph": "And he attains to the purest knowledge of them who goes to each with the\nmind alone, not introducing or intruding in the act of thought sight\nor any other sense together with reason, but with the very light of the\nmind in her own clearness searches into the very truth of each; he who\nhas got rid, as far as he can, of eyes and ears and, so to speak, of the\nwhole body, these being in his opinion distracting elements which when\nthey infect the soul hinder her from acquiring truth and knowledge--who,\nif not he, is likely to attain the knowledge of true being?", "location": 106549}
{"paragraph": "PHAEDO: He was quite beside himself; and I and all of us were greatly\nmoved.", "location": 90393}
{"paragraph": "And we recognize also that this absolute equality has only been known,\nand can only be known, through the medium of sight or touch, or of some\nother of the senses, which are all alike in this respect?", "location": 128868}
{"paragraph": "Simmias said laughingly: Though not in a laughing humour, you have made\nme laugh, Socrates; for I cannot help thinking that the many when they\nhear your words will say how truly you have described philosophers, and\nour people at home will likewise say that the life which philosophers\ndesire is in reality death, and that they have found them out to be\ndeserving of the death which they desire.", "location": 102436}
{"paragraph": "'He beat his breast, and thus reproached his heart: Endure, my heart;\nfar worse hast thou endured!'", "location": 177441}
{"paragraph": "'The art of concealing art' is nowhere more perfect than in those\nwritings of Plato which describe the trial and death of Socrates. Their\ncharm is their simplicity, which gives them verisimilitude; and yet\nthey touch, as if incidentally, and because they were suitable to the\noccasion, on some of the deepest truths of philosophy. There is nothing\nin any tragedy, ancient or modern, nothing in poetry or history (with\none exception), like the last hours of Socrates in Plato. The master\ncould not be more fitly occupied at such a time than in discoursing of\nimmortality; nor the disciples more divinely consoled. The arguments,\ntaken in the spirit and not in the letter, are our arguments; and\nSocrates by anticipation may be even thought to refute some 'eccentric\nnotions; current in our own age. For there are philosophers among\nourselves who do not seem to understand how much stronger is the power\nof intelligence, or of the best, than of Atlas, or mechanical force.\nHow far the words attributed to Socrates were actually uttered by him we\nforbear to ask; for no answer can be given to this question. And it\nis better to resign ourselves to the feeling of a great work, than to\nlinger among critical uncertainties.", "location": 85559}
{"paragraph": "1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg™ electronic works\nprovided that:", "location": 241877}
{"paragraph": "I cannot tell, replied Simmias; but I suppose that something of the sort\nwould be asserted by those who say that the soul is a harmony.", "location": 174627}
{"paragraph": "And the uncompounded may be assumed to be the same and unchanging,\nwhereas the compound is always changing and never the same.", "location": 137700}
{"paragraph": "Tell him, Cebes, he replied, what is the truth--that I had no idea of\nrivalling him or his poems; to do so, as I knew, would be no easy task.\nBut I wanted to see whether I could purge away a scruple which I felt\nabout the meaning of certain dreams. In the course of my life I have\noften had intimations in dreams 'that I should compose music.' The same\ndream came to me sometimes in one form, and sometimes in another, but\nalways saying the same or nearly the same words: 'Cultivate and make\nmusic,' said the dream. And hitherto I had imagined that this was only\nintended to exhort and encourage me in the study of philosophy, which\nhas been the pursuit of my life, and is the noblest and best of music.\nThe dream was bidding me do what I was already doing, in the same way\nthat the competitor in a race is bidden by the spectators to run when he\nis already running. But I was not certain of this, for the dream might\nhave meant music in the popular sense of the word, and being under\nsentence of death, and the festival giving me a respite, I thought that\nit would be safer for me to satisfy the scruple, and, in obedience to\nthe dream, to compose a few verses before I departed. And first I made\na hymn in honour of the god of the festival, and then considering that a\npoet, if he is really to be a poet, should not only put together words,\nbut should invent stories, and that I have no invention, I took some\nfables of Aesop, which I had ready at hand and which I knew--they were\nthe first I came upon--and turned them into verse. Tell this to Evenus,\nCebes, and bid him be of good cheer; say that I would have him come\nafter me if he be a wise man, and not tarry; and that to-day I am likely\nto be going, for the Athenians say that I must.", "location": 93902}
{"paragraph": "1.B. “Project Gutenberg” is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg™ electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg™ electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg™\nelectronic works. See paragraph 1.E below.", "location": 236281}
{"paragraph": "No other inference can be drawn from the previous statements.", "location": 129557}
{"paragraph": "To protect the Project Gutenberg™ mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase “Project\nGutenberg”), you agree to comply with all the terms of the Full\nProject Gutenberg™ License available with this file or online at\nwww.gutenberg.org/license.", "location": 235161}
{"paragraph": "But then, O my friends, he said, if the soul is really immortal, what\ncare should be taken of her, not only in respect of the portion of time\nwhich is called life, but of eternity! And the danger of neglecting her\nfrom this point of view does indeed appear to be awful. If death had\nonly been the end of all, the wicked would have had a good bargain in\ndying, for they would have been happily quit not only of their body, but\nof their own evil together with their souls. But now, inasmuch as the\nsoul is manifestly immortal, there is no release or salvation from evil\nexcept the attainment of the highest virtue and wisdom. For the soul\nwhen on her progress to the world below takes nothing with her but\nnurture and education; and these are said greatly to benefit or greatly\nto injure the departed, at the very beginning of his journey thither.", "location": 208464}
{"paragraph": "And that which becomes less must have been once greater and then have\nbecome less.", "location": 118547}
{"paragraph": "And do you further observe, that after a man is dead, the body, or\nvisible part of him, which is lying in the visible world, and is\ncalled a corpse, and would naturally be dissolved and decomposed and\ndissipated, is not dissolved or decomposed at once, but may remain for a\nfor some time, nay even for a long time, if the constitution be sound at\nthe time of death, and the season of the year favourable? For the body\nwhen shrunk and embalmed, as the manner is in Egypt, may remain almost\nentire through infinite ages; and even in decay, there are still\nsome portions, such as the bones and ligaments, which are practically\nindestructible:--Do you agree?", "location": 142095}
{"paragraph": "Cebes answered: I agree, Socrates, in the greater part of what you say.\nBut in what concerns the soul, men are apt to be incredulous; they fear\nthat when she has left the body her place may be nowhere, and that on\nthe very day of death she may perish and come to an end--immediately on\nher release from the body, issuing forth dispersed like smoke or air\nand in her flight vanishing away into nothingness. If she could only be\ncollected into herself after she has obtained release from the evils of\nwhich you are speaking, there would be good reason to hope, Socrates,\nthat what you say is true. But surely it requires a great deal of\nargument and many proofs to show that when the man is dead his soul yet\nexists, and has any force or intelligence.", "location": 116133}
{"paragraph": "And in some cases the name of the idea is not only attached to the idea\nin an eternal connection, but anything else which, not being the idea,\nexists only in the form of the idea, may also lay claim to it. I will\ntry to make this clearer by an example:--The odd number is always called\nby the name of odd?", "location": 199414}
{"paragraph": "ECHECRATES: I should so like to hear about his death. What did he say in\nhis last hours? We were informed that he died by taking poison, but no\none knew anything more; for no Phliasian ever goes to Athens now, and it\nis a long time since any stranger from Athens has found his way hither;\nso that we had no clear account.", "location": 87169}
{"paragraph": "Then the idea of the even number will never arrive at three?", "location": 201906}
{"paragraph": "The dead are first of all judged according to their deeds, and those who\nare incurable are thrust into Tartarus, from which they never come out.\nThose who have only committed venial sins are first purified of them,\nand then rewarded for the good which they have done. Those who have\ncommitted crimes, great indeed, but not unpardonable, are thrust\ninto Tartarus, but are cast forth at the end of a year by way of\nPyriphlegethon or Cocytus, and these carry them as far as the Acherusian\nlake, where they call upon their victims to let them come out of the\nrivers into the lake. And if they prevail, then they are let out and\ntheir sufferings cease: if not, they are borne unceasingly into Tartarus\nand back again, until they at last obtain mercy. The pure souls also\nreceive their reward, and have their abode in the upper earth, and a\nselect few in still fairer 'mansions.'", "location": 25134}
{"paragraph": "True, Cebes, said Socrates; and shall I suggest that we converse a\nlittle of the probabilities of these things?", "location": 116884}
{"paragraph": "Then he heard some one reading out of a book of Anaxagoras, that mind is\nthe cause of all things. And he said to himself: If mind is the cause\nof all things, surely mind must dispose them all for the best. The new\nteacher will show me this 'order of the best' in man and nature. How\ngreat had been his hopes and how great his disappointment! For he found\nthat his new friend was anything but consistent in his use of mind as\na cause, and that he soon introduced winds, waters, and other eccentric\nnotions. (Compare Arist. Metaph.) It was as if a person had said that\nSocrates is sitting here because he is made up of bones and muscles,\ninstead of telling the true reason--that he is here because the\nAthenians have thought good to sentence him to death, and he has thought\ngood to await his sentence. Had his bones and muscles been left by him\nto their own ideas of right, they would long ago have taken themselves\noff. But surely there is a great confusion of the cause and condition\nin all this. And this confusion also leads people into all sorts of\nerroneous theories about the position and motions of the earth. None of\nthem know how much stronger than any Atlas is the power of the best. But\nthis 'best' is still undiscovered; and in enquiring after the cause, we\ncan only hope to attain the second best.", "location": 16620}
{"paragraph": "And what is the nature of this knowledge or recollection? I mean to\nask, Whether a person who, having seen or heard or in any way perceived\nanything, knows not only that, but has a conception of something\nelse which is the subject, not of the same but of some other kind of\nknowledge, may not be fairly said to recollect that of which he has the\nconception?", "location": 124906}
{"paragraph": "1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg™ works\nunless you comply with paragraph 1.E.8 or 1.E.9.", "location": 241699}
{"paragraph": "1.E.3. If an individual Project Gutenberg™ electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg™ License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.", "location": 240053}
{"paragraph": "Yes, Socrates, he said; the conclusion seems to flow necessarily out of\nour previous admissions.", "location": 121624}
{"paragraph": "Hellas, he replied, is a large place, Cebes, and has many good men, and\nthere are barbarous races not a few: seek for him among them all, far\nand wide, sparing neither pains nor money; for there is no better way\nof spending your money. And you must seek among yourselves too; for you\nwill not find others better able to make the search.", "location": 136491}
{"paragraph": "And if one of your own possessions, an ox or an ass, for example, took\nthe liberty of putting himself out of the way when you had given no\nintimation of your wish that he should die, would you not be angry with\nhim, and would you not punish him if you could?", "location": 97978}
{"paragraph": "But does the soul admit of degrees? or is one soul in the very least\ndegree more or less, or more or less completely, a soul than another?", "location": 173929}
{"paragraph": "And this separation and release of the soul from the body is termed\ndeath?", "location": 110538}
{"paragraph": "I will tell you, he said. The lovers of knowledge are conscious that\nthe soul was simply fastened and glued to the body--until philosophy\nreceived her, she could only view real existence through the bars of\na prison, not in and through herself; she was wallowing in the mire of\nevery sort of ignorance; and by reason of lust had become the principal\naccomplice in her own captivity. This was her original state; and\nthen, as I was saying, and as the lovers of knowledge are well aware,\nphilosophy, seeing how terrible was her confinement, of which she was\nto herself the cause, received and gently comforted her and sought to\nrelease her, pointing out that the eye and the ear and the other senses\nare full of deception, and persuading her to retire from them, and\nabstain from all but the necessary use of them, and be gathered up and\ncollected into herself, bidding her trust in herself and her own pure\napprehension of pure existence, and to mistrust whatever comes to her\nthrough other channels and is subject to variation; for such things\nare visible and tangible, but what she sees in her own nature is\nintelligible and invisible. And the soul of the true philosopher thinks\nthat she ought not to resist this deliverance, and therefore abstains\nfrom pleasures and desires and pains and fears, as far as she is\nable; reflecting that when a man has great joys or sorrows or fears or\ndesires, he suffers from them, not merely the sort of evil which might\nbe anticipated--as for example, the loss of his health or property which\nhe has sacrificed to his lusts--but an evil greater far, which is the\ngreatest and worst of all evils, and one of which he never thinks.", "location": 148630}
{"paragraph": "This is your way of speaking; and yet when you say that Simmias is\ngreater than Socrates and less than Phaedo, do you not predicate of\nSimmias both greatness and smallness?", "location": 195280}
{"paragraph": "Say so, yes, replied Simmias, and swear to it, with all the confidence\nin life.", "location": 126761}
{"paragraph": "Well, he said, you are aware that death is regarded by men in general as\na great evil.", "location": 112982}
{"paragraph": "And when you see a man who is repining at the approach of death, is not\nhis reluctance a sufficient proof that he is not a lover of wisdom, but\na lover of the body, and probably at the same time a lover of either\nmoney or power, or both?", "location": 112210}
{"paragraph": "But, O my friend, if this is true, there is great reason to hope that,\ngoing whither I go, when I have come to the end of my journey, I shall\nattain that which has been the pursuit of my life. And therefore I go on\nmy way rejoicing, and not I only, but every other man who believes that\nhis mind has been made ready and that he is in a manner purified.", "location": 109791}
{"paragraph": "I knew quite well what you would say, replied Crito; but I was obliged\nto satisfy him.", "location": 101717}
{"paragraph": "I summon you rather, I rejoined, not as Heracles summoning Iolaus, but\nas Iolaus might summon Heracles.", "location": 164625}
{"paragraph": "But that proof, Simmias and Cebes, has been already given, said\nSocrates, if you put the two arguments together--I mean this and the\nformer one, in which we admitted that everything living is born of the\ndead. For if the soul exists before birth, and in coming to life and\nbeing born can be born only from death and dying, must she not after\ndeath continue to exist, since she has to be born again?--Surely the\nproof which you desire has been already furnished. Still I suspect\nthat you and Simmias would be glad to probe the argument further. Like\nchildren, you are haunted with a fear that when the soul leaves the\nbody, the wind may really blow her away and scatter her; especially if a\nman should happen to die in a great storm and not when the sky is calm.", "location": 135270}
{"paragraph": "And to which class is the soul more nearly alike and akin, as far as may\nbe inferred from this argument, as well as from the preceding one?", "location": 140662}
{"paragraph": "Thus the belief in the immortality of the soul rests at last on the\nbelief in God. If there is a good and wise God, then there is a progress\nof mankind towards perfection; and if there is no progress of men\ntowards perfection, then there is no good and wise God. We cannot\nsuppose that the moral government of God of which we see the beginnings\nin the world and in ourselves will cease when we pass out of life.", "location": 51353}
{"paragraph": "Once more, he said, what ruler is there of the elements of human nature\nother than the soul, and especially the wise soul? Do you know of any?", "location": 176157}
{"paragraph": "Such is the nature of the other world; and when the dead arrive at the\nplace to which the genius of each severally guides them, first of all,\nthey have sentence passed upon them, as they have lived well and piously\nor not. And those who appear to have lived neither well nor ill, go to\nthe river Acheron, and embarking in any vessels which they may find, are\ncarried in them to the lake, and there they dwell and are purified of\ntheir evil deeds, and having suffered the penalty of the wrongs which\nthey have done to others, they are absolved, and receive the rewards of\ntheir good deeds, each of them according to his deserts. But those who\nappear to be incurable by reason of the greatness of their crimes--who\nhave committed many and terrible deeds of sacrilege, murders foul and\nviolent, or the like--such are hurled into Tartarus which is their\nsuitable destiny, and they never come out. Those again who have\ncommitted crimes, which, although great, are not irremediable--who in\na moment of anger, for example, have done violence to a father or a\nmother, and have repented for the remainder of their lives, or, who\nhave taken the life of another under the like extenuating\ncircumstances--these are plunged into Tartarus, the pains of which they\nare compelled to undergo for a year, but at the end of the year the\nwave casts them forth--mere homicides by way of Cocytus, parricides and\nmatricides by Pyriphlegethon--and they are borne to the Acherusian lake,\nand there they lift up their voices and call upon the victims whom they\nhave slain or wronged, to have pity on them, and to be kind to them,\nand let them come out into the lake. And if they prevail, then they come\nforth and cease from their troubles; but if not, they are carried back\nagain into Tartarus and from thence into the rivers unceasingly, until\nthey obtain mercy from those whom they have wronged: for that is the\nsentence inflicted upon them by their judges. Those too who have been\npre-eminent for holiness of life are released from this earthly prison,\nand go to their pure home which is above, and dwell in the purer earth;\nand of these, such as have duly purified themselves with philosophy live\nhenceforth altogether without the body, in mansions fairer still which\nmay not be described, and of which the time would fail me to tell.", "location": 222374}
