"Title: Aristotle on the art of poetry"
"Author: Aristotle"
{"paragraph": "It is evident from the above that, the poet must be more the poet of his\nstories or Plots than of his verses, inasmuch as he is a poet by\nvirtue of the imitative element in his work, and it is actions that he\nimitates. And if he should come to take a subject from actual history,\nhe is none the less a poet for that; since some historic occurrences may\nvery well be in the probable and possible order of things; and it is in\nthat aspect of them that he is their poet.", "location": 47140}
{"paragraph": "Let this, then, suffice as an account of Tragedy, the art imitating by\nmeans of action on the stage.", "location": 87437}
{"paragraph": "I. As they act the stories, it follows that in the first place the\nSpectacle (or stage-appearance of the actors) must be some part of the\nwhole; and in the second Melody and Diction, these two being the\nmeans of their imitation. Here by 'Diction' I mean merely this, the\ncomposition of the verses; and by 'Melody', what is too completely\nunderstood to require explanation. But further: the subject represented\nalso is an action; and the action involves agents, who must necessarily\nhave their distinctive qualities both of character and thought, since it\nis from these that we ascribe certain qualities to their actions. There\nare in the natural order of things, therefore, two causes, Character and\nThought, of their actions, and consequently of their success or failure\nin their lives. Now the action (that which was done) is represented in\nthe play by the Fable or Plot. The Fable, in our present sense of the\nterm, is simply this, the combination of the incidents, or things done\nin the story; whereas Character is what makes us ascribe certain moral\nqualities to the agents; and Thought is shown in all they say when\nproving a particular point or, it may be, enunciating a general truth.\nThere are six parts consequently of every tragedy, as a whole, that\nis, of such or such quality, viz. a Fable or Plot, Characters, Diction,\nThought, Spectacle and Melody; two of them arising from the means, one\nfrom the manner, and three from the objects of the dramatic imitation;\nand there is nothing else besides these six. Of these, its formative\nelements, then, not a few of the dramatists have made due use, as every\nplay, one may say, admits of Spectacle, Character, Fable, Diction,\nMelody, and Thought.", "location": 36002}
{"paragraph": "The Foundation’s business office is located at 809 North 1500 West,\nSalt Lake City, UT 84116, (801) 596-1887. Email contact links and up\nto date contact information can be found at the Foundation’s website\nand official page at www.gutenberg.org/contact", "location": 123246}
{"paragraph": "Some artists imitate (i.e. depict) by shapes and colours. (Obs.\nsometimes by art, sometimes by habit.) Some by voice. Similarly the\nabove arts all imitate by rhythm, language, and tune, and these either\n(1) separate or (2) mixed.", "location": 6013}
{"paragraph": "I. As to the criticisms relating to the poet's art itself. Any\nimpossibilities there may be in his descriptions of things are faults.\nBut from another point of view they are justifiable, if they serve the\nend of poetry itself--if (to assume what we have said of that end) they\nmake the effect of some portion of the work more astounding. The Pursuit\nof Hector is an instance in point. If, however, the poetic end might\nhave been as well or better attained without sacrifice of technical\ncorrectness in such matters, the impossibility is not to be justified,\nsince the description should be, if it can, entirely free from error.\nOne may ask, too, whether the error is in a matter directly or only\naccidentally connected with the poetic art; since it is a lesser error\nin an artist not to know, for instance, that the hind has no horns, than\nto produce an unrecognizable picture of one.", "location": 97124}
{"paragraph": "A Peripety is the change from one state of things within the play to its\nopposite of the kind described, and that too in the way we are saying,\nin the probable or necessary sequence of events; as it is for instance\nin _Oedipus_: here the opposite state of things is produced by the\nMessenger, who, coming to gladden Oedipus and to remove his fears as to\nhis mother, reveals the secret of his birth. And in _Lynceus_: just as\nhe is being led off for execution, with Danaus at his side to put him to\ndeath, the incidents preceding this bring it about that he is saved and\nDanaus put to death. A Discovery is, as the very word implies, a change\nfrom ignorance to knowledge, and thus to either love or hate, in the\npersonages marked for good or evil fortune. The finest form of Discovery\nis one attended by Peripeties, like that which goes with the Discovery\nin _Oedipus_. There are no doubt other forms of it; what we have said\nmay happen in a way in reference to inanimate things, even things of a\nvery casual kind; and it is also possible to discover whether some one\nhas done or not done something. But the form most directly connected\nwith the Plot and the action of the piece is the first-mentioned. This,\nwith a Peripety, will arouse either pity or fear--actions of that nature\nbeing what Tragedy is assumed to represent; and it will also serve to\nbring about the happy or unhappy ending. The Discovery, then, being of\npersons, it may be that of one party only to the other, the latter being\nalready known; or both the parties may have to discover themselves.\nIphigenia, for instance, was discovered to Orestes by sending the\nletter; and another Discovery was required to reveal him to Iphigenia.", "location": 49330}
{"paragraph": "1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg™ works\nunless you comply with paragraph 1.E.8 or 1.E.9.", "location": 115700}
{"paragraph": "For example, as we have noticed above, true Tragedy had always taken its\nmaterial from the sacred myths, or heroic sagas, which to the classical\nGreek constituted history. But the New Comedy was in the habit of\ninventing its plots. Consequently Aristotle falls into using the word\n_mythos_ practically in the sense of 'plot', and writing otherwise in a\nway that is unsuited to the tragedy of the fifth century. He says that\ntragedy adheres to 'the historical names' for an aesthetic reason,\nbecause what has happened is obviously possible and therefore\nconvincing. The real reason was that the drama and the myth were simply\ntwo different expressions of the same religious kernel (p. 44). Again,\nhe says of the Chorus (p. 65) that it should be an integral part of the\nplay, which is true; but he also says that it' should be regarded as one\nof the actors', which shows to what an extent the Chorus in his day\nwas dead and its technique forgotten. He had lost the sense of what the\nChorus was in the hands of the great masters, say in the Bacchae or the\nEumenides. He mistakes, again, the use of that epiphany of a God which\nis frequent at the end of the single plays of Euripides, and which seems\nto have been equally so at the end of the trilogies of Aeschylus. Having\nlost the living tradition, he sees neither the ritual origin nor the\ndramatic value of these divine epiphanies. He thinks of the convenient\ngods and abstractions who sometimes spoke the prologues of the New\nComedy, and imagines that the God appears in order to unravel the plot.\nAs a matter of fact, in one play which he often quotes, the _Iphigenia\nTaurica_, the plot is actually distorted at the very end in order to\ngive an opportunity for the epiphany.(1)", "location": 12522}
{"paragraph": "Just in the same way, then, as a beautiful whole made up of parts, or a\nbeautiful living creature, must be of some size, a size to be taken in\nby the eye, so a story or Plot must be of some length, but of a length\nto be taken in by the memory. As for the limit of its length, so far as\nthat is relative to public performances and spectators, it does not fall\nwithin the theory of poetry. If they had to perform a hundred tragedies,\nthey would be timed by water-clocks, as they are said to have been at\none period. The limit, however, set by the actual nature of the thing is\nthis: the longer the story, consistently with its being comprehensible\nas a whole, the finer it is by reason of its magnitude. As a rough\ngeneral formula, 'a length which allows of the hero passing by a series\nof probable or necessary stages from misfortune to happiness, or from\nhappiness to misfortune', may suffice as a limit for the magnitude of\nthe story.", "location": 42608}
{"paragraph": "So much for Tragedy and Epic poetry--for these two arts in general and\ntheir species; the number and nature of their constituent parts; the\ncauses of success and failure in them; the Objections of the critics,\nand the Solutions in answer to them.", "location": 107438}
{"paragraph": "(1) Cf. Hdt. ii. 48; cf. 42,144. The name of Dionysus must not be openly\nmentioned in connexion with mourning (ib. 61, 132, 86). This may help to\nexplain the transference of the tragic shows to other heroes.", "location": 15808}
{"paragraph": "There is, however, a difference in the Epic as compared with Tragedy,\n(1) in its length, and (2) in its metre. (1) As to its length, the limit\nalready suggested will suffice: it must be possible for the beginning\nand end of the work to be taken in in one view--a condition which will\nbe fulfilled if the poem be shorter than the old epics, and about\nas long as the series of tragedies offered for one hearing. For the\nextension of its length epic poetry has a special advantage, of which it\nmakes large use. In a play one cannot represent an action with a number\nof parts going on simultaneously; one is limited to the part on the\nstage and connected with the actors. Whereas in epic poetry the narrative\nform makes it possible for one to describe a number of simultaneous\nincidents; and these, if germane to the subject, increase the body of\nthe poem. This then is a gain to the Epic, tending to give it grandeur,\nand also variety of interest and room for episodes of diverse kinds.\nUniformity of incident by the satiety it soon creates is apt to ruin\ntragedies on the stage. (2) As for its metre, the heroic has been\nassigned it from experience; were any one to attempt a narrative poem\nin some one, or in several, of the other metres, the incongruity of\nthe thing would be apparent. The heroic; in fact is the gravest and\nweightiest of metres--which is what makes it more tolerant than the rest\nof strange words and metaphors, that also being a point in which\nthe narrative form of poetry goes beyond all others. The iambic\nand trochaic, on the other hand, are metres of movement, the one\nrepresenting that of life and action, the other that of the dance. Still\nmore unnatural would it appear, it one were to write an epic in a medley\nof metres, as Chaeremon did. Hence it is that no one has ever written\na long story in any but heroic verse; nature herself, as we have said,\nteaches us to select the metre appropriate to such a story.", "location": 90617}
{"paragraph": "(7) A Case of a Noun or Verb is when the word means 'of or 'to' a thing,\nand so forth, or for one or many (e.g. 'man' and 'men'); or it may\nconsist merely in the mode of utterance, e.g. in question, command, etc.\n'Walked?' and 'Walk!' are Cases of the verb 'to walk' of this last kind.\n(8) A Speech is a composite significant sound, some of the parts of\nwhich have a certain significance by themselves. It may be observed that\na Speech is not always made up of Noun and Verb; it may be without a\nVerb, like the definition of man; but it will always have some part with\na certain significance by itself. In the Speech 'Cleon walks', 'Cleon'\nis an instance of such a part. A Speech is said to be one in two ways,\neither as signifying one thing, or as a union of several Speeches made\ninto one by conjunction. Thus the _Iliad_ is one Speech by conjunction\nof several; and the definition of man is one through its signifying one\nthing.", "location": 77206}
{"paragraph": "On the construction of the Plot, and the kind of Plot required for\nTragedy, enough has now been said.", "location": 59700}
{"paragraph": "Characteristic, too, is the observation that different kinds of art grow\nand develop, but not indefinitely; they develop until they 'attain their\nnatural form'; also the rule that each form of art should produce 'not\nevery sort of pleasure but its proper pleasure'; and the sober language\nin which Aristotle, instead of speaking about the sequence of events\nin a tragedy being 'inevitable', as we bombastic moderns do, merely\nrecommends that they should be 'either necessary or probable' and\n'appear to happen because of one another'.", "location": 20586}
{"paragraph": "The fact is that much misunderstanding is often caused by our modern\nattempts to limit too strictly the meaning of a Greek word. Greek was\nvery much a live language, and a language still unconscious of grammar,\nnot, like ours, dominated by definitions and trained upon dictionaries.\nAn instance is provided by Aristotle's famous saying that the typical\ntragic hero is one who falls from high state or fame, not through vice\nor depravity, but by some great _hamartia_. _Hamartia_ means originally\na 'bad shot' or 'error', but is currently used for 'offence' or 'sin'.\nAristotle clearly means that the typical hero is a great man with\n'something wrong' in his life or character; but I think it is a mistake\nof method to argue whether he means 'an intellectual error' or 'a moral\nflaw'. The word is not so precise.", "location": 9870}
{"paragraph": "Speaking generally, one has to justify (1) the Impossible by reference\nto the requirements of poetry, or to the better, or to opinion. For\nthe purposes of poetry a convincing impossibility is preferable to\nan unconvincing possibility; and if men such as Zeuxis depicted be\nimpossible, the answer is that it is better they should be like that, as\nthe artist ought to improve on his model. (2) The Improbable one has\nto justify either by showing it to be in accordance with opinion, or by\nurging that at times it is not improbable; for there is a probability of\nthings happening also against probability. (3) The contradictions found\nin the poet's language one should first test as one does an opponent's\nconfutation in a dialectical argument, so as to see whether he means\nthe same thing, in the same relation, and in the same sense, before\nadmitting that he has contradicted either something he has said himself\nor what a man of sound sense assumes as true. But there is no possible\napology for improbability of Plot or depravity of character, when they\nare not necessary and no use is made of them, like the improbability\nin the appearance of Aegeus in _Medea_ and the baseness of Menelaus in\n_Orestes_.", "location": 102145}
{"paragraph": "(1) See Margoliouth, p. 121. By water, with most editors, emends the\ntext.", "location": 9003}
{"paragraph": "Section 3. Information about the Project Gutenberg Literary Archive Foundation", "location": 122717}
{"paragraph": "For example, their enlightenment in the literal phrase, 'how the\nmyths ought to be put together.' The higher Greek poetry did not make\nup fictitious plots; its business was to express the heroic saga, the\nmyths. Again, the literal translation of _poetes_, poet, as 'maker',\nhelps to explain a term that otherwise seems a puzzle in the _Poetics_.\nIf we wonder why Aristotle, and Plato before him, should lay such stress\non the theory that art is imitation, it is a help to realize that common\nlanguage called it 'making', and it was clearly not 'making' in the\nordinary sense. The poet who was 'maker' of a Fall of Troy clearly did\nnot make the real Fall of Troy. He made an imitation Fall of Troy. An\nartist who 'painted Pericles' really 'made an imitation Pericles by\nmeans of shapes and colours'. Hence we get started upon a theory of art\nwhich, whether finally satisfactory or not, is of immense importance,\nand are saved from the error of complaining that Aristotle did not\nunderstand the 'creative power' of art.", "location": 7044}
{"paragraph": "II. Besides this, Epic poetry must divide into the same species as\nTragedy; it must be either simple or complex, a story of character\nor one of suffering. Its parts, too, with the exception of Song and\nSpectacle, must be the same, as it requires Peripeties, Discoveries, and\nscenes of suffering just like Tragedy. Lastly, the Thought and Diction\nin it must be good in their way. All these elements appear in Homer\nfirst; and he has made due use of them. His two poems are each examples\nof construction, the _Iliad_ simple and a story of suffering, the\n_Odyssey_ complex (there is Discovery throughout it) and a story of\ncharacter. And they are more than this, since in Diction and Thought too\nthey surpass all other poems.", "location": 89892}
{"paragraph": "1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg™ electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg™\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg™ work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg™ work, and (c) any\nDefect you cause.", "location": 121073}
{"paragraph": "The Diction viewed as a whole is made up of the following parts:\nthe Letter (or ultimate element), the Syllable, the Conjunction, the\nArticle, the Noun, the Verb, the Case, and the Speech. (1) The Letter is\nan indivisible sound of a particular kind, one that may become a factor\nin an intelligible sound. Indivisible sounds are uttered by the brutes\nalso, but no one of these is a Letter in our sense of the term. These\nelementary sounds are either vowels, semivowels, or mutes. A vowel is a\nLetter having an audible sound without the addition of another Letter.\nA semivowel, one having an audible sound by the addition of another\nLetter; e.g. S and R. A mute, one having no sound at all by itself, but\nbecoming audible by an addition, that of one of the Letters which have\na sound of some sort of their own; e.g. D and G. The Letters differ in\nvarious ways: as produced by different conformations or in different\nregions of the mouth; as aspirated, not aspirated, or sometimes one\nand sometimes the other; as long, short, or of variable quantity; and\nfurther as having an acute grave, or intermediate accent.", "location": 74532}
{"paragraph": "It is clear that the general origin of poetry was due to two causes,\neach of them part of human nature. Imitation is natural to man from\nchildhood, one of his advantages over the lower animals being this, that\nhe is the most imitative creature in the world, and learns at first\nby imitation. And it is also natural for all to delight in works of\nimitation. The truth of this second point is shown by experience: though\nthe objects themselves may be painful to see, we delight to view the\nmost realistic representations of them in art, the forms for example of\nthe lowest animals and of dead bodies. The explanation is to be found\nin a further fact: to be learning something is the greatest of pleasures\nnot only to the philosopher but also to the rest of mankind, however\nsmall their capacity for it; the reason of the delight in seeing the\npicture is that one is at the same time learning--gathering the meaning\nof things, e.g. that the man there is so-and-so; for if one has not\nseen the thing before, one's pleasure will not be in the picture as an\nimitation of it, but will be due to the execution or colouring or some\nsimilar cause. Imitation, then, being natural to us--as also the sense\nof harmony and rhythm, the metres being obviously species of rhythms--it\nwas through their original aptitude, and by a series of improvements for\nthe most part gradual on their first efforts, that they created poetry\nout of their improvisations.", "location": 28123}
{"paragraph": "1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.", "location": 120588}
{"paragraph": "The Plot and Characters having been discussed, it remains to consider\nthe Diction and Thought. As for the Thought, we may assume what is\nsaid of it in our Art of Rhetoric, as it belongs more properly to\nthat department of inquiry. The Thought of the personages is shown in\neverything to be effected by their language--in every effort to prove\nor disprove, to arouse emotion (pity, fear, anger, and the like), or\nto maximize or minimize things. It is clear, also, that their mental\nprocedure must be on the same lines in their actions likewise, whenever\nthey wish them to arouse pity or horror, or have a look of importance or\nprobability. The only difference is that with the act the impression has\nto be made without explanation; whereas with the spoken word it has to\nbe produced by the speaker, and result from his language. What, indeed,\nwould be the good of the speaker, if things appeared in the required\nlight even apart from anything he says?", "location": 72860}
{"paragraph": "Though the successive changes in Tragedy and their authors are not\nunknown, we cannot say the same of Comedy; its early stages passed\nunnoticed, because it was not as yet taken up in a serious way. It was\nonly at a late point in its progress that a chorus of comedians was\nofficially granted by the archon; they used to be mere volunteers. It\nhad also already certain definite forms at the time when the record of\nthose termed comic poets begins. Who it was who supplied it with masks,\nor prologues, or a plurality of actors and the like, has remained\nunknown. The invented Fable, or Plot, however, originated in Sicily,\nwith Epicharmus and Phormis; of Athenian poets Crates was the first\nto drop the Comedy of invective and frame stories of a general and\nnon-personal nature, in other words, Fables or Plots.", "location": 33520}
{"paragraph": "Epos-making, tragedy-making (also comedy), dithyramb-making (and most\nfluting and harping), taken as a whole, are really not Makings but\nImitations. They differ in three points; they imitate (a) different\nobjects, (b) by different means, (c) differently (i.e. different\nmanner).", "location": 5733}
{"paragraph": "As we said at the beginning, therefore, the differences in the imitation\nof these arts come under three heads, their means, their objects, and\ntheir manner.", "location": 26734}
{"paragraph": "It is doubtless one of Aristotle's great services that he conceived\nso clearly the truth that literature is a thing that grows and has a\nhistory. But no writer, certainly no ancient writer, is always vigilant.\nSometimes Aristotle analyses his terms, but very often he takes them for\ngranted; and in the latter case, I think, he is sometimes deceived by\nthem. Thus there seem to be cases where he has been affected in his\nconceptions of fifth-century tragedy by the practice of his own day,\nwhen the only living form of drama was the New Comedy.", "location": 11976}
{"paragraph": "In the Characters there are four points to aim at. First and foremost,\nthat they shall be good. There will be an element of character in the\nplay, if (as has been observed) what a personage says or does reveals a\ncertain moral purpose; and a good element of character, if the\npurpose so revealed is good. Such goodness is possible in every type\nof personage, even in a woman or a slave, though the one is perhaps an\ninferior, and the other a wholly worthless being. The second point is to\nmake them appropriate. The Character before us may be, say, manly; but\nit is not appropriate in a female Character to be manly, or clever. The\nthird is to make them like the reality, which is not the same as their\nbeing good and appropriate, in our sense of the term. The fourth is to\nmake them consistent and the same throughout; even if inconsistency\nbe part of the man before one for imitation as presenting that form\nof character, he should still be consistently inconsistent. We have an\ninstance of baseness of character, not required for the story, in\nthe Menelaus in _Orestes_; of the incongruous and unbefitting in the\nlamentation of Ulysses in _Scylla_, and in the (clever) speech of\nMelanippe; and of inconsistency in _Iphigenia at Aulis_, where Iphigenia\nthe suppliant is utterly unlike the later Iphigenia. The right thing,\nhowever, is in the Characters just as in the incidents of the play to\nendeavour always after the necessary or the probable; so that whenever\nsuch-and-such a personage says or does such-and-such a thing, it shall\nbe the probable or necessary outcome of his character; and whenever\nthis incident follows on that, it shall be either the necessary or the\nprobable consequence of it. From this one sees (to digress for a moment)\nthat the Denouement also should arise out of the plot itself, arid\nnot depend on a stage-artifice, as in _Medea_, or in the story of the\n(arrested) departure of the Greeks in the _Iliad_. The artifice must\nbe reserved for matters outside the play--for past events beyond human\nknowledge, or events yet to come, which require to be foretold or\nannounced; since it is the privilege of the Gods to know everything.\nThere should be nothing improbable among the actual incidents. If it\nbe unavoidable, however, it should be outside the tragedy, like the\nimprobability in the _Oedipus_ of Sophocles. But to return to the\nCharacters. As Tragedy is an imitation of personages better than\nthe ordinary man, we in our way should follow the example of good\nportrait-painters, who reproduce the distinctive features of a man, and\nat the same time, without losing the likeness, make him handsomer than\nhe is. The poet in like manner, in portraying men quick or slow to\nanger, or with similar infirmities of character, must know how to\nrepresent them as such, and at the same time as good men, as Agathon and\nHomer have represented Achilles.", "location": 59810}
{"paragraph": "The book is of permanent value as a mere intellectual achievement; as\na store of information about Greek literature; and as an original or\nfirst-hand statement of what we may call the classical view of\nartistic criticism. It does not regard poetry as a matter of unanalysed\ninspiration; it makes no concession to personal whims or fashion or\n_ennui_. It tries by rational methods to find out what is good in art\nand what makes it good, accepting the belief that there is just as truly\na good way, and many bad ways, in poetry as in morals or in playing\nbilliards. This is no place to try to sum up its main conclusions.\nBut it is characteristic of the classical view that Aristotle lays his\ngreatest stress, first, on the need for Unity in the work of art, the\nneed that each part should subserve the whole, while irrelevancies,\nhowever brilliant in themselves, should be cast away; and next, on the\ndemand that great art must have for its subject the great way of living.\nThese judgements have often been misunderstood, but the truth in them is\nprofound and goes near to the heart of things.", "location": 19492}
{"paragraph": "Homer more than any other has taught the rest of us the art of framing\nlies in the right way. I mean the use of paralogism. Whenever, if A is\nor happens, a consequent, B, is or happens, men's notion is that, if the\nB is, the A also is--but that is a false conclusion. Accordingly, if A\nis untrue, but there is something else, B, that on the assumption of its\ntruth follows as its consequent, the right thing then is to add on the\nB. Just because we know the truth of the consequent, we are in our own\nminds led on to the erroneous inference of the truth of the antecedent.\nHere is an instance, from the Bath-story in the _Odyssey_.", "location": 93691}
{"paragraph": "III. A third difference in these arts is in the manner in which each\nkind of object is represented. Given both the same means and the same\nkind of object for imitation, one may either (1) speak at one moment in\nnarrative and at another in an assumed character, as Homer does; or (2)\none may remain the same throughout, without any such change; or (3) the\nimitators may represent the whole story dramatically, as though they\nwere actually doing the things described.", "location": 26266}
{"paragraph": "Section 2. Information about the Mission of Project Gutenberg™", "location": 121757}
{"paragraph": "As regards Problems and their Solutions, one may see the number and\nnature of the assumptions on which they proceed by viewing the matter in\nthe following way. (1) The poet being an imitator just like the painter\nor other maker of likenesses, he must necessarily in all instances\nrepresent things in one or other of three aspects, either as they were\nor are, or as they are said or thought to be or to have been, or as they\nought to be. (2) All this he does in language, with an admixture, it\nmay be, of strange words and metaphors, as also of the various modified\nforms of words, since the use of these is conceded in poetry. (3) It is\nto be remembered, too, that there is not the same kind of correctness\nin poetry as in politics, or indeed any other art. There is, however,\nwithin the limits of poetry itself a possibility of two kinds of error,\nthe one directly, the other only accidentally connected with the art. If\nthe poet meant to describe the thing correctly, and failed through\nlack of power of expression, his art itself is at fault. But if it was\nthrough his having meant to describe it in some incorrect way (e.g. to\nmake the horse in movement have both right legs thrown forward) that the\ntechnical error (one in a matter of, say, medicine or some other special\nscience), or impossibilities of whatever kind they may be, have got into\nhis description, his error in that case is not in the essentials of the\npoetic art. These, therefore, must be the premisses of the Solutions in\nanswer to the criticisms involved in the Problems.", "location": 95577}
{"paragraph": "I hope it is not rash to surmise that the much-debated word\n__katharsis__, 'purification' or 'purgation', may have come into\nAristotle's mouth from the same source. It has all the appearance of\nbeing an old word which is accepted and re-interpreted by Aristotle\nrather than a word freely chosen by him to denote the exact phenomenon\nhe wishes to describe. At any rate the Dionysus ritual itself was a\n_katharmos_ or _katharsis_--a purification of the community from the\ntaints and poisons of the past year, the old contagion of sin and death.\nAnd the words of Aristotle's definition of tragedy in Chapter VI\nmight have been used in the days of Thespis in a much cruder and\nless metaphorical sense. According to primitive ideas, the mimic\nrepresentation on the stage of 'incidents arousing pity and fear' did\nact as a _katharsis_ of such 'passions' or 'sufferings' in real life.\n(For the word _pathemata_ means 'sufferings' as well as 'passions'.)\nIt is worth remembering that in the year 361 B.C., during Aristotle's\nlifetime, Greek tragedies were introduced into Rome, not on artistic but\non superstitious grounds, as a _katharmos_ against a pestilence (Livy\nvii. 2). One cannot but suspect that in his account of the purpose\nof tragedy Aristotle may be using an old traditional formula, and\nconsciously or unconsciously investing it with a new meaning, much as he\nhas done with the word _mythos_.", "location": 16063}
{"paragraph": "(4) There is a further point to be borne in mind. Every tragedy is\nin part Complication and in part Denouement; the incidents before the\nopening scene, and often certain also of those within the play, forming\nthe Complication; and the rest the Denouement. By Complication I mean\nall from the beginning of the story to the point just before the change\nin the hero's fortunes; by Denouement, all from the beginning of the\nchange to the end. In the _Lynceus_ of Theodectes, for instance, the\nComplication includes, together with the presupposed incidents, the\nseizure of the child and that in turn of the parents; and the Denouement\nall from the indictment for the murder to the end. Now it is right, when\none speaks of a tragedy as the same or not the same as another, to do so\non the ground before all else of their Plot, i.e. as having the same or\nnot the same Complication and Denouement. Yet there are many dramatists\nwho, after a good Complication, fail in the Denouement. But it is\nnecessary for both points of construction to be always duly mastered.\n(5) There are four distinct species of Tragedy--that being the number\nof the constituents also that have been mentioned: first, the complex\nTragedy, which is all Peripety and Discovery; second, the Tragedy\nof suffering, e.g. the _Ajaxes_ and _Ixions_; third, the Tragedy of\ncharacter, e.g. _The Phthiotides_ and _Peleus_. The fourth constituent\nis that of 'Spectacle', exemplified in _The Phorcides_, in _Prometheus_,\nand in all plays with the scene laid in the nether world. The poet's\naim, then, should be to combine every element of interest, if possible,\nor else the more important and the major part of them. This is now\nespecially necessary owing to the unfair criticism to which the poet is\nsubjected in these days. Just because there have been poets before him\nstrong in the several species of tragedy, the critics now expect the\none man to surpass that which was the strong point of each one of his\npredecessors. (6) One should also remember what has been said more than\nonce, and not write a tragedy on an epic body of incident (i.e. one with\na plurality of stories in it), by attempting to dramatize, for instance,\nthe entire story of the _Iliad_. In the epic owing to its scale every\npart is treated at proper length; with a drama, however, on the same\nstory the result is very disappointing. This is shown by the fact that\nall who have dramatized the fall of Ilium in its entirety, and not part\nby part, like Euripides, or the whole of the Niobe story, instead of a\nportion, like Aeschylus, either fail utterly or have but ill success\non the stage; for that and that alone was enough to ruin a play by\nAgathon. Yet in their Peripeties, as also in their simple plots, the\npoets I mean show wonderful skill in aiming at the kind of effect they\ndesire--a tragic situation that arouses the human feeling in one, like\nthe clever villain (e.g. Sisyphus) deceived, or the brave wrongdoer\nworsted. This is probable, however, only in Agathon's sense, when he\nspeaks of the probability of even improbabilities coming to pass. (7)\nThe Chorus too should be regarded as one of the actors; it should be an\nintegral part of the whole, and take a share in the action--that which\nit has in Sophocles rather than in Euripides. With the later poets,\nhowever, the songs in a play of theirs have no more to do with the Plot\nof that than of any other tragedy. Hence it is that they are now singing\nintercalary pieces, a practice first introduced by Agathon. And yet what\nreal difference is there between singing such intercalary pieces, and\nattempting to fit in a speech, or even a whole act, from one play into\nanother?", "location": 69183}
{"paragraph": "So that as an imitator Sophocles will be on one side akin to Homer, both\nportraying good men; and on another to Aristophanes, since both present\ntheir personages as acting and doing. This in fact, according to some,\nis the reason for plays being termed dramas, because in a play the\npersonages act the story. Hence too both Tragedy and Comedy are claimed\nby the Dorians as their discoveries; Comedy by the Megarians--by those\nin Greece as having arisen when Megara became a democracy, and by the\nSicilian Megarians on the ground that the poet Epicharmus was of their\ncountry, and a good deal earlier than Chionides and Magnes; even Tragedy\nalso is claimed by certain of the Peloponnesian Dorians. In support of\nthis claim they point to the words 'comedy' and 'drama'. Their word for\nthe outlying hamlets, they say, is comae, whereas Athenians call them\ndemes--thus assuming that comedians got the name not from their _comoe_\nor revels, but from their strolling from hamlet to hamlet, lack of\nappreciation keeping them out of the city. Their word also for 'to act',\nthey say, is _dran_, whereas Athenians use _prattein_.", "location": 26892}
{"paragraph": "Similarly, when Aristotle says that a deed of strife or disaster is more\ntragic when it occurs 'amid affections' or 'among people who love each\nother', no doubt the phrase, as Aristotle's own examples show, would\nprimarily suggest to a Greek feuds between near relations. Yet some of\nthe meaning is lost if one translates simply 'within the family'.", "location": 10683}
{"paragraph": "Rhythm and tune alone, harping, fluting, and other arts with same\neffect--e.g. panpipes.", "location": 6244}
{"paragraph": "One can see the effect of the tradition also in his treatment of the\nterms Anagnorisis and Peripeteia, which Professor Bywater translates\nas 'Discovery and Peripety' and Professor Butcher as 'Recognition and\nReversal of Fortune'. Aristotle assumes that these two elements are\nnormally present in any tragedy, except those which he calls 'simple';\nwe may say, roughly, in any tragedy that really has a plot. This strikes\na modern reader as a very arbitrary assumption. Reversals of Fortune\nof some sort are perhaps usual in any varied plot, but surely not\nRecognitions? The clue to the puzzle lies, it can scarcely be doubted,\nin the historical origin of tragedy. Tragedy, according to Greek\ntradition, is originally the ritual play of Dionysus, performed at his\nfestival, and representing, as Herodotus tells us, the 'sufferings'\nor 'passion' of that God. We are never directly told what these\n'sufferings' were which were so represented; but Herodotus remarks that\nhe found in Egypt a ritual that was 'in almost all points the same'. (1)\nThis was the well-known ritual of Osiris, in which the god was torn\nin pieces, lamented, searched for, discovered or recognized, and the\nmourning by a sudden Reversal turned into joy. In any tragedy which\nstill retained the stamp of its Dionysiac origin, this Discovery and\nPeripety might normally be expected to occur, and to occur together. I\nhave tried to show elsewhere how many of our extant tragedies do, as a\nmatter of fact, show the marks of this ritual.(2)", "location": 14302}
{"paragraph": "From what we have said it will be seen that the poet's function is to\ndescribe, not the thing that has happened, but a kind of thing that\nmight happen, i.e. what is possible as being probable or necessary. The\ndistinction between historian and poet is not in the one writing prose\nand the other verse--you might put the work of Herodotus into verse, and\nit would still be a species of history; it consists really in this, that\nthe one describes the thing that has been, and the other a kind of thing\nthat might be. Hence poetry is something more philosophic and of graver\nimport than history, since its statements are of the nature rather\nof universals, whereas those of history are singulars. By a universal\nstatement I mean one as to what such or such a kind of man will probably\nor necessarily say or do--which is the aim of poetry, though it affixes\nproper names to the characters; by a singular statement, one as to what,\nsay, Alcibiades did or had done to him. In Comedy this has become clear\nby this time; it is only when their plot is already made up of probable\nincidents that they give it a basis of proper names, choosing for the\npurpose any names that may occur to them, instead of writing like the\nold iambic poets about particular persons. In Tragedy, however, they\nstill adhere to the historic names; and for this reason: what convinces\nis the possible; now whereas we are not yet sure as to the possibility\nof that which has not happened, that which has happened is manifestly\npossible, else it would not have come to pass. Nevertheless even in\nTragedy there are some plays with but one or two known names in them,\nthe rest being inventions; and there are some without a single known\nname, e.g. Agathon's Anthens, in which both incidents and names are of\nthe poet's invention; and it is no less delightful on that account. So\nthat one must not aim at a rigid adherence to the traditional stories\non which tragedies are based. It would be absurd, in fact, to do so,\nas even the known stories are only known to a few, though they are a\ndelight none the less to all.", "location": 45058}
{"paragraph": "Project Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.", "location": 125574}
{"paragraph": "The Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular state\nvisit www.gutenberg.org/donate.", "location": 124019}
{"paragraph": "Two parts of the Plot, then, Peripety and Discovery, are on matters of\nthis sort. A third part is Suffering; which we may define as an action\nof a destructive or painful nature, such as murders on the stage,\ntortures, woundings, and the like. The other two have been already\nexplained.", "location": 51032}
{"paragraph": "Such an experiment would doubtless be a little absurd, but it would give\nan English reader some help in understanding both Aristotle's style and\nhis meaning.", "location": 6884}
{"paragraph": "Professor Michael S. Hart was the originator of the Project\nGutenberg™ concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg™ eBooks with only a loose network of\nvolunteer support.", "location": 125301}
{"paragraph": "Plots are either simple or complex, since the actions they represent are\nnaturally of this twofold description. The action, proceeding in the way\ndefined, as one continuous whole, I call simple, when the change in the\nhero's fortunes takes place without Peripety or Discovery; and complex,\nwhen it involves one or the other, or both. These should each of\nthem arise out of the structure of the Plot itself, so as to be the\nconsequence, necessary or probable, of the antecedents. There is a great\ndifference between a thing happening _propter hoc_ and _post hoc_.", "location": 48758}
{"paragraph": "1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you ‘AS-IS’, WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.", "location": 120313}
{"paragraph": "Or heiones boosin into heiones kraxousin. Add to this that Ariphrades\nused to ridicule the tragedians for introducing expressions unknown\nin the language of common life, _doeaton hapo_ (for _apo domaton_),\n_sethen_, _hego de nin_, _Achilleos peri_ (for _peri Achilleos_), and\nthe like. The mere fact of their not being in ordinary speech gives the\nDiction a non-prosaic character; but Ariphrades was unaware of that. It\nis a great thing, indeed, to make a proper use of these poetical forms,\nas also of compounds and strange words. But the greatest thing by far\nis to be a master of metaphor. It is the one thing that cannot be learnt\nfrom others; and it is also a sign of genius, since a good metaphor\nimplies an intuitive perception of the similarity in dissimilars.", "location": 86213}
{"paragraph": "It certainly began in improvisations--as did also Comedy; the one\noriginating with the authors of the Dithyramb, the other with those of\nthe phallic songs, which still survive as institutions in many of our\ncities. And its advance after that was little by little, through their\nimproving on whatever they had before them at each stage. It was in fact\nonly after a long series of changes that the movement of Tragedy stopped\non its attaining to its natural form. (1) The number of actors was first\nincreased to two by Aeschylus, who curtailed the business of the Chorus,\nand made the dialogue, or spoken portion, take the leading part in the\nplay. (2) A third actor and scenery were due to Sophocles. (3) Tragedy\nacquired also its magnitude. Discarding short stories and a ludicrous\ndiction, through its passing out of its satyric stage, it assumed,\nthough only at a late point in its progress, a tone of dignity; and\nits metre changed then from trochaic to iambic. The reason for their\noriginal use of the trochaic tetrameter was that their poetry was\nsatyric and more connected with dancing than it now is. As soon,\nhowever, as a spoken part came in, nature herself found the appropriate\nmetre. The iambic, we know, is the most speakable of metres, as is shown\nby the fact that we very often fall into it in conversation, whereas we\nrarely talk hexameters, and only when we depart from the speaking tone\nof voice. (4) Another change was a plurality of episodes or acts. As for\nthe remaining matters, the superadded embellishments and the account of\ntheir introduction, these must be taken as said, as it would probably be\na long piece of work to go through the details.", "location": 31404}
{"paragraph": "But it is of another cause of misunderstanding that I wish principally\nto speak in this preface. The great edition from which the present\ntranslation is taken was the fruit of prolonged study by one of the\ngreatest Aristotelians of the nineteenth century, and is itself a\nclassic among works of scholarship. In the hands of a student who knows\neven a little Greek, the translation, backed by the commentary, may lead\ndeep into the mind of Aristotle. But when the translation is used, as it\ndoubtless will be, by readers who are quite without the clue provided\nby a knowledge of the general habits of the Greek language, there must\narise a number of new difficulties or misconceptions.", "location": 3307}
{"paragraph": "In the second place, one must remember (1) that Tragedy has everything\nthat the Epic has (even the epic metre being admissible), together with\na not inconsiderable addition in the shape of the Music (a very real\nfactor in the pleasure of the drama) and the Spectacle. (2) That its\nreality of presentation is felt in the play as read, as well as in the\nplay as acted. (3) That the tragic imitation requires less space for\nthe attainment of its end; which is a great advantage, since the more\nconcentrated effect is more pleasurable than one with a large admixture\nof time to dilute it--consider the _Oedipus_ of Sophocles, for instance,\nand the effect of expanding it into the number of lines of the _Iliad_.\n(4) That there is less unity in the imitation of the epic poets, as\nis proved by the fact that any one work of theirs supplies matter for\nseveral tragedies; the result being that, if they take what is really\na single story, it seems curt when briefly told, and thin and waterish\nwhen on the scale of length usual with their verse. In saying that\nthere is less unity in an epic, I mean an epic made up of a plurality\nof actions, in the same way as the _Iliad_ and _Odyssey_ have many such\nparts, each one of them in itself of some magnitude; yet the structure\nof the two Homeric poems is as perfect as can be, and the action in them\nis as nearly as possible one action. If, then, Tragedy is superior in\nthese respects, and also besides these, in its poetic effect (since the\ntwo forms of poetry should give us, not any or every pleasure, but the\nvery special kind we have mentioned), it is clear that, as attaining the\npoetic effect better than the Epic, it will be the higher form of art.", "location": 105740}
{"paragraph": "Of simple Plots and actions the episodic are the worst. I call a Plot\nepisodic when there is neither probability nor necessity in the sequence\nof episodes. Actions of this sort bad poets construct through their\nown fault, and good ones on account of the players. His work being for\npublic performance, a good poet often stretches out a Plot beyond its\ncapabilities, and is thus obliged to twist the sequence of incident.", "location": 47609}
{"paragraph": "The details of these matters we must leave to the metricians. (2) A\nSyllable is a nonsignificant composite sound, made up of a mute and a\nLetter having a sound (a vowel or semivowel); for GR, without an A,\nis just as much a Syllable as GRA, with an A. The various forms of the\nSyllable also belong to the theory of metre. (3) A Conjunction is (a) a\nnon-significant sound which, when one significant sound is formable out\nof several, neither hinders nor aids the union, and which, if the Speech\nthus formed stands by itself (apart from other Speeches) must not be\ninserted at the beginning of it; e.g. _men_, _de_, _toi_, _de_. Or (b)\na non-significant sound capable of combining two or more significant\nsounds into one; e.g. _amphi_, _peri_, etc. (4) An Article is a\nnon-significant sound marking the beginning, end, or dividing-point of\na Speech, its natural place being either at the extremities or in\nthe middle. (5) A Noun or name is a composite significant sound not\ninvolving the idea of time, with parts which have no significance by\nthemselves in it. It is to be remembered that in a compound we do not\nthink of the parts as having a significance also by themselves; in the\nname 'Theodorus', for instance, the _doron_ means nothing to us.", "location": 75644}
{"paragraph": "1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.", "location": 119511}
{"paragraph": "The Nouns themselves (to whatever class they may belong) are either\nmasculines, feminines, or intermediates (neuter). All ending in N, P,\nS, or in the two compounds of this last, PS and X, are masculines. All\nending in the invariably long vowels, H and O, and in A among the vowels\nthat may be long, are feminines. So that there is an equal number of\nmasculine and feminine terminations, as PS and X are the same as S,\nand need not be counted. There is no Noun, however, ending in a mute\nor in either of the two short vowels, E and O. Only three (_meli, kommi,\npeperi_) end in I, and five in T. The intermediates, or neuters, end in\nthe variable vowels or in N, P, X.", "location": 82174}
{"paragraph": "International donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.", "location": 124774}
{"paragraph": "Discovery in general has been explained already. As for the species of\nDiscovery, the first to be noted is (1) the least artistic form of\nit, of which the poets make most use through mere lack of invention,\nDiscovery by signs or marks. Of these signs some are congenital, like\nthe 'lance-head which the Earth-born have on them', or 'stars', such as\nCarcinus brings in in his _Thyestes_; others acquired after birth--these\nlatter being either marks on the body, e.g. scars, or external tokens,\nlike necklaces, or to take another sort of instance, the ark in the\nDiscovery in _Tyro_. Even these, however, admit of two uses, a better\nand a worse; the scar of Ulysses is an instance; the Discovery of\nhim through it is made in one way by the nurse and in another by the\nswineherds. A Discovery using signs as a means of assurance is less\nartistic, as indeed are all such as imply reflection; whereas one\nbringing them in all of a sudden, as in the _Bath-story_, is of a better\norder. Next after these are (2) Discoveries made directly by the poet;\nwhich are inartistic for that very reason; e.g. Orestes' Discovery of\nhimself in _Iphigenia_: whereas his sister reveals who she is by the\nletter, Orestes is made to say himself what the poet rather than\nthe story demands. This, therefore, is not far removed from the\nfirst-mentioned fault, since he might have presented certain tokens\nas well. Another instance is the 'shuttle's voice' in the _Tereus_ of\nSophocles. (3) A third species is Discovery through memory, from a man's\nconsciousness being awakened by something seen or heard. Thus in _The\nCyprioe_ of Dicaeogenes, the sight of the picture makes the man burst\ninto tears; and in the _Tale of Alcinous_, hearing the harper Ulysses is\nreminded of the past and weeps; the Discovery of them being the\nresult. (4) A fourth kind is Discovery through reasoning; e.g. in _The\nChoephoroe_: 'One like me is here; there is no one like me but Orestes;\nhe, therefore, must be here.' Or that which Polyidus the Sophist\nsuggested for _Iphigenia_; since it was natural for Orestes to reflect:\n'My sister was sacrificed, and I am to be sacrificed like her.' Or that\nin the _Tydeus_ of Theodectes: 'I came to find a son, and am to die\nmyself.' Or that in _The Phinidae_: on seeing the place the women\ninferred their fate, that they were to die there, since they had also\nbeen exposed there. (5) There is, too, a composite Discovery arising\nfrom bad reasoning on the side of the other party. An instance of it is\nin _Ulysses the False Messenger_: he said he should know the bow--which\nhe had not seen; but to suppose from that that he would know it again\n(as though he had once seen it) was bad reasoning. (6) The best of all\nDiscoveries, however, is that arising from the incidents themselves,\nwhen the great surprise comes about through a probable incident, like\nthat in the _Oedipus_ of Sophocles; and also in _Iphigenia_; for it was\nnot improbable that she should wish to have a letter taken home. These\nlast are the only Discoveries independent of the artifice of signs and\nnecklaces. Next after them come Discoveries through reasoning.", "location": 62974}
{"paragraph": "At the time when he is constructing his Plots, and engaged on the\nDiction in which they are worked out, the poet should remember (1) to\nput the actual scenes as far as possible before his eyes. In this way,\nseeing everything with the vividness of an eye-witness as it were,\nhe will devise what is appropriate, and be least likely to overlook\nincongruities. This is shown by what was censured in Carcinus, the\nreturn of Amphiaraus from the sanctuary; it would have passed unnoticed,\nif it had not been actually seen by the audience; but on the stage his\nplay failed, the incongruity of the incident offending the spectators.\n(2) As far as may be, too, the poet should even act his story with the\nvery gestures of his personages. Given the same natural qualifications,\nhe who feels the emotions to be described will be the most convincing;\ndistress and anger, for instance, are portrayed most truthfully by one\nwho is feeling them at the moment. Hence it is that poetry demands a man\nwith special gift for it, or else one with a touch of madness in him;\nthe former can easily assume the required mood, and the latter may\nbe actually beside himself with emotion. (3) His story, again, whether\nalready made or of his own making, he should first simplify and reduce\nto a universal form, before proceeding to lengthen it out by the\ninsertion of episodes. The following will show how the universal element\nin _Iphigenia_, for instance, may be viewed: A certain maiden having\nbeen offered in sacrifice, and spirited away from her sacrificers into\nanother land, where the custom was to sacrifice all strangers to the\nGoddess, she was made there the priestess of this rite. Long after that\nthe brother of the priestess happened to come; the fact, however, of the\noracle having for a certain reason bidden him go thither, and his\nobject in going, are outside the Plot of the play. On his coming he\nwas arrested, and about to be sacrificed, when he revealed who he\nwas--either as Euripides puts it, or (as suggested by Polyidus) by the\nnot improbable exclamation, 'So I too am doomed to be sacrificed, as\nmy sister was'; and the disclosure led to his salvation. This done, the\nnext thing, after the proper names have been fixed as a basis for the\nstory, is to work in episodes or accessory incidents. One must mind,\nhowever, that the episodes are appropriate, like the fit of madness in\nOrestes, which led to his arrest, and the purifying, which brought about\nhis salvation. In plays, then, the episodes are short; in epic poetry\nthey serve to lengthen out the poem. The argument of the _Odyssey_ is\nnot a long one.", "location": 66109}
{"paragraph": "Conceptions and attitudes of mind such as these constitute what we may\ncall the classical faith in matters of art and poetry; a faith which is\nnever perhaps fully accepted in any age, yet, unlike others, is never\nforgotten but lives by being constantly criticized, re-asserted, and\nrebelled against. For the fashions of the ages vary in this direction\nand that, but they vary for the most part from a central road which was\nstruck out by the imagination of Greece.", "location": 21122}
{"paragraph": "Number of parts: nature of parts: rest of same inquiry.", "location": 5627}
{"paragraph": "The worst situation is when the personage is with full knowledge on the\npoint of doing the deed, and leaves it undone. It is odious and also\n(through the absence of suffering) untragic; hence it is that no one is\nmade to act thus except in some few instances, e.g. Haemon and Creon in\n_Antigone_. Next after this comes the actual perpetration of the deed\nmeditated. A better situation than that, however, is for the deed to\nbe done in ignorance, and the relationship discovered afterwards, since\nthere is nothing odious in it, and the Discovery will serve to astound\nus. But the best of all is the last; what we have in _Cresphontes_, for\nexample, where Merope, on the point of slaying her son, recognizes\nhim in time; in _Iphigenia_, where sister and brother are in a like\nposition; and in _Helle_, where the son recognizes his mother, when on\nthe point of giving her up to her enemy.", "location": 58476}
{"paragraph": "The first situation is not fear-inspiring or piteous, but simply odious\nto us. The second is the most untragic that can be; it has no one of the\nrequisites of Tragedy; it does not appeal either to the human feeling in\nus, or to our pity, or to our fears. Nor, on the other hand, should (3)\nan extremely bad man be seen falling from happiness into misery. Such\na story may arouse the human feeling in us, but it will not move us to\neither pity or fear; pity is occasioned by undeserved misfortune, and\nfear by that of one like ourselves; so that there will be nothing either\npiteous or fear-inspiring in the situation. There remains, then, the\nintermediate kind of personage, a man not pre-eminently virtuous and\njust, whose misfortune, however, is brought upon him not by vice and\ndepravity but by some error of judgement, of the number of those in the\nenjoyment of great reputation and prosperity; e.g. Oedipus, Thyestes,\nand the men of note of similar families. The perfect Plot, accordingly,\nmust have a single, and not (as some tell us) a double issue; the change\nin the hero's fortunes must be not from misery to happiness, but on the\ncontrary from happiness to misery; and the cause of it must lie not\nin any depravity, but in some great error on his part; the man himself\nbeing either such as we have described, or better, not worse, than that.\nFact also confirms our theory. Though the poets began by accepting any\ntragic story that came to hand, in these days the finest tragedies are\nalways on the story of some few houses, on that of Alemeon, Oedipus,\nOrestes, Meleager, Thyestes, Telephus, or any others that may have been\ninvolved, as either agents or sufferers, in some deed of horror. The\ntheoretically best tragedy, then, has a Plot of this description. The\ncritics, therefore, are wrong who blame Euripides for taking this line\nin his tragedies, and giving many of them an unhappy ending. It is, as\nwe have said, the right line to take. The best proof is this: on the\nstage, and in the public performances, such plays, properly worked\nout, are seen to be the most truly tragic; and Euripides, even if\nhis elecution be faulty in every other point, is seen to be nevertheless\nthe most tragic certainly of the dramatists. After this comes the\nconstruction of Plot which some rank first, one with a double story\n(like the _Odyssey_) and an opposite issue for the good and the bad\npersonages. It is ranked as first only through the weakness of the\naudiences; the poets merely follow their public, writing as its wishes\ndictate. But the pleasure here is not that of Tragedy. It belongs rather\nto Comedy, where the bitterest enemies in the piece (e.g. Orestes and\nAegisthus) walk off good friends at the end, with no slaying of any one\nby any one.", "location": 52978}
{"paragraph": "Herein, then, to repeat what we have said before, we have a further\nproof of Homer's marvellous superiority to the rest. He did not attempt\nto deal even with the Trojan war in its entirety, though it was a whole\nwith a definite beginning and end--through a feeling apparently that\nit was too long a story to be taken in in one view, or if not that, too\ncomplicated from the variety of incident in it. As it is, he has singled\nout one section of the whole; many of the other incidents, however, he\nbrings in as episodes, using the Catalogue of the Ships, for instance,\nand other episodes to relieve the uniformity of his narrative. As for\nthe other epic poets, they treat of one man, or one period; or else of\nan action which, although one, has a multiplicity of parts in it. This\nlast is what the authors of the _Cypria_ and _Little_ _Iliad_ have\ndone. And the result is that, whereas the _Iliad_ or _Odyssey_ supplies\nmaterials for only one, or at most two tragedies, the _Cypria_ does\nthat for several, and the _Little_ _Iliad_ for more than eight: for an\n_Adjudgment of Arms_, a _Philoctetes_, a _Neoptolemus_, a _Eurypylus_,\na _Ulysses as Beggar_, a _Laconian Women_, a _Fall of Ilium_, and a\n_Departure of the Fleet_; as also a _Sinon_, and _Women of Troy_.", "location": 88621}
{"paragraph": "Please check the Project Gutenberg web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org/donate.", "location": 124976}
{"paragraph": "All these rules one must keep in mind throughout, and further, those\nalso for such points of stage-effect as directly depend on the art\nof the poet, since in these too one may often make mistakes. Enough,\nhowever, has been said on the subject in one of our published writings.", "location": 62689}
{"paragraph": "1.C. The Project Gutenberg Literary Archive Foundation (“the\nFoundation” or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg™ electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg™ mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg™\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg™ name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg™ License when\nyou share it without charge with others.", "location": 110865}
{"paragraph": "Release date: October 1, 2004 [eBook #6763]\n                Most recently updated: May 2, 2009", "location": 627}
{"paragraph": "Project Gutenberg™ is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.", "location": 121821}
{"paragraph": "This website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.", "location": 125939}
{"paragraph": "There is another series of obscurities or confusions in the _Poetics_\nwhich, unless I am mistaken, arises from the fact that Aristotle was\nwriting at a time when the great age of Greek tragedy was long past, and\nwas using language formed in previous generations. The words and phrases\nremained in the tradition, but the forms of art and activity which they\ndenoted had sometimes changed in the interval. If we date the _Poetics_\nabout the year 330 B.C., as seems probable, that is more than two\nhundred years after the first tragedy of Thespis was produced in Athens,\nand more than seventy after the death of the last great masters of\nthe tragic stage. When we remember that a training in music and poetry\nformed a prominent part of the education of every wellborn Athenian,\nwe cannot be surprised at finding in Aristotle, and to a less extent in\nPlato, considerable traces of a tradition of technical language and even\nof aesthetic theory.", "location": 11034}
{"paragraph": "This will explain why our tragedies are restricted (as we said just now)\nto such a small number of families. It was accident rather than art that\nled the poets in quest of subjects to embody this kind of incident in\ntheir Plots. They are still obliged, accordingly, to have recourse to\nthe families in which such horrors have occurred.", "location": 59363}
{"paragraph": "Apart from these historical causes of misunderstanding, a good teacher\nwho uses this book with a class will hardly fail to point out numerous\npoints on which two equally good Greek scholars may well differ in\nthe mere interpretation of the words. What, for instance, are the 'two\nnatural causes' in Chapter IV which have given birth to Poetry? Are\nthey, as our translator takes them, (1) that man is imitative, and (2)\nthat people delight in imitations? Or are they (1) that man is imitative\nand people delight in imitations, and (2) the instinct for rhythm, as\nProfessor Butcher prefers? Is it a 'creature' a thousand miles long, or\na 'picture' a thousand miles long which raises some trouble in Chapter\nVII? The word _zoon_ means equally 'picture' and 'animal'. Did the older\npoets make their characters speak like 'statesmen', _politikoi_, or\nmerely like ordinary citizens, _politai_, while the moderns made theirs\nlike 'professors of rhetoric'? (Chapter VI, p. 38; cf. Margoliouth's\nnote and glossary).", "location": 17463}
{"paragraph": "As regards the Diction, one subject for inquiry under this head is the\nturns given to the language when spoken; e.g. the difference between\ncommand and prayer, simple statement and threat, question and answer,\nand so forth. The theory of such matters, however, belongs to Elocution\nand the professors of that art. Whether the poet knows these things or\nnot, his art as a poet is never seriously criticized on that account.\nWhat fault can one see in Homer's 'Sing of the wrath, Goddess'?--which\nProtagoras has criticized as being a command where a prayer was meant,\nsince to bid one do or not do, he tells us, is a command. Let us pass\nover this, then, as appertaining to another art, and not to that of\npoetry.", "location": 73813}
{"paragraph": "Epic poetry and Tragedy, as also Comedy, Dithyrambic poetry, and most\nflute-playing and lyre-playing, are all, viewed as a whole, modes of\nimitation. But at the same time they differ from one another in three\nways, either by a difference of kind in their means, or by differences\nin the objects, or in the manner of their imitations.", "location": 22012}
{"paragraph": "II. If the poet's description be criticized as not true to fact, one may\nurge perhaps that the object ought to be as described--an answer like\nthat of Sophocles, who said that he drew men as they ought to be, and\nEuripides as they were. If the description, however, be neither true nor\nof the thing as it ought to be, the answer must be then, that it is in\naccordance with opinion. The tales about Gods, for instance, may be as\nwrong as Xenophanes thinks, neither true nor the better thing to say;\nbut they are certainly in accordance with opinion. Of other statements\nin poetry one may perhaps say, not that they are better than the truth,\nbut that the fact was so at the time; e.g. the description of the arms:\n'their spears stood upright, butt-end upon the ground'; for that was the\nusual way of fixing them then, as it is still with the Illyrians. As for\nthe question whether something said or done in a poem is morally right\nor not, in dealing with that one should consider not only the intrinsic\nquality of the actual word or deed, but also the person who says or does\nit, the person to whom he says or does it, the time, the means, and the\nmotive of the agent--whether he does it to attain a greater good, or to\navoid a greater evil.", "location": 98010}
{"paragraph": "1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg™ License must appear\nprominently whenever any copy of a Project Gutenberg™ work (any work\non which the phrase “Project Gutenberg” appears, or with which the\nphrase “Project Gutenberg” is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:", "location": 112544}
{"paragraph": "I. The construction of its stories should clearly be like that in a\ndrama; they should be based on a single action, one that is a complete\nwhole in itself, with a beginning, middle, and end, so as to enable the\nwork to produce its own proper pleasure with all the organic unity of a\nliving creature. Nor should one suppose that there is anything like them\nin our usual histories. A history has to deal not with one action, but\nwith one period and all that happened in that to one or more persons,\nhowever disconnected the several events may have been. Just as two\nevents may take place at the same time, e.g. the sea-fight off Salamis\nand the battle with the Carthaginians in Sicily, without converging to\nthe same end, so too of two consecutive events one may sometimes come\nafter the other with no one end as their common issue. Nevertheless most\nof our epic poets, one may say, ignore the distinction.", "location": 87715}
{"paragraph": "Updated editions will replace the previous one—the old editions will\nbe renamed.", "location": 107779}
{"paragraph": "Epic poetry, then, has been seen to agree with Tragedy to this extent,\nthat of being an imitation of serious subjects in a grand kind of verse.\nIt differs from it, however, (1) in that it is in one kind of verse and\nin narrative form; and (2) in its length--which is due to its action\nhaving no fixed limit of time, whereas Tragedy endeavours to keep as far\nas possible within a single circuit of the sun, or something near that.\nThis, I say, is another point of difference between them, though at\nfirst the practice in this respect was just the same in tragedies as\nin epic poems. They differ also (3) in their constituents, some being\ncommon to both and others peculiar to Tragedy--hence a judge of good and\nbad in Tragedy is a judge of that in epic poetry also. All the parts of\nan epic are included in Tragedy; but those of Tragedy are not all of\nthem to be found in the Epic.", "location": 34331}
{"paragraph": "to be altered by the substitution of the ordinary words into", "location": 85971}
{"paragraph": "The Unity of a Plot does not consist, as some suppose, in its having one\nman as its subject. An infinity of things befall that one man, some of\nwhich it is impossible to reduce to unity; and in like manner there are\nmany actions of one man which cannot be made to form one action.\nOne sees, therefore, the mistake of all the poets who have written a\n_Heracleid_, a _Theseid_, or similar poems; they suppose that, because\nHeracles was one man, the story also of Heracles must be one story.\nHomer, however, evidently understood this point quite well, whether\nby art or instinct, just in the same way as he excels the rest in every\nother respect. In writing an _Odyssey_, he did not make the poem cover\nall that ever befell his hero--it befell him, for instance, to get\nwounded on Parnassus and also to feign madness at the time of the call\nto arms, but the two incidents had no probable or necessary connexion\nwith one another--instead of doing that, he took an action with a Unity\nof the kind we are describing as the subject of the _Odyssey_, as also\nof the _Iliad_. The truth is that, just as in the other imitative arts\none imitation is always of one thing, so in poetry the story, as an\nimitation of action, must represent one action, a complete whole,\nwith its several incidents so closely connected that the transposal or\nwithdrawal of any one of them will disjoin and dislocate the whole. For\nthat which makes no perceptible difference by its presence or absence is\nno real part of the whole.", "location": 43551}
{"paragraph": "1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg™ License.", "location": 114672}
{"paragraph": "While we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.", "location": 124527}
{"paragraph": "1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg™ work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry other than the United States.", "location": 111912}
{"paragraph": "II. The objects the imitator represents are actions, with agents who are\nnecessarily either good men or bad--the diversities of human character\nbeing nearly always derivative from this primary distinction, since the\nline between virtue and vice is one dividing the whole of mankind. It\nfollows, therefore, that the agents represented must be either above our\nown level of goodness, or beneath it, or just such as we are in the same\nway as, with the painters, the personages of Polygnotus are better\nthan we are, those of Pauson worse, and those of Dionysius just like\nourselves. It is clear that each of the above-mentioned arts will\nadmit of these differences, and that it will become a separate art by\nrepresenting objects with this point of difference. Even in dancing,\nflute-playing, and lyre-playing such diversities are possible; and they\nare also possible in the nameless art that uses language, prose or verse\nwithout harmony, as its means; Homer's personages, for instance, are\nbetter than we are; Cleophon's are on our own level; and those of\nHegemon of Thasos, the first writer of parodies, and Nicochares,\nthe author of the _Diliad_, are beneath it. The same is true of the\nDithyramb and the Nome: the personages may be presented in them with the\ndifference exemplified in the... of... and Argas, and in the Cyclopses\nof Timotheus and Philoxenus. This difference it is that distinguishes\nTragedy and Comedy also; the one would make its personages worse, and\nthe other better, than the men of the present day.", "location": 24737}
{"paragraph": "Reserving hexameter poetry and Comedy for consideration hereafter, let\nus proceed now to the discussion of Tragedy; before doing so, however,\nwe must gather up the definition resulting from what has been said. A\ntragedy, then, is the imitation of an action that is serious and also,\nas having magnitude, complete in itself; in language with pleasurable\naccessories, each kind brought in separately in the parts of the work;\nin a dramatic, not in a narrative form; with incidents arousing pity and\nfear, wherewith to accomplish its catharsis of such emotions. Here by\n'language with pleasurable accessories' I mean that with rhythm and\nharmony or song superadded; and by 'the kinds separately' I mean that\nsome portions are worked out with verse only, and others in turn with\nsong.", "location": 35219}
{"paragraph": "The tragic fear and pity may be aroused by the Spectacle; but they may\nalso be aroused by the very structure and incidents of the play--which\nis the better way and shows the better poet. The Plot in fact should be\nso framed that, even without seeing the things take place, he who simply\nhears the account of them shall be filled with horror and pity at the\nincidents; which is just the effect that the mere recital of the story\nin _Oedipus_ would have on one. To produce this same effect by means\nof the Spectacle is less artistic, and requires extraneous aid. Those,\nhowever, who make use of the Spectacle to put before us that which is\nmerely monstrous and not productive of fear, are wholly out of touch\nwith Tragedy; not every kind of pleasure should be required of a\ntragedy, but only its own proper pleasure.", "location": 55744}
{"paragraph": "1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg™ electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom the Project Gutenberg Literary Archive Foundation, the manager of\nthe Project Gutenberg™ trademark. Contact the Foundation as set\nforth in Section 3 below.", "location": 117698}
{"paragraph": "PLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK", "location": 109105}
{"paragraph": "1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg™ electronic works\nprovided that:", "location": 115878}
{"paragraph": "1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg™ collection. Despite these efforts, Project Gutenberg™\nelectronic works, and the medium on which they may be stored, may\ncontain “Defects,” such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.", "location": 118065}
{"paragraph": "Whatever its structure, a Noun must always be either (1) the ordinary\nword for the thing, or (2) a strange word, or (3) a metaphor, or (4) an\nornamental word, or (5) a coined word, or (6) a word lengthened out, or\n(7) curtailed, or (8) altered in form. By the ordinary word I mean\nthat in general use in a country; and by a strange word, one in use\nelsewhere. So that the same word may obviously be at once strange and\nordinary, though not in reference to the same people; _sigunos_, for\ninstance, is an ordinary word in Cyprus, and a strange word with us.\nMetaphor consists in giving the thing a name that belongs to something\nelse; the transference being either from genus to species, or from\nspecies to genus, or from species to species, or on grounds of analogy.\nThat from genus to species is eXemplified in 'Here stands my ship'; for\nlying at anchor is the 'standing' of a particular kind of thing. That\nfrom species to genus in 'Truly ten thousand good deeds has Ulysses\nwrought', where 'ten thousand', which is a particular large number,\nis put in place of the generic 'a large number'. That from species to\nspecies in 'Drawing the life with the bronze', and in 'Severing with the\nenduring bronze'; where the poet uses 'draw' in the sense of 'sever' and\n'sever' in that of 'draw', both words meaning to 'take away' something.\nThat from analogy is possible whenever there are four terms so related\nthat the second (B) is to the first (A), as the fourth (D) to the third\n(C); for one may then metaphorically put B in lieu of D, and D in lieu\nof B. Now and then, too, they qualify the metaphor by adding on to it\nthat to which the word it supplants is relative. Thus a cup (B) is\nin relation to Dionysus (A) what a shield (D) is to Ares (C). The\ncup accordingly will be metaphorically described as the 'shield _of\nDionysus_' (D + A), and the shield as the 'cup _of Ares_' (B + C). Or to\ntake another instance: As old age (D) is to life (C), so is evening (B)\nto day (A). One will accordingly describe evening (B) as the 'old age\n_of the day_' (D + A)--or by the Empedoclean equivalent; and old age (D)\nas the 'evening' or 'sunset of life'' (B + C). It may be that some of\nthe terms thus related have no special name of their own, but for all\nthat they will be metaphorically described in just the same way. Thus to\ncast forth seed-corn is called 'sowing'; but to cast forth its flame,\nas said of the sun, has no special name. This nameless act (B), however,\nstands in just the same relation to its object, sunlight (A), as sowing\n(D) to the seed-corn (C). Hence the expression in the poet, 'sowing\naround a god-created _flame_' (D + A). There is also another form of\nqualified metaphor. Having given the thing the alien name, one may by a\nnegative addition deny of it one of the attributes naturally associated\nwith its new name. An instance of this would be to call the shield not\nthe 'cup _of Ares_,' as in the former case, but a 'cup _that holds no\nwine_'. * * * A coined word is a name which, being quite unknown among\na people, is given by the poet himself; e.g. (for there are some words\nthat seem to be of this origin) _hernyges_ for horns, and _areter_ for\npriest. A word is said to be lengthened out, when it has a short vowel\nmade long, or an extra syllable inserted; e. g. _polleos_ for _poleos_,\n_Peleiadeo_ for _Peleidon_. It is said to be curtailed, when it has lost\na part; e.g. _kri_, _do_, and _ops_ in _mia ginetai amphoteron ops_.\nIt is an altered word, when part is left as it was and part is of the\npoet's making; e.g. _dexiteron_ for _dexion_, in _dexiteron kata maxon_.", "location": 78576}
{"paragraph": "1.E. Unless you have removed all references to Project Gutenberg:", "location": 112477}
{"paragraph": "Our subject being Poetry, I propose to speak not only of the art in\ngeneral but also of its species and their respective capacities; of the\nstructure of plot required for a good poem; of the number and nature of\nthe constituent parts of a poem; and likewise of any other matters in\nthe same line of inquiry. Let us follow the natural order and begin with\nthe primary facts.", "location": 21636}
{"paragraph": "In the tenth book of the _Republic_, when Plato has completed his final\nburning denunciation of Poetry, the false Siren, the imitator of things\nwhich themselves are shadows, the ally of all that is low and weak in\nthe soul against that which is high and strong, who makes us feed the\nthings we ought to starve and serve the things we ought to rule, he\nends with a touch of compunction: 'We will give her champions, not poets\nthemselves but poet-lovers, an opportunity to make her defence in plain\nprose and show that she is not only sweet--as we well know--but also\nhelpful to society and the life of man, and we will listen in a kindly\nspirit. For we shall be gainers, I take it, if this can be proved.'\nAristotle certainly knew the passage, and it looks as if his treatise on\npoetry was an answer to Plato's challenge.", "location": 1190}
{"paragraph": "To understand a great foreign book by means of a translation is possible\nenough where the two languages concerned operate with a common stock\nof ideas, and belong to the same period of civilization. But between\nancient Greece and modern England there yawn immense gulfs of human\nhistory; the establishment and the partial failure of a common European\nreligion, the barbarian invasions, the feudal system, the regrouping\nof modern Europe, the age of mechanical invention, and the industrial\nrevolution. In an average page of French or German philosophy nearly all\nthe nouns can be translated directly into exact equivalents in English;\nbut in Greek that is not so. Scarcely one in ten of the nouns on the\nfirst few pages of the _Poetics_ has an exact English equivalent. Every\nproposition has to be reduced to its lowest terms of thought and then\nre-built. This is a difficulty which no translation can quite deal with;\nit must be left to a teacher who knows Greek. And there is a kindred\ndifficulty which flows from it. Where words can be translated into\nequivalent words, the style of an original can be closely followed;\nbut no translation which aims at being written in normal English can\nreproduce the style of Aristotle. I have sometimes played with the idea\nthat a ruthlessly literal translation, helped out by bold punctuation,\nmight be the best. For instance, premising that the words _poesis_,\n_poetes_ mean originally 'making' and 'maker', one might translate the\nfirst paragraph of the _Poetics_ thus:--", "location": 3994}
