"Title: The Essence of Christianity"
"Author: Feuerbach"
{"paragraph": "It is indeed worthy of remark that the idea of the empirical\nexistence of God has been perfectly developed in modern times,\nin which empiricism and materialism in general have arrived at\ntheir full blow. It is true that even in the original, simple\nreligious mind, God is an empirical existence to be found in a place,\nthough above the earth. But here this conception has not so naked,\nso prosaic a significance; the imagination identifies again the\nexternal God with the soul of man. The imagination is, in general,\nthe true place of an existence which is absent, not present to\nthe senses, though nevertheless sensational in its essence. [162]\nOnly the imagination solves the contradiction in an existence which\nis at once sensational and not sensational; only the imagination\nis the preservative from atheism. In the imagination existence has\nsensational effects,--existence affirms itself as a power; with the\nessence of sensational existence the imagination associates also the\nphenomena of sensational existence. Where the existence of God is a\nliving truth, an object on which the imagination exercises itself,\nthere also appearances of God are believed in. [163] Where, on the\ncontrary, the fire of the religious imagination is extinct, where\nthe sensational effects or appearances necessarily connected with an\nessentially sensational existence cease, there the existence becomes\na dead, self-contradictory existence, which falls irrecoverably into\nthe negation of atheism.", "location": 461800}
{"paragraph": "[165] \"Præsentiam sæpe divi suam declarant.\"--Cicero (de\nNat. D. 1. ii.). Cicero's works (de Nat. D. and de Divinatione)\nare especially interesting, because the arguments there used for the\nreality of the objects of pagan faith are virtually the same as those\nurged in the present day by theologians and the adherents of positive\nreligion generally for the reality of the objects of Christian faith.", "location": 854015}
{"paragraph": "[130] Naturally Christianity had only such power when, as Jerome\nwrites to Demetrius, Domini nostri adhuc calebat cruor et fervebat\nrecens in credentibus fides. See also on this subject G. Arnold.--Von\nder ersten Christen Genügsamkeit u. Verschmähung alles Eigennutzes,\nl. c. B. iv. c. 12, § 7-16.", "location": 840305}
{"paragraph": "That which makes a being what it is, is its talent, its power,\nits wealth, its adornment. How can it possibly hold its existence\nnon-existence, its wealth poverty, its talent incapacity? If the\nplants had eyes, taste, and judgment, each plant would declare its\nown flower the most beautiful; for its comprehension, its taste,\nwould reach no farther than its natural power of production. What\nthe productive power of its nature has brought forth as the highest,\nthat must also its taste, its judgment, recognise and affirm as the\nhighest. What the nature affirms, the understanding, the taste, the\njudgment, cannot deny; otherwise the understanding, the judgment, would\nno longer be the understanding and judgment of this particular being,\nbut of some other. The measure of the nature is also the measure of\nthe understanding. If the nature is limited, so also is the feeling,\nso also is the understanding. But to a limited being its limited\nunderstanding is not felt to be a limitation; on the contrary,\nit is perfectly happy and contented with this understanding; it\nregards it, praises and values it, as a glorious, divine power; and\nthe limited understanding, on its part, values the limited nature\nwhose understanding it is. Each is exactly adapted to the other;\nhow should they be at issue with each other? A being's understanding\nis its sphere of vision. As far as thou seest, so far extends thy\nnature; and conversely. The eye of the brute reaches no farther than\nits needs, and its nature no farther than its needs. And so far as\nthy nature reaches, so far reaches thy unlimited self-consciousness,\nso far art thou God. The discrepancy between the understanding and the\nnature, between the power of conception and the power of production\nin the human consciousness, on the one hand, is merely of individual\nsignificance and has not a universal application; and, on the other\nhand, it is only apparent. He who, having written a bad poem, knows\nit to be bad, is in his intelligence, and therefore in his nature,\nnot so limited as he who, having written a bad poem, admires it and\nthinks it good.", "location": 49210}
{"paragraph": "The more judicious among them, however, think and say nothing definite\nabout heaven or the future world in general, on the ground that it is\ninconceivable, that it can only be thought of by us according to the\nstandard of this world, a standard not applicable to the other. All\nconceptions of heaven here below are, they allege, mere images,\nwhereby man represents to himself that future, the nature of which\nis unknown to him, but the existence of which is certain. It is just\nso with God. The existence of God, it is said, is certain; but what\nhe is, or how he exists, is inscrutable. But he who speaks thus has\nalready driven the future world out of his head; he still holds it\nfast, either because he does not think at all about such matters, or\nbecause it is still a want of his heart; but, preoccupied with real\nthings, he thrusts it as far as possible out of his sight; he denies\nwith his head what he affirms with his heart; for it is to deny the\nfuture life, to deprive it of the qualities by which alone it is a real\nand effective object for man. Quality is not distinct from existence;\nquality is nothing but real existence. Existence without quality is a\nchimera, a spectre. Existence is first made known to me by quality;\nnot existence first, and after that quality. The doctrines that God\nis not to be known or defined, and that the nature of the future life\nis inscrutable, are therefore not originally religious doctrines;\non the contrary, they are the products of irreligion while still in\nbondage to religion, or rather hiding itself behind religion; and\nthey are so for this reason, that originally the existence of God is\nposited only with a definite conception of God, the existence of a\nfuture life only with a definite conception of that life. Thus to the\nChristian, only his own paradise, the paradise which has Christian\nqualities, is a certainty, not the paradise of the Mahometan or the\nElysium of the Greeks. The primary certainty is everywhere quality;\nexistence follows of course when once quality is certain. In the New\nTestament we find no proofs or general propositions such as: there\nis a God, there is a heavenly life; we find only qualities of the\nheavenly life adduced;--\"in heaven they marry not.\" Naturally;--it\nmay be answered,--because the existence of God and of heaven is\npresupposed. But here reflection introduces a distinction of which\nthe religious sentiment knows nothing. Doubtless the existence is\npresupposed, but only because the quality is itself existence, because\nthe inviolate religious feeling lives only in the quality, just as to\nthe natural man the real existence, the thing in itself, lies only in\nthe quality which he perceives. Thus in the passage above cited from\nthe New Testament, the virgin or rather sexless life is presupposed\nas the true life, which, however, necessarily becomes a future one,\nbecause the actual life contradicts the ideal of the true life. But\nthe certainty of this future life lies only in the certainty of its\nqualities, as those of the true, highest life, adequate to the ideal.", "location": 403588}
{"paragraph": "1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg™ electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg™\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg™ work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg™ work, and (c) any\nDefect you cause.", "location": 891416}
{"paragraph": "That which theology designates as the image, the similitude of the\nTrinity, we must take as the thing itself, the essence, the archetype,\nthe original; by this means we shall solve the enigma. The so-called\nimages by which it has been sought to illustrate the Trinity, and\nmake it comprehensible, are principally: mind, understanding, memory,\nwill, love--mens, intellectus, memoria, voluntas, amor or caritas.", "location": 174010}
{"paragraph": "[61] It is therefore mere self-delusion to suppose that the hypothesis\nof a creation explains the existence of the world.", "location": 817957}
{"paragraph": "[221] The Peripatetics also; who founded love, even that towards all\nmen, not on a particular, religious, but a natural principle.", "location": 871391}
{"paragraph": "It may be objected to the import here assigned to the Incarnation,\nthat the Christian Incarnation is altogether peculiar, that at least\nit is different (which is quite true in certain respects, as will\nhereafter be apparent) from the incarnations of the heathen deities,\nwhether Greek or Indian. These latter are mere products of men or\ndeified men; but in Christianity is given the idea of the true God;\nhere the union of the divine nature with the human is first significant\nand \"speculative.\" Jupiter transforms himself into a bull; the heathen\nincarnations are mere fancies. In paganism there is no more in the\nnature of God than in his incarnate manifestation; in Christianity,\non the contrary, it is God, a separate, superhuman being, who appears\nas man. But this objection is refuted by the remark already made,\nthat even the premiss of the Christian Incarnation contains the human\nnature. God loves man; moreover God has a Son; God is a father; the\nrelations of humanity are not excluded from God; the human is not\nremote from God, not unknown to him. Thus here also there is nothing\nmore in the nature of God than in the incarnate manifestation of\nGod. In the Incarnation religion only confesses, what in reflection\non itself, as theology, it will not admit; namely, that God is an\naltogether human being. The Incarnation, the mystery of the \"God-man,\"\nis therefore no mysterious composition of contraries, no synthetic\nfact, as it is regarded by the speculative religious philosophy,\nwhich has a particular delight in contradiction; it is an analytic\nfact,--a human word with a human meaning. If there be a contradiction\nhere, it lies before the incarnation and out of it; in the union of\nprovidence, of love, with deity; for if this love is a real love,\nit is not essentially different from our love,--there are only our\nlimitations to be abstracted from it; and thus the Incarnation is only\nthe strongest, deepest, most palpable, open-hearted expression of this\nprovidence, this love. Love knows not how to make its object happier\nthan by rejoicing it with its personal presence, by letting itself be\nseen. To see the invisible benefactor face to face is the most ardent\ndesire of love. To see is a divine act. Happiness lies in the mere\nsight of the beloved one. The glance is the certainty of love. And\nthe Incarnation has no other significance, no other effect, than the\nindubitable certitude of the love of God to man. Love remains, but the\nIncarnation upon the earth passes away: the appearance was limited by\ntime and place, accessible to few; but the essence, the nature which\nwas manifested, is eternal and universal. We can no longer believe\nin the manifestation for its own sake, but only for the sake of the\nthing manifested; for to us there remains no immediate presence but\nthat of love.", "location": 153941}
{"paragraph": "To give an example. \"When I believe that the human nature alone\nhas suffered for me, Christ is a poor Saviour to me: in that case,\nhe needs a Saviour himself.\" And thus, out of the need for salvation\nis postulated something transcending human nature, a being different\nfrom man. But no sooner is this being postulated than there arises\nthe yearning of man after himself, after his own nature, and man\nis immediately re-established. \"Here is God, who is not man and\nnever yet became man. But this is not a God for me.... That would\nbe a miserable Christ to me, who ... should be nothing but a purely\nseparate God and divine person ... without humanity. No, my friend;\nwhere thou givest me God, thou must give me humanity too.\" [26]", "location": 131552}
{"paragraph": "It is the greatest inconsequence to reject the idea of a God who\ncan be determined by prayer, that is, by the force of feeling, as an\nunworthy anthropomorphic idea. If we once believe in a being who is\nan object of veneration, an object of prayer, an object of affection,\nwho is providential, who takes care of man,--in a Providence, which is\nnot conceivable without love,--in a being, therefore, who is loving,\nwhose motive of action is love; we also believe in a being, who has,\nif not an anatomical, yet a psychical human heart. The religious mind,\nas has been said, places everything in God, excepting that alone which\nit despises. The Christians certainly gave their God no attributes\nwhich contradicted their own moral ideas, but they gave him without\nhesitation, and of necessity, the emotions of love, of compassion. And\nthe love which the religious mind places in God is not an illusory,\nimaginary love, but a real, true love. God is loved and loves again;\nthe divine love is only human love made objective, affirming itself. In\nGod love is absorbed in itself as its own ultimate truth.", "location": 152844}
{"paragraph": "[191] Apologie Melancthon. Strobel. Nürnb. 1783, p. 127.", "location": 863222}
{"paragraph": "But that there are in fact only two Persons in the Trinity, the\nthird representing, as has been said, only love, is involved in\nthis, that to the strict idea of love two suffice. With two we have\nthe principle of multiplicity and all its essential results. Two\nis the principle of multiplicity, and can therefore stand as its\ncomplete substitute. If several Persons were posited, the force\nof love would only be weakened--it would be dispersed. But love\nand the heart are identical; the heart is no special power; it is\nthe man who loves, and in so far as he loves. The second Person is\ntherefore the self-assertion of the human heart as the principle of\nduality, of participated life,--it is warmth; the Father is light,\nalthough light was chiefly a predicate of the Son, because in him the\nGodhead first became clear, comprehensible. But notwithstanding this,\nlight as a superterrestrial element may be ascribed to the Father,\nthe representative of the Godhead as such, the cold being of the\nintelligence; and warmth, as a terrestrial element, to the Son. God\nas the Son first gives warmth to man; here God, from an object of\nthe intellectual eye, of the indifferent sense of light, becomes\nan object of feeling, of affection, of enthusiasm, of rapture;\nbut only because the Son is himself nothing else than the glow of\nlove, enthusiasm. [45] God as the Son is the primitive incarnation,\nthe primitive self-renunciation of God, the negation of God in God;\nfor as the Son he is a finite being, because he exists ab alio, he\nhas a source, whereas the Father has no source, he exists à se. Thus\nin the second Person the essential attribute of the Godhead, the\nattribute of self-existence, is given up. But God the Father himself\nbegets the Son; thus he renounces his rigorous, exclusive divinity;\nhe humiliates, lowers himself, evolves within himself the principle\nof finiteness, of dependent existence; in the Son he becomes man,\nnot indeed, in the first instance, as to the outward form, but as\nto the inward nature. And for this reason it is as the Son that God\nfirst becomes the object of man, the object of feeling, of the heart.", "location": 179818}
{"paragraph": "[147] There everything will be restored. \"Qui modo vivit, erit,\nnec me vel dente, vel ungue fraudatum revomet patefacti fossa\nsepulchri.\"--Aurelius Prud. (Apotheos. de Resurr. Carnis Hum.). And\nthis faith, which you consider rude and carnal, and which you therefore\ndisavow, is the only consistent, honest, and true faith. To the\nidentity of the person belongs the identity of the body.", "location": 846438}
{"paragraph": "Man distinguishes himself from Nature. This distinction of his\nis his God: the distinguishing of God from Nature is nothing\nelse than the distinguishing of man from Nature. The antithesis\nof pantheism and personalism resolves itself into the question:\nIs the nature of man transcendental or immanent, supranaturalistic\nor naturalistic? The speculations and controversies concerning the\npersonality or impersonality of God are therefore fruitless, idle,\nuncritical, and odious; for the speculatists, especially those who\nmaintain the personality, do not call the thing by the right name;\nthey put the light under a bushel. While they in truth speculate only\nconcerning themselves, only in the interest of their own instinct of\nself-preservation; they yet will not allow that they are splitting\ntheir brains only about themselves; they speculate under the delusion\nthat they are searching out the mysteries of another being. Pantheism\nidentifies man with Nature, whether with its visible appearance, or its\nabstract essence. Personalism isolates, separates, him from Nature;\nconverts him from a part into the whole, into an absolute essence by\nhimself. This is the distinction. If, therefore, you would be clear\non these subjects, exchange your mystical, perverted anthropology,\nwhich you call theology, for real anthropology, and speculate in\nthe light of consciousness and Nature concerning the difference\nor identity of the human essence with the essence of Nature. You\nyourselves admit that the essence of the pantheistical God is nothing\nbut the essence of Nature. Why, then, will you only see the mote in\nthe eyes of your opponents, and not observe the very obvious beam\nin your own eyes? why make yourselves an exception to a universally\nvalid law? Admit that your personal God is nothing else than your own\npersonal nature, that while you believe in and construct your supra-\nand extra-natural God, you believe in and construct nothing else than\nthe supra- and extra-naturalism of your own self.", "location": 263375}
{"paragraph": "[36] \"Nos scimus affici Deum misericordia nostri et non solum\nrespicere lacrymas nostras, sed etiam numerare stillulas, sicut\nscriptum in Psalmo LVI. Filius Dei vere afficitur sensu miseriarum\nnostrarum.\"--Melancthonis et aliorum (Declam. Th. iii. p. 286, p. 450).", "location": 811092}
{"paragraph": "[217] \"Placetta de Fide, ii. Il ne faut pas chercher dans la nature\ndes choses mêmes la veritable cause de l'inseparabilité de la foi\net de la pieté. Il faut, si je ne me trompe, la chercher uniquement\ndans la volonté de Dieu.... Bene facit et nobiscum sentit, cum illam\nconjunctionem (i.e., of sanctity or virtue with faith) a benifica Dei\nvoluntate et dispositione repetit; nec id novum est ejus inventum, sed\ncum antiquioribus Theologis nostris commune.\"--J. A. Ernesti. (Vindiciæ\narbitrii divini. Opusc. theol. p. 297.) \"Si quis dixerit ... qui\nfidem sine charitate habet, Christianum non esse, anathema\nsit.\"--Concil. Trid. (Sess. vi. de Justif. can. 28).", "location": 869936}
{"paragraph": "The unwedded and ascetic life is the direct way to the heavenly,\nimmortal life, for heaven is nothing else than life liberated from\nthe conditions of the species, supernatural, sexless, absolutely\nsubjective life. The belief in personal immortality has at its\nfoundation the belief that difference of sex is only an external\nadjunct of individuality, that in himself the individual is a sexless,\nindependently complete, absolute being. But he who belongs to no sex\nbelongs to no species; sex is the cord which connects the individuality\nwith the species, and he who belongs to no species, belongs only to\nhimself, is an altogether independent, divine, absolute being. Hence\nonly when the species vanishes from the consciousness is the heavenly\nlife a certainty. He who lives in the consciousness of the species,\nand consequently of its reality, lives also in the consciousness of\nthe reality of sex. He does not regard it as a mechanically inserted,\nadventitious stone of stumbling, but as an inherent quality, a chemical\nconstituent of his being. He indeed recognises himself as a man in\nthe broader sense, but he is at the same time conscious of being\nrigorously determined by the sexual distinction, which penetrates not\nonly bones and marrow, but also his inmost self, the essential mode\nof his thought, will, and sensation. He therefore who lives in the\nconsciousness of the species, who limits and determines his feelings\nand imagination by the contemplation of real life, of real man, can\nconceive no life in which the life of the species, and therewith the\ndistinction of sex, is abolished; he regards the sexless individual,\nthe heavenly spirit, as an agreeable figment of the imagination.", "location": 390978}
{"paragraph": "But marriage--we mean, of course, marriage as the free bond of love\n[224]--is sacred in itself, by the very nature of the union which is\ntherein effected. That alone is a religious marriage, which is a true\nmarriage, which corresponds to the essence of marriage--of love. And\nso it is with all moral relations. Then only are they moral,--then\nonly are they enjoyed in a moral spirit, when they are regarded as\nsacred in themselves. True friendship exists only when the boundaries\nof friendship are preserved with religious conscientiousness, with\nthe same conscientiousness with which the believer watches over the\ndignity of his God. Let friendship be sacred to thee, property sacred,\nmarriage sacred,--sacred the well-being of every man; but let them\nbe sacred in and by themselves.", "location": 603144}
{"paragraph": "What suggests to man the notion that miracle is conceivable is\nthat miracle is represented as an event perceptible by the senses,\nand hence man cheats his reason by material images which screen the\ncontradiction. The miracle of the turning of water into wine, for\nexample, implies in fact nothing else than that water is wine,--nothing\nelse than that two absolutely contradictory predicates or subjects\nare identical; for in the hand of the miracle-worker there is no\ndistinction between the two substances; the transformation is only\nthe visible appearance of this identity of two contradictories. But\nthe transformation conceals the contradiction, because the natural\nconception of change is interposed. Here, however, is no gradual, no\nnatural, or, so to speak, organic change; but an absolute, immaterial\none; a pure creatio ex nihilo. In the mysterious and momentous act of\nmiraculous power, in the act which constitutes the miracle, water is\nsuddenly and imperceptibly wine: which is equivalent to saying that\niron is wood, or wooden iron.", "location": 312425}
{"paragraph": "God is a threefold being, a trinity of persons, means: God is not\nonly a metaphysical, abstract, spiritual, but a physical being. The\ncentral point of the Trinity is the Son, for the Father is Father only\nthrough the Son; but the mystery of the generation of the Son is the\nmystery of physical nature. The Son is the need of sensuousness,\nor of the heart, satisfied in God; for all wishes of the heart,\neven the wish for a personal God and for heavenly felicity,\nare sensuous wishes;--the heart is essentially materialistic, it\ncontents itself only with an object which is seen and felt. This is\nespecially evident in the conception that the Son, even in the midst\nof the Divine Trinity, has the human body as an essential, permanent\nattribute. Ambrosius: \"Scriptum est Ephes. i.: Secundum carnem igitur\nomnia ipsi subjecta traduntur.\" Chrysostomus: \"Christum secundum carnem\npater jussit a cunctis angelis adorari.\" Theodoretus: \"Corpus Dominicum\nsurrexit quidem a mortuis, divina glorificata gloria ... corpus\ntamen est et habet, quam prius habuit, circumscriptionem.\" (See\nConcordienbuchs-anhang. \"Zeugnisse der h. Schrift und Altväter von\nChristo,\" and Petrus L. l. iii. dist. 10, cc. 1, 2. See also on this\nsubject Luther, Th. xix. pp. 464-468.) In accordance with this the\nUnited Brethren say: \"I will ever embrace thee in love and faith,\nuntil, when at length my lips are pale in death, I shall see thee\nbodily.\" \"Thy eyes, thy mouth, the body wounded for us, on which we\nso firmly rely,--all that I shall behold.\"", "location": 659344}
{"paragraph": "For the very reason that there is no natural, inherent connection\nbetween faith and the moral disposition, that, on the contrary, it\nlies in the nature of faith that it is indifferent to moral duties,\n[217] that it sacrifices the love of man to the honour of God,--for\nthis reason it is required that faith should have good works as its\nconsequence, that it should prove itself by love. Faith destitute of\nlove, or indifferent to love, contradicts the reason, the natural sense\nof right in man, moral feeling, on which love immediately urges itself\nas a law. Hence faith, in contradiction with its intrinsic character,\nhas limits imposed on it by morality: a faith which effects nothing\ngood, which does not attest itself by love, comes to be held as not a\ntrue and living faith. But this limitation does not arise out of faith\nitself. It is the power of love, a power independent of faith, which\ngives laws to it; for moral character is here made the criterion of\nthe genuineness of faith, the truth of faith is made dependent on the\ntruth of ethics:--a relation which, however, is subversive of faith.", "location": 582627}
{"paragraph": "[66] The Philosophus teutonicus walked physically as well as mentally\non volcanic ground. \"The town of Görlitz is paved throughout with pure\nbasalt.\"--Charpentier, Mineral. Geographie der Chursächsischen Lande,\np. 19.", "location": 818702}
{"paragraph": "The affirming or making objective of the nature of the imagination is\ntherefore directly connected with the affirming or making objective\nof the nature of speech, of the word. Man has not only an instinct, an\ninternal necessity, which impels him to think, to perceive, to imagine;\nhe has also the impulse to speak, to utter, impart his thoughts. A\ndivine impulse this--a divine power, the power of words. The word is\nthe imaged, revealed, radiating, lustrous, enlightening thought. The\nword is the light of the world. The word guides to all truth, unfolds\nall mysteries, reveals the unseen, makes present the past and the\nfuture, defines the infinite, perpetuates the transient. Men pass\naway, the word remains; the word is life and truth. All power is\ngiven to the word: the word makes the blind see and the lame walk,\nheals the sick, and brings the dead to life;--the word works miracles,\nand the only rational miracles. The word is the gospel, the paraclete\nof mankind. To convince thyself of the divine nature of speech, imagine\nthyself alone and forsaken, yet acquainted with language; and imagine\nthyself further hearing for the first time the word of a human being:\nwould not this word seem to thee angelic? would it not sound like\nthe voice of God himself, like heavenly music? Words are not really\nless rich, less pregnant than music, though music seems to say more,\nand appears deeper and richer than words, for this reason simply,\nthat it is invested with that prepossession, that illusion.", "location": 201210}
{"paragraph": "The belief in the existence of God is the belief in a special\nexistence, separate from the existence of man and Nature. A special\nexistence can only be proved in a special manner. This faith is\ntherefore only then a true and living one when special effects,\nimmediate appearances of God, miracles, are believed in. Where, on the\nother hand, the belief in God is identified with the belief in the\nworld, where the belief in God is no longer a special faith, where\nthe general being of the world takes possession of the whole man,\nthere also vanishes the belief in special effects and appearances\nof God. Belief in God is wrecked, is stranded on the belief in the\nworld, in natural effects as the only true ones. As here the belief\nin miracles is no longer anything more than the belief in historical,\npast miracles, so the existence of God is also only an historical,\nin itself atheistic conception.", "location": 463284}
{"paragraph": "[17] The religious, the original mode in which man becomes objective\nto himself, is (as is clearly enough, explained in this work) to\nbe distinguished from the mode in which this occurs in reflection\nand speculation; the latter is voluntary, the former involuntary,\nnecessary--as necessary as art, as speech. With the progress of time,\nit is true; theology coincides with religion.", "location": 806023}
{"paragraph": "Where faith in the Mother of God sinks, there also sinks faith in the\nSon of God, and in God as the Father. The Father is a truth only where\nthe Mother is a truth. Love is in and by itself essentially feminine in\nits nature. The belief in the love of God is the belief in the feminine\nprinciple as divine.* Love apart from living nature is an anomaly,\na phantom. Behold in love the holy necessity and depth of Nature!", "location": 189730}
{"paragraph": "Now, when it is shown that what the subject is lies entirely in\nthe attributes of the subject; that is, that the predicate is the\ntrue subject; it is also proved that if the divine predicates are\nattributes of the human nature, the subject of those predicates is also\nof the human nature. But the divine predicates are partly general,\npartly personal. The general predicates are the metaphysical, but\nthese serve only as external points of support to religion; they are\nnot the characteristic definitions of religion. It is the personal\npredicates alone which constitute the essence of religion--in which\nthe Divine Being is the object of religion. Such are, for example,\nthat God is a Person, that he is the moral Lawgiver, the Father\nof mankind, the Holy One, the Just, the Good, the Merciful. It is,\nhowever, at once clear, or it will at least be clear in the sequel,\nwith regard to these and other definitions, that, especially as\napplied to a personality, they are purely human definitions, and that\nconsequently man in religion--in his relation to God--is in relation\nto his own nature; for to the religious sentiment these predicates\nare not mere conceptions, mere images, which man forms of God,\nto be distinguished from that which God is in himself, but truths,\nfacts, realities. Religion knows nothing of anthropomorphisms; to it\nthey are not anthropomorphisms. It is the very essence of religion,\nthat to it these definitions express the nature of God. They are\npronounced to be images only by the understanding, which reflects on\nreligion, and which while defending them yet before its own tribunal\ndenies them. But to the religious sentiment God is a real Father,\nreal Love and Mercy; for to it he is a real, living, personal being,\nand therefore his attributes are also living and personal. Nay, the\ndefinitions which are the most sufficing to the religious sentiment\nare precisely those which give the most offence to the understanding,\nand which in the process of reflection on religion it denies. Religion\nis essentially emotion; hence, objectively also, emotion is to it\nnecessarily of a divine nature. Even anger appears to it an emotion\nnot unworthy of God, provided only there be a religious motive at\nthe foundation of this anger.", "location": 88460}
{"paragraph": "[223] Including external nature; for as man belongs to the essence\nof Nature,--in opposition to common materialism; so Nature belongs\nto the essence of man,--in opposition to subjective idealism;\nwhich is also the secret of our \"absolute\" philosophy, at least in\nrelation to Nature. Only by uniting man with Nature can we conquer\nthe supranaturalistic egoism of Christianity.", "location": 871793}
{"paragraph": "The mystery of the Trinity is the mystery of participated, social\nlife--the mystery of I and thou. \"Unum Deum esse confitemur. Non sic\nunum Deum, quasi solitarium, nec eundem, qui ipse sibi pater, sit\nipse filius, sed patrem verum, qui genuit filium verum, i.e. Deum\nex Deo ... non creatum, sed genitum.\"--Concil. Chalced. (Carranza\nSumma, 1559. p. 139). \"Si quis quod scriptum est: Faciamus hominem,\nnon patrem ad filium dicere, sed ipsum ad semetipsum asserit dixisse\nDeum, anathema sit.\"--Concil. Syrmiense (ibid. p. 68). \"Jubet\nautem his verbis: Faciamus hominem, prodeat herba. Ex quibus\napparet, Deum cum aliquo sibi proximo sermones his de rebus\nconserere. Necesse est igitur aliquem ei adfuisse, cum quo\nuniversa condens, colloquium miscebat.\"--Athanasius (Contra Gentes\nOrat. Ath. Opp. Parisiis, 1627, Th. i. p. 51). \"Professio enim\nconsortii sustulit intelligentiam singularitatis, quod consortium\naliquid nec potest esse sibi ipsi solitario, neque rursum solitudo\nsolitarii recipit: faciamus.... Non solitario convenit dicere:\nfaciamus et nostram.\"--Petrus Lomb. (l. i. dist. 2, c. 3, e.). The\nProtestants explain the passage in the same way. \"Quod profecto\naliter intelligi nequit, quam inter ipsas trinitatis personas\nquandam de creando homine institutam fuisse consultationem.\"--Buddeus\n(comp. Inst. Theol. dog. cur. J. G. Walch. l. ii. c. i. § 45). \"'Let\nus make' is the word of a deliberative council. And from these words\nit necessarily follows again, that in the Godhead there must be more\nthan one person.... For the little word 'us' indicates that he who\nthere speaks is not alone, though the Jews make the text ridiculous\nby saying that there is a way of speaking thus, even where there is\nonly one person.\"--Luther (Th. i. p. 19). Not only consultations,\nbut compacts take place between the chief persons in the Trinity,\nprecisely as in human society. \"Nihil aliud superest, quam ut consensum\nquemdam patris ac filii adeoque quoddam velut pactum (in relation,\nnamely, to the redemption of men) inde concludamus.\"--Buddeus\n(Comp. l. iv. c. i. § 4, note 2). And as the essential bond of the\nDivine Persons is love, the Trinity is the heavenly type of the closest\nbond of love--marriage. \"Nunc Filium Dei ... precemur, ut spiritu\nsancto suo, qui nexus est et vinculum mutui amoris inter aeternum\npatrem ac filium, sponsi et sponsæ pectora conglutinet.\"--Or. de\nConjugio (Declam. Melancth. Th. iii. p. 453).", "location": 653881}
{"paragraph": "Thus it is shown that God is heaven; that the two are identical. It\nwould have been easier to prove the converse, namely, that heaven is\nthe true God of men. As man conceives his heaven, so he conceives his\nGod; the content of his idea of heaven is the content of his idea of\nGod, only that what in God is a mere sketch, a concept, is in heaven\ndepicted and developed in the colours and forms of the senses. Heaven\nis therefore the key to the deepest mysteries of religion. As heaven\nis objectively the displayed nature of God, so subjectively it is the\nmost candid declaration of the inmost thoughts and dispositions of\nreligion. For this reason, religions are as various as are the kingdoms\nof heaven, and there are as many different kingdoms of heaven as there\nare characteristic differences among men. The Christians themselves\nhave very heterogeneous conceptions of heaven. [143]", "location": 402702}
{"paragraph": "[64] Kernhafter Auszug ... J. Böhme: Amsterdam, 1718, p. 58.", "location": 818604}
{"paragraph": "Truth, absolute truth, is given objectively in the Bible, subjectively\nin faith; for towards that which God himself speaks I can only be\nbelieving, resigned, receptive. Nothing is left to the understanding,\nthe reason, but a formal, subordinate office; it has a false position,\na position essentially contradictory to its nature. The understanding\nin itself is here indifferent to truth, indifferent to the distinction\nbetween the true and the false; it has no criterion in itself;\nwhatever is found in revelation is true, even when it is in direct\ncontradiction with reason. The understanding is helplessly given\nover to the haphazard of the most ignoble empiricism;--whatever\nI find in divine revelation I must believe, and if necessary, my\nunderstanding must defend it; the understanding is the watchdog of\nrevelation; it must let everything without distinction be imposed\non it as truth,--discrimination would be doubt, would be a crime:\nconsequently, nothing remains to it but an adventitious, indifferent,\ni.e., disingenuous, sophistical, tortuous mode of thought, which\nis occupied only with groundless distinctions and subterfuges, with\nignominious tricks and evasions. But the more man, by the progress of\ntime, becomes estranged from revelation, the more the understanding\nripens into independence,--the more glaring, necessarily, appears the\ncontradiction between the understanding and belief in revelation. The\nbeliever can then prove revelation only by incurring contradiction\nwith himself, with truth, with the understanding, only by the most\nimpudent assumptions, only by shameless falsehoods, only by the sin\nagainst the Holy Ghost.", "location": 480448}
{"paragraph": "Man, as an emotional and sensuous being, is governed and made happy\nonly by images, by sensible representations. Mind presenting itself as\nat once type-creating, emotional, and sensuous, is the imagination. The\nsecond Person in God, who is in truth the first person in religion, is\nthe nature of the imagination made objective. The definitions of the\nsecond Person are principally images or symbols; and these images do\nnot proceed from man's incapability of conceiving the object otherwise\nthan symbolically,--which is an altogether false interpretation,--but\nthe thing cannot be conceived otherwise than symbolically because the\nthing itself is a symbol or image. The Son is, therefore, expressly\ncalled the Image of God; his essence is that he is an image--the\nrepresentation of God, the visible glory of the invisible God. The\nSon is the satisfaction of the need for mental images, the nature of\nthe imaginative activity in man made objective as an absolute, divine\nactivity. Man makes to himself an image of God, i.e., he converts\nthe abstract being of the reason, the being of the thinking power,\ninto an object of sense or imagination. [55] But he places this image\nin God himself, because his want would not be satisfied if he did not\nregard this image as an objective reality, if it were nothing more\nfor him than a subjective image, separate from God,--a mere figment\ndevised by man. And it is in fact no devised, no arbitrary image;\nfor it expresses the necessity of the imagination, the necessity of\naffirming the imagination as a divine power. The Son is the reflected\nsplendour of the imagination, the image dearest to the heart; but\nfor the very reason that he is only an object of the imagination,\nhe is only the nature of the imagination made objective. [56]", "location": 193940}
{"paragraph": "The Greeks looked at Nature with the theoretic sense; they heard\nheavenly music in the harmonious course of the stars; they saw Nature\nrise from the foam of the all-producing ocean as Venus Anadyomene. The\nIsraelites, on the contrary, opened to Nature only the gastric sense;\ntheir taste for Nature lay only in the palate; their consciousness\nof God in eating manna. The Greek addicted himself to polite studies,\nto the fine arts, to philosophy; the Israelite did not rise above the\nalimentary view of theology. \"At even ye shall eat flesh, and in the\nmorning ye shall be filled with bread; and ye shall know that I am\nthe Lord your God.\" [83] \"And Jacob vowed a vow, saying, If God will\nbe with me, and will keep me in this way that I go, and will give me\nbread to eat and raiment to put on, so that I come again to my father's\nhouse in peace, then shall the Lord be my God.\" [84] Eating is the\nmost solemn act or the initiation of the Jewish religion. In eating,\nthe Israelite celebrates and renews the act of creation; in eating,\nman declares Nature to be an insignificant object. When the seventy\nelders ascended the mountain with Moses, \"they saw God; and when they\nhad seen God, they ate and drank.\" [85] Thus with them what the sight\nof the Supreme Being heightened was the appetite for food.", "location": 276849}
{"paragraph": "The unworldly, supernatural life is essentially also an unmarried\nlife. The celibate lies already, though not in the form of a law,\nin the inmost nature of Christianity. This is sufficiently declared\nin the supernatural origin of the Saviour,--a doctrine in which\nunspotted virginity is hallowed as the saving principle, as the\nprinciple of the new, the Christian world. Let not such passages as,\n\"Be fruitful and multiply,\" or, \"What God has joined together let\nnot man put asunder,\" be urged as a sanction of marriage. The first\npassage relates, as Tertullian and Jerome have already observed,\nonly to the unpeopled earth, not to the earth when filled with men,\nonly to the beginning, not to the end of the world, an end which\nwas initiated by the immediate appearance of God upon earth. And\nthe second also refers only to marriage as an institution of the Old\nTestament. Certain Jews proposed the question whether it were lawful\nfor a man to separate from his wife; and the most appropriate way of\ndealing with this question was the answer above cited. He who has once\nconcluded a marriage ought to hold it sacred. Marriage is intrinsically\nan indulgence to the weakness or rather the strength of the flesh,\nan evil which therefore must be restricted as much as possible. The\nindissolubleness of marriage is a nimbus, a sacred irradiance, which\nexpresses precisely the opposite of what minds, dazzled and perturbed\nby its lustre, seek beneath it. Marriage in itself is, in the sense\nof perfected Christianity, a sin, [132] or rather a weakness which\nis permitted and forgiven thee only on condition that thou for ever\nlimitest thyself to a single wife. In short, marriage is hallowed\nonly in the Old Testament, but not in the New. The New Testament\nknows a higher, a supernatural principle, the mystery of unspotted\nvirginity. [133] \"He who can receive it let him receive it.\" \"The\nchildren of this world marry, and are given in marriage: but they which\nshall be accounted worthy to obtain that world, and the resurrection\nfrom the dead, neither marry nor are given in marriage: neither can\nthey die any more: for they are equal unto the angels; and are the\nchildren of God, being the children of the resurrection.\" Thus in\nheaven there is no marriage; the principle of sexual love is excluded\nfrom heaven as an earthly, worldly principle. But the heavenly life is\nthe true, perfected, eternal life of the Christian. Why then should\nI, who am destined for heaven, form a tie which is unloosed in my\ntrue destination? Why should I, who am potentially a heavenly being,\nnot realise this possibility even here? [134] Marriage is already\nproscribed from my mind, my heart, since it is expelled from heaven,\nthe essential object of my faith, hope, and life. How can an earthly\nwife have a place in my heaven-filled heart? How can I divide my\nheart between God and man? [135] The Christian's love to God is not\nan abstract or general love such as the love of truth, of justice, of\nscience; it is a love to a subjective, personal God, and is therefore\na subjective, personal love. It is an essential attribute of this love\nthat it is an exclusive, jealous love, for its object is a personal\nand at the same time the highest being, to whom no other can be\ncompared. \"Keep close to Jesus [Jesus Christ is the Christian's God],\nin life and in death; trust his faithfulness: he alone can help thee,\nwhen all else leaves thee. Thy beloved has this quality, that he will\nsuffer no rival; he alone will have thy heart, will rule alone in\nthy soul as a king on his throne.\"--\"What can the world profit thee\nwithout Jesus? To be without Christ is the pain of hell; to be with\nChrist, heavenly sweetness.\"--\"Thou canst not live without a friend:\nbut if the friendship of Christ is not more than all else to thee,\nthou wilt be beyond measure sad and disconsolate.\"--\"Love everything\nfor Jesus' sake, but Jesus for his own sake. Jesus Christ alone is\nworthy to be loved.\"--\"My God, my love [my heart]: thou art wholly\nmine, and I am wholly thine.\"--\"Love hopes and trusts ever in God,\neven when God is not gracious to it [or tastes bitter, non sapit];\nfor we cannot live in love without sorrow.... For the sake of the\nbeloved, the loving one must accept all things, even the hard and\nbitter.\"--\"My God and my all, ... in thy presence everything is\nsweet to me, in thy absence everything is distasteful.... Without\nthee nothing can please me.\"--\"Oh, when at last will that blessed,\nlonged-for hour appear, when thou wilt satisfy me wholly, and be\nall in all to me? So long as this is not granted me, my joy is only\nfragmentary.\"--\"When was it well with me without thee? or when was\nit ill with me in thy presence? I will rather be poor for thy sake,\nthan rich without thee. I will rather be a pilgrim on earth with thee,\nthan the possessor of heaven without thee. Where thou art is heaven;\ndeath and hell where thou art not. I long only for thee.\"--\"Thou\ncanst not serve God and at the same time have thy joys in earthly\nthings: thou must wean thyself from all acquaintances and friends,\nand sever thy soul from all temporal consolation. Believers in\nChrist should regard themselves, according to the admonition of the\nApostle Peter, only as strangers and pilgrims on the earth.\" [136]\nThus love to God as a personal being is a literal, strict, personal,\nexclusive love. How then can I at once love God and a mortal wife? Do\nI not thereby place God on the same footing with my wife? No! to a\nsoul which truly loves God, the love of woman is an impossibility,\nis adultery. \"He that is unmarried,\" says the Apostle Paul, \"careth\nfor the things that belong to the Lord, how he may please the Lord;\nbut he that is married careth for the things that are of the world,\nhow he may please his wife.\"", "location": 382108}
{"paragraph": "The distinction between the world and God as the creator of the world\nis therefore only a formal one. The nature of God--for the divine\nunderstanding, that which comprehends within itself all things,\nis the divine nature itself; hence God, inasmuch as he thinks and\nknows himself, thinks and knows at the same time the world and all\nthings--the nature of God is nothing else than the abstract, thought\nnature of the world; the nature of the world nothing else than the\nreal, concrete, perceptible nature of God. Hence creation is nothing\nmore than a formal act; for that which, before the creation, was an\nobject of thought, of the understanding, is by creation simply made an\nobject of sense, its ideal contents continuing the same; although it\nremains absolutely inexplicable how a real material thing can spring\nout of a pure thought. [61]", "location": 216167}
{"paragraph": "Because Christianity thus, from exaggerated subjectivity, knows nothing\nof the species, in which alone lies the redemption, the justification,\nthe reconciliation and cure of the sins and deficiencies of the\nindividual, it needed a supernatural and peculiar, nay, a personal,\nsubjective aid in order to overcome sin. If I alone am the species,\nif no other, that is, no qualitatively different men exist, or, which\nis the same thing, if there is no distinction between me and others,\nif we are all perfectly alike, if my sins are not neutralised by\nthe opposite qualities of other men: then assuredly my sin is a\nblot of shame which cries up to heaven; a revolting horror which\ncan be exterminated only by extraordinary, superhuman, miraculous\nmeans. Happily, however, there is a natural reconciliation. My\nfellow-man is per se the mediator between me and the sacred idea of\nthe species. Homo homini Deus est. My sin is made to shrink within\nits limits, is thrust back into its nothingness, by the fact that it\nis only mine, and not that of my fellows.", "location": 371616}
{"paragraph": "But as Nature \"unconsciously produces results which look as if they\nwere produced consciously,\" so revelation generates moral actions,\nwhich do not, however, proceed from morality;--moral actions, but\nno moral dispositions. Moral rules are indeed observed, but they are\nsevered from the inward disposition, the heart, by being represented\nas the commandments of an external lawgiver, by being placed in the\ncategory of arbitrary laws, police regulations. What is done is done\nnot because it is good and right, but because it is commanded by\nGod. The inherent quality of the deed is indifferent; whatever God\ncommands is right. [166] If these commands are in accordance with\nreason, with ethics, it is well; but so far as the idea of revelation\nis concerned, it is accidental. The ceremonial laws of the Jews were\nrevealed, divine, though in themselves adventitious and arbitrary. The\nJews received from Jehovah the command to steal;--in a special case,\nit is true.", "location": 474909}
{"paragraph": "God is pure spirit, clear self-consciousness, moral personality;\nNature, on the contrary, is, at least partially, confused,\ndark, desolate, immoral, or to say no more, unmoral. But it is\nself-contradictory that the impure should proceed from the pure,\ndarkness from light. How then can we remove these obvious difficulties\nin the way of assigning a divine origin to Nature? Only by positing\nthis impurity, this darkness in God, by distinguishing in God himself\na principle of light and a principle of darkness. In other words,\nwe can only explain the origin of darkness by renouncing the idea of\norigin, and presupposing darkness as existing from the beginning. [62]", "location": 219610}
{"paragraph": "[102] \"To the whole world it is impossible to raise the dead, but\nto the Lord Christ, not only is it not impossible, but it is no\ntrouble or labour to him.... This Christ did as a witness and a sign\nthat he can and will raise from death. He does it not at all times\nand to every one.... It is enough that he has done it a few times;\nthe rest he leaves to the last day.\"--Luther (Th. xvi. p. 518). The\npositive, essential significance of miracle is therefore that the\ndivine nature is the human nature. Miracles confirm, authenticate\ndoctrine. What doctrine? Simply this, that God is a Saviour of men,\ntheir Redeemer out of all trouble, i.e., a being corresponding to\nthe wants and wishes of man, and therefore a human being. What the\nGod-man declares in words, miracle demonstrates ad oculos by deeds.", "location": 829837}
{"paragraph": "The understanding is the infinite being. Infinitude is immediately\ninvolved in unity, and finiteness in plurality. Finiteness--in the\nmetaphysical sense--rests on the distinction of the existence from\nthe essence, of the individual from the species; infinitude, on the\nunity of existence and essence. Hence, that is finite which can be\ncompared with other beings of the same species; that is infinite\nwhich has nothing like itself, which consequently does not stand as\nan individual under a species, but is species and individual in one,\nessence and existence in one. But such is the understanding; it has\nits essence in itself, consequently it has nothing, together with or\nexternal to itself, which can be ranged beside it; it is incapable of\nbeing compared, because it is itself the source of all combinations\nand comparisons; immeasurable, because it is the measure of all\nmeasures,--we measure all things by the understanding alone; it can\nbe circumscribed by no higher generalisation, it can be ranged under\nno species, because it is itself the principle of all generalising, of\nall classification, because it circumscribes all things and beings. The\ndefinitions which the speculative philosophers and theologians give\nof God, as the being in whom existence and essence are not separable,\nwho himself is all the attributes which he has, so that predicate\nand subject are with him identical,--all these definitions are thus\nideas drawn solely from the nature of the understanding.", "location": 125459}
{"paragraph": "[182] \"Here we see a miracle surpassing all miracles, that Christ\nshould have so mercifully converted his greatest enemy.\"--Luther\n(Th. xvi. p. 560).", "location": 859448}
{"paragraph": "*** END OF THE PROJECT GUTENBERG EBOOK THE ESSENCE OF CHRISTIANITY ***", "location": 878013}
{"paragraph": "Embellishment, emendation, presupposes blame, dissatisfaction. But\nthe dissatisfaction is only superficial. I do not deny the thing to\nbe of value; just as it is, however, it does not please me; I deny\nonly the modification, not the substance, otherwise I should urge\nannihilation. A house which absolutely displeases me I cause to be\npulled down, not to be embellished. To the believer in a future\nlife joy is agreeable--who can fail to be conscious that joy is\nsomething positive?--but it is disagreeable to him that here joy\nis followed by opposite sensations, that it is transitory. Hence he\nplaces joy in the future life also, but as eternal, uninterrupted,\ndivine joy (and the future life is therefore called the world of joy),\nsuch as he here conceives it in God; for God is nothing but eternal,\nuninterrupted joy, posited as a subject. Individuality or personality\nis agreeable to him, but only as unencumbered by objective forces;\nhence, he includes individuality also, but pure, absolutely subjective\nindividuality. Light pleases him; but not gravitation, because this\nappears a limitation of the individual; not night, because in it man\nis subjected to Nature: in the other world, there is light, but no\nweight, no night,--pure, unobstructed light. [148]", "location": 419357}
{"paragraph": "Real, sensational existence is that which is not dependent on my\nown mental spontaneity or activity, but by which I am involuntarily\naffected, which is when I am not, when I do not think of it or feel\nit. The existence of God must therefore be in space--in general, a\nqualitative, sensational existence. But God is not seen, not heard,\nnot perceived by the senses. He does not exist for me, if I do not\nexist for him; if I do not believe in a God, there is no God for me. If\nI am not devoutly disposed, if I do not raise myself above the life\nof the senses, he has no place in my consciousness. Thus he exists\nonly in so far as he is felt, thought, believed in;--the addition\n\"for me\" is unnecessary. His existence therefore is a real one, yet\nat the same time not a real one;--a spiritual existence, says the\ntheologian. But spiritual existence is only an existence in thought,\nin feeling, in belief; so that his existence is a medium between\nsensational existence and conceptional existence, a medium full of\ncontradiction. Or: he is a sensational existence, to which however all\nthe conditions of sensational existence are wanting:--consequently an\nexistence at once sensational and not sensational, an existence which\ncontradicts the idea of the sensational, or only a vague existence in\ngeneral, which is fundamentally a sensational one, but which, in order\nthat this may not become evident, is divested of all the predicates\nof a real, sensational existence. But such an \"existence in general\"\nis self-contradictory. To existence belongs full, definite reality.", "location": 456144}
{"paragraph": "[157] It is only unbelief in the efficacy of prayer which has subtly\nlimited prayer to spiritual matters.", "location": 850189}
{"paragraph": "The difference between the belief of the Christians and that of\nthe heathen philosophers as to the destruction of the world is not\nto be overlooked. The Christian destruction of the world is only\na crisis of faith,--the separation of the Christian from all that\nis anti-christian, the triumph of faith over the world, a judgment\nof God, an anti-cosmical, supernaturalistic act. \"But the heavens\nand the earth which are now, by the same word are kept in store,\nreserved unto fire against the day of judgment and perdition of\nungodly men.\"--2 Pet. iii. 7. The heathen destruction of the world is\na crisis of the cosmos itself, a process which takes place according\nto law, which is founded in the constitution of Nature. \"Sic origo\nmundi, non minus solem et lunam et vices siderum et animalium ortus,\nquam quibus mutarentur terrena, continuit. In his fuit inundatio,\nquae non secus quam hiems, quam aestas, lege mundi venit.\"--Seneca\n(Nat. Qu. l. iii. c. 29). It is the principle of life immanent in the\nworld, the essence of the world itself, which evolves this crisis\nout of itself. \"Aqua et ignis terrenis dominantur. Ex his ortus et\nex his interitus est.\"--(Ibid. c. 28.) \"Quidquid est, non erit; nec\nperibit, sed resolvetur.\"--(Idem. Epist. 71.) The Christians excluded\nthemselves from the destruction of the world. \"And he shall send\nhis angels with a great sound of a trumpet; and they shall gather\ntogether his elect from the four winds, from one end of heaven to\nthe other.\"--Matt. xxiv. 31. \"But there shall not a hair of your head\nperish.... And then shall they see the Son of Man coming in a cloud\nwith power and great glory. And when these things begin to come to\npass, then look up and lift up your heads; for your redemption draweth\nnigh.\"--Luke xxi. 18, 27, 28. \"Watch ye therefore and pray always, that\nye may be accounted worthy to escape all these things that shall come\nto pass, and to stand before the Son of Man.\"--Ib. 36. The heathens,\non the contrary, identified their fate with the fate of the world. \"Hoc\nuniversum, quod omnia divina humanaque complectitur ... dies aliquis\ndissipabit et in confusionem veterem tenebrasque demerget. Eat\nnunc aliquis et singulas comploret animas. Quis tam superbae\nimpotentisque arrogantiae est, ut in hac naturae necessitate, omnia\nad eundem finem revocantis, se unum ac suos seponi velit.\"--Seneca\n(Cons. ad Polyb. cc. 20, 21). \"Ergo quandoque erit terminus rebus\nhumanis.... Non muri quenquam, non turres tuebuntur. Non proderunt\ntempla supplicibus.\"--(Nat. Qu. L. iii. c. 29.) Thus here we have again\nthe characteristic distinction between heathenism and Christianity. The\nheathen forgot himself in the world, the Christian forgot the world\nin himself. And as the heathen identified his destruction with the\ndestruction of the world, so he identified his immortality with\nthe immortality of the world. To the heathen, man was a common,\nto the Christian, a select being; to the latter immortality was a\nprivilege of man, to the former a common good which he vindicated\nto himself only because, and in so far as, he assigned to other\nbeings a share in it also. The Christians expected the destruction\nof the world immediately, because the Christian religion has in it\nno cosmical principle of development:--all which developed itself in\nChristendom developed itself only in contradiction with the original\nnature of Christianity;--because by the existence of God in the flesh,\ni.e., by the immediate identity of the species with the individual,\neverything was attained, the thread of history was cut short, no\nother thought of the future remained than the thought of a repetition\nof the second coming of the Lord. The heathens, on the contrary,\nplaced the destruction of the world in the distant future, because,\nliving in the contemplation of the universe, they did not set heaven\nand earth in motion on their own account,--because they extended and\nfreed their self-consciousness by the consciousness of the species,\nplaced immortality only in the perpetuation of the species, and thus\ndid not reserve the future to themselves, but left it to the coming\ngenerations. \"Veniet tempus quo posteri nostri tam aperta nos nescisse\nmirentur.\"--Seneca (Nat. Qu. l. vii. c. 25). He who places immortality\nin himself abolishes the principle of historical development. The\nChristians did indeed, according to Peter, expect a new heaven and\na new earth. But with this Christian, i.e., superterrestrial earth,\nthe theatre of history is for ever closed, the end of the actual\nworld is come. The heathens, on the contrary, set no limits to the\ndevelopment of the cosmos; they supposed the world to be destroyed\nonly to arise again renovated as a real world; they granted it eternal\nlife. The Christian destruction of the world was a matter of feeling,\nan object of fear and longing; the heathen, a matter of reason,\nan inference from the contemplation of nature.", "location": 704253}
{"paragraph": "[19] See, for example, Gen. xxxv. 2; Levit. xi. 44; xx. 26; and the\nCommentary of Le Clerc on these passages.", "location": 806433}
{"paragraph": "What faith denies on earth it affirms in heaven; what it renounces\nhere it recovers a hundred-fold there. In this world, faith occupies\nitself with nullifying the body; in the other world, with establishing\nit. Here the main point is the separation of the soul from the body,\nthere the main point is the reunion of the body with the soul. \"I\nwould live not only according to the soul, but according to the body\nalso. I would have the corpus with me; I would that the body should\nreturn to the soul and be united with it.\"--Luther (Th. vii. p. 90). In\nthat which is sensuous, Christ is supersensuous; but for that reason,\nin the supersensuous he is sensuous. Heavenly bliss is therefore by\nno means merely spiritual, it is equally corporeal, sensuous--a state\nin which all wishes are fulfilled. \"Whatever thy heart seeks joy and\npleasure in, that shall be there in abundance. For it is said, God\nshall be all in all. And where God is, there must be all good things\nthat can ever be desired.\" \"Dost thou desire to see acutely, and to\nhear through walls, and to be so light that thou mayst be wherever\nthou wilt in a moment, whether here below on the earth, or above in\nthe clouds, that shall all be, and what more thou canst conceive, which\nthou couldst have in body and soul, thou shalt have abundantly if thou\nhast him.\"--Luther (Th. x. pp. 380, 381). Certainly eating, drinking,\nand marriage find no place in the Christian heaven, as they do in the\nMohammedan; but only because with these enjoyments want is associated,\nand with want matter, i.e., passion, dependence, unhappiness. \"Illic\nipsa indigentia morietur. Tunc vere dives eris, quando nullius indigens\neris.\"--Augustin. (Serm. ad Pop. p. 77, c. 9). The pleasures of this\nearth are only medicines, says the same writer; true health exists only\nin immortal life--\"vera sanitas, nisi quando vera immortalitas.\" The\nheavenly life, the heavenly body, is as free and unlimited as\nwishes, as omnipotent as imagination. \"Futurae ergo resurrectionis\ncorpus imperfectae felicitatis erit, si cibos sumere non potuerit,\nimperfectae felicitatis, si cibus eguerit.\"--Augustin. (Epist. 102,\n§ 6, edit. cit). Nevertheless, existence in a body without fatigue,\nwithout heaviness, without disagreeables, without disease, without\nmortality, is associated with the highest corporeal well-being. Even\nthe knowledge of God in heaven is free from any effort of thought or\nfaith, is sensational, immediate knowledge--intuition. The Christians\nare indeed not agreed whether God, as God, the essentia Dei, will\nbe visible to bodily eyes. (See, for example, Augustin. Serm. ad\nPop. p. 277, and Buddeus, Comp. Inst. Th. l. ii. c. 3, § 4.) But\nin this difference we again have only the contradiction between the\nabstract and the real God; the former is certainly not an object of\nvision, but the latter is so. \"Flesh and blood is the wall between\nme and Christ, which will be torn away.... There everything will\nbe certain. For in that life the eyes will see, the mouth taste,\nand the nose smell it; the treasure will shine into the soul and\nlife.... Faith will cease, and I shall behold with my eyes.\"--Luther\n(Th. ix. p. 595). It is clear from this again, that God, as he is\nan object of religious sentiment, is nothing else than a product\nof the imagination. The heavenly beings are supersensuous sensuous,\nimmaterial material beings, i.e., beings of the imagination; but they\nare like God, nay, identical with God, consequently God also is a\nsupersensuous sensuous, an immaterial material being.", "location": 729736}
{"paragraph": "[60] \"Hylarius ... Si quis innascibilem et sine initio dicat filium,\nquasi duo sine principio et duo innascibilia, et duo innata dicens,\nduos faciat Deos, anathema sit. Caput autem quod est principium\nChristi, Deus.... Filium innascibilem confiteri impiissimum\nest.\"--Petrus Lomb. Sent. l. i. dist. 31, c. 4.", "location": 817647}
{"paragraph": "[177] The unity has not the significance of genus, not of unum but of\nunus. (See Augustine and Petrus Lomb. l. i. dist. 19, c. 7, 8, 9.) \"Hi\nergo tres, qui unum sunt propter ineffabilem conjunctionem deitatis qua\nineffabiliter copulantur, unus Deus est.\" (Petrus L. l. c. c. 6.) \"How\ncan reason bring itself into accord with this, or believe, that three\nis one and one is three?\"--Luther (Th. x. iv. p. 13).", "location": 857758}
{"paragraph": "Thus faith is essentially a spirit of partisanship. He who is\nnot for Christ is against him. [207] Faith knows only friends or\nenemies, it understands no neutrality; it is preoccupied only with\nitself. Faith is essentially intolerant; essentially, because with\nfaith is always associated the illusion that its cause is the cause\nof God, its honour his honour. The God of faith is nothing else than\nthe objective nature of faith--faith become an object to itself. Hence\nin the religious consciousness also the cause of faith and the cause\nof God are identified. God himself is interested: the interest of\nfaith is the nearest interest of God. \"He who toucheth you,\" says the\nprophet Zachariah, \"toucheth the apple of His eye.\" [208] That which\nwounds faith, wounds God, that which denies faith, denies God himself.", "location": 571069}
{"paragraph": "THE OMNIPOTENCE OF FEELING, OR THE MYSTERY OF PRAYER.", "location": 289449}
{"paragraph": "The essential act of religion, that in which religion puts into\naction what we have designated as its essence, is prayer. Prayer\nis all-powerful. What the pious soul entreats for in prayer God\nfulfils. But he prays not for spiritual gifts [157] alone, which\nlie in some sort in the power of man; he prays also for things which\nlie out of him, which are in the power of Nature, a power which it\nis the very object of prayer to overcome; in prayer he lays hold\non a supernatural means, in order to attain ends in themselves\nnatural. God is to him not the causa remota but the causa proxima,\nthe immediate, efficient cause of all natural effects. All so-called\nsecondary forces and second causes are nothing to him when he prays;\nif they were anything to him, the might, the fervour of prayer would\nbe annihilated. But in fact they have no existence for him; otherwise\nhe would assuredly seek to attain his end only by some intermediate\nprocess. But he desires immediate help. He has recourse to prayer in\nthe certainty that he can do more, infinitely more, by prayer, than\nby all the efforts of reason and all the agencies of Nature,--in\nthe conviction that prayer possesses superhuman and supernatural\npowers. [158] But in prayer he applies immediately to God. Thus God\nis to him the immediate cause, the fulfilment of prayer, the power\nwhich realises prayer. But an immediate act of God is a miracle;\nhence miracle is essential to the religious view. Religion explains\neverything miraculously. That miracles do not always happen is indeed\nobvious, as that man does not always pray. But the consideration that\nmiracles do not always happen lies outside the nature of religion, in\nthe empirical or physical mode of view only. Where religion begins,\nthere also begins miracle. Every true prayer is a miracle, an act\nof the wonder-working power. External miracles themselves only make\nvisible internal miracles, that is, they are only a manifestation in\ntime and space, and therefore as a special fact, of what in and by\nitself is a fundamental position of religion, namely, that God is,\nin general, the supernatural, immediate cause of all things. The\nmiracle of fact is only an impassioned expression of religion, a\nmoment of inspiration. Miracles happen only in extraordinary crises,\nin which there is an exaltation of the feelings: hence there are\nmiracles of anger. No miracle is wrought in cold blood. But it\nis precisely in moments of passion that the latent nature reveals\nitself. Man does not always pray with equal warmth and power. Such\nprayers are therefore ineffective. Only ardent prayer reveals the\nnature of prayer. Man truly prays when he regards prayer as in itself\na sacred power, a divine force. So it is with miracles. Miracles\nhappen--no matter whether few or many--wherever there is, as a basis\nfor them, a belief in the miraculous. But the belief in miracle\nis no theoretic or objective mode of viewing the world and Nature;\nmiracle realises practical wants, and that in contradiction with the\nlaws which are imperative to the reason; in miracle man subjugates\nNature, as in itself a nullity, to his own ends, which he regards\nas a reality; miracle is the superlative expression of spiritual or\nreligious utilitarianism; in miracle all things are at the service\nof necessitous man. It is clear from this, that the conception of\nthe world which is essential to religion is that of the practical\nor subjective standpoint, that God--for the miracle-working power\nis identical with God--is a purely practical or subjective Being,\nserving, however, as a substitute for a theoretic view, and is thus\nno object of thought, of the knowing faculty, any more than miracle,\nwhich owes its origin to the negation of thought. If I place myself\nin the point of view of thought, of investigation, of theory, in\nwhich I consider things in themselves, in their mutual relations,\nthe miracle-working being vanishes into nothing, miracle disappears;\ni.e., the religious miracle, which is absolutely different from the\nnatural miracle, though they are continually interchanged, in order\nto stultify reason, and, under the appearance of natural science, to\nintroduce religious miracle into the sphere of rationality and reality.", "location": 441339}
{"paragraph": "If a God without feeling, without a capability of suffering, will not\nsuffice to man as a feeling, suffering being, neither will a God with\nfeeling only, a God without intelligence and will. Only a being who\ncomprises in himself the whole man can satisfy the whole man. Man's\nconsciousness of himself in his totality is the consciousness of the\nTrinity. The Trinity knits together the qualities or powers which\nwere before regarded separately into unity, and thereby reduces the\nuniversal being of the understanding, i.e., God as God, to a special\nbeing, a special faculty.", "location": 173434}
{"paragraph": "In Christianity the moral laws are regarded as the commandments\nof God; morality is even made the criterion of piety; but ethics\nhave nevertheless a subordinate rank, they have not in themselves a\nreligious significance. This belongs only to faith. Above morality\nhovers God, as a being distinct from man, a being to whom the\nbest is due, while the remnants only fall to the share of man. All\nthose dispositions which ought to be devoted to life, to man--all\nthe best powers of humanity, are lavished on the being who wants\nnothing. The real cause is converted into an impersonal means, a\nmerely conceptional, imaginary cause usurps the place of the true\none. Man thanks God for those benefits which have been rendered to\nhim even at the cost of sacrifice by his fellow-man. The gratitude\nwhich he expresses to his benefactor is only ostensible; it is\npaid, not to him, but to God. He is thankful, grateful to God,\nbut unthankful to man. [225] Thus is the moral sentiment subverted\ninto religion! Thus does man sacrifice man to God! The bloody human\nsacrifice is in fact only a rude, material expression of the inmost\nsecret of religion. Where bloody human sacrifices are offered to God,\nsuch sacrifices are regarded as the highest thing, physical existence\nas the chief good. For this reason life is sacrificed to God, and it\nis so on extraordinary occasions; the supposition being that this is\nthe way to show him the greatest honour. If Christianity no longer, at\nleast in our day, offers bloody sacrifices to its God, this arises, to\nsay nothing of other reasons, from the fact that physical existence is\nno longer regarded as the highest good. Hence the soul, the emotions\nare now offered to God, because these are held to be something\nhigher. But the common case is, that in religion man sacrifices some\nduty towards man--such as that of respecting the life of his fellow,\nof being grateful to him--to a religious obligation,--sacrifices\nhis relation to man to his relation to God. The Christians, by\nthe idea that God is without wants, and that he is only an object\nof pure adoration, have certainly done away with many pernicious\nconceptions. But this freedom from wants is only a metaphysical idea,\nwhich is by no means part of the peculiar nature of religion. When\nthe need for worship is supposed to exist only on one side, the\nsubjective side, this has the invariable effect of one-sidedness,\nand leaves the religious emotions cold; hence, if not in express\nwords, yet in fact, there must be attributed to God a condition\ncorresponding to the subjective need, the need of the worshipper, in\norder to establish reciprocity. [226] All the positive definitions\nof religion are based on reciprocity. The religious man thinks of\nGod because God thinks of him; he loves God because God has first\nloved him. God is jealous of man; religion is jealous of morality;\n[227] it sucks away the best forces of morality; it renders to man\nonly the things that are man's, but to God the things that are God's;\nand to him is rendered true, living emotion,--the heart.", "location": 603930}
{"paragraph": "The idea of Providence is the religious consciousness of man's\ndistinction from the brutes, from Nature in general. \"Doth God take\ncare for oxen?\" (1 Cor. ix. 9.) \"Nunquid curae est Deo bobus? inquit\nPaulus. Ad nos ea cura dirigitur, non ad boves, equos, asinos, qui\nin usum nostrum sunt conditi.\"--J. L. Vivis Val. (de Veritate Fidei\nChr. Bas. 1544, p. 108). \"Providentia Dei in omnibus aliis creaturis\nrespicit ad hominem tanquam ad metam suam. Multis passeribus vos pluris\nestis. Matth. x. 31. Propter peccatum hominis natura subjecta est\nvanitati. Rom. viii. 20.\"--M. Chemnitii (Loci theol. Francof. 1608,\nP. i. p. 312). \"Nunquid enim cura est Deo de bobus? Et sicut non\nest cura Deo de bobus, ita nec de aliis irrationalibus. Dicit tamen\nscriptura (Sapient. vi.) quia ipsi cura est de omnibus. Providentiam\nergo et curam universaliter de cunctis, quae condidit, habet.... Sed\nspecialem providentiam atque curam habet de rationalibus.\"--Petrus\nL. (l. i. dist. 39, c. 3). Here we have again an example how Christian\nsophistry is a product of Christian faith, especially of faith in the\nBible as the word of God. First we read that God cares not for oxen;\nthen that God cares for everything, and therefore for oxen. That is\na contradiction; but the word of God must not contradict itself. How\ndoes faith escape from this contradiction? By distinguishing between a\ngeneral and a special providence. But general providence is illusory,\nis in truth no providence. Only special providence is providence in\nthe sense of religion.", "location": 673551}
{"paragraph": "Religion has thus no dispositions and emotions which are peculiar\nto itself; what it claims as belonging exclusively to its object,\nare simply the same dispositions and emotions that man experiences\neither in relation to himself (as, for example, to his conscience),\nor to his fellow-man, or to Nature. You must not fear men, but God;\nyou must not love man,--i.e., not truly, for his own sake,--but God;\nyou must not humble yourselves before human greatness, but only before\nthe Lord; not believe and confide in man, but only in God. Hence\ncomes the danger of worshipping false gods in distinction from the\ntrue God. Hence the \"jealousy\" of God. \"Ego Jehova, Deus tuus, Deus\nsum zelotypus. Ut zelotypus vir dicitur, qui rivalem pati nequit:\nsic Deus socium in cultu, quem ab hominibus postulat, ferre non\npotest.\" (Clericus, Comment. in Exod. c. 20, v. 5.) Jealousy arises\nbecause a being preferred and loved by me directs to another the\nfeelings and dispositions which I claim for myself. But how could I be\njealous if the impressions and emotions which I excite in the beloved\nbeing were altogether peculiar and apart, were essentially different\nfrom the impressions which another can make on him? If, therefore,\nthe emotions of religion were objectively, essentially different\nfrom those which lie out of religion, there would be no possibility\nof idolatry in man or of jealousy in God. As the flute has another\nsound to me than the trumpet, and I cannot confound the impressions\nproduced by the former with the impressions produced by the latter;\nso I could not transfer to a natural or human being the emotions of\nreligion, if the object of religion, God, were specifically different\nfrom the natural or human being, and consequently the impressions\nwhich he produced on me were specific, peculiar.", "location": 619780}
{"paragraph": "But what then is force and strength which is merely such, if\nnot corporeal force and strength? Dost thou know any power which\nstands at thy command, in distinction from the power of kindness and\nreason, besides muscular power? If thou canst effect nothing through\nkindness and the arguments of reason, force is what thou must take\nrefuge in. But canst thou \"effect\" anything without strong arms and\nfists? Is there known to thee, in distinction from the power of the\nmoral order of the world, \"another and more living motive power\" than\nthe lever of the criminal court? Is not Nature without body also an\n\"empty, abstract\" idea, a \"jejune subtilty\"? Is not the mystery of\nNature the mystery of corporeality? Is not the system of a \"living\nrealism\" the system of the organised body? Is there, in general,\nany other force, the opposite of intelligence, than the force of\nflesh and blood,--any other strength of Nature than the strength of\nthe fleshly impulses? And the strongest of the impulses of Nature,\nis it not the sexual feeling? Who does not remember the old proverb:\n\"Amare et sapere vix Deo competit?\" So that if we would posit in God\na nature, an existence opposed to the light of intelligence,--can we\nthink of a more living, a more real antithesis, than that of amare\nand sapere, of spirit and flesh, of freedom and the sexual impulse?", "location": 228142}
{"paragraph": "[21] Kant, Vorles. über d. philos. Religionsl., Leipzig, 1817, p. 39.", "location": 807079}
{"paragraph": "The essential standpoint of religion is the practical or\nsubjective. The end of religion is the welfare, the salvation, the\nultimate felicity of man; the relation of man to God is nothing else\nthan his relation to his own spiritual good; God is the realised\nsalvation of the soul, or the unlimited power of effecting the\nsalvation, the bliss of man. [150] The Christian religion is specially\ndistinguished from other religions in this,--that no other has given\nequal prominence to the salvation of man. But this salvation is not\ntemporal earthly prosperity and well-being. On the contrary, the most\ngenuine Christians have declared that earthly good draws man away from\nGod, whereas adversity, suffering, afflictions lead him back to God,\nand hence are alone suited to Christians. Why? Because in trouble\nman is only practically or subjectively disposed; in trouble he has\nresource only to the one thing needful; in trouble God is felt to be a\nwant of man. Pleasure, joy, expands man; trouble, suffering, contracts\nand concentrates him; in suffering man denies the reality of the world;\nthe things that charm the imagination of the artist and the intellect\nof the thinker lose their attraction for him, their power over him; he\nis absorbed in himself, in his own soul. The soul thus self-absorbed,\nself-concentrated, seeking satisfaction in itself alone, denying the\nworld, idealistic in relation to the world, to Nature in general,\nbut realistic in relation to man, caring only for its inherent need\nof salvation,--this soul is God. God, as the object of religion,--and\nonly as such is he God,--God in the sense of a nomen proprium, not of a\nvague, metaphysical entity, is essentially an object only of religion,\nnot of philosophy,--of feeling, not of the intellect,--of the heart's\nnecessity, not of the mind's freedom: in short, an object which is\nthe reflex not of the theoretical but of the practical tendency in man.", "location": 424122}
{"paragraph": "God is love. This is the sublimest dictum of Christianity. But\nthe contradiction of faith and love is contained in the very\nproposition. Love is only a predicate, God the subject. What, then,\nis this subject in distinction from love? And I must necessarily ask\nthis question, make this distinction. The necessity of the distinction\nwould be done away with only if it were said conversely: Love is\nGod, love is the absolute being. Thus love would take the position\nof the substance. In the proposition \"God is love,\" the subject is\nthe darkness in which faith shrouds itself; the predicate is the\nlight, which first illuminates the intrinsically dark subject. In\nthe predicate I affirm love, in the subject faith. Love does not\nalone fill my soul: I leave a place open for my uncharitableness by\nthinking of God as a subject in distinction from the predicate. It is\ntherefore inevitable that at one moment I lose the thought of love,\nat another the thought of God, that at one moment I sacrifice the\npersonality of God to the divinity of love, at another the divinity of\nlove to the personality of God. The history of Christianity has given\nsufficient proof of this contradiction. Catholicism, especially, has\ncelebrated Love as the essential deity with so much enthusiasm, that\nto it the personality of God has been entirely lost in this love. But\nat the same time it has sacrificed love to the majesty of faith. Faith\nclings to the self-subsistence of God; love does away with it. \"God\nis love,\" means, God is nothing by himself: he who loves, gives up\nhis egoistical independence; he makes what he loves indispensable,\nessential to his existence. But while Self is being sunk in the\ndepths of love, the idea of the Person rises up again and disturbs\nthe harmony of the divine and human nature which had been established\nby love. Faith advances with its pretensions, and allows only just so\nmuch to Love as belongs to a predicate in the ordinary sense. It does\nnot permit love freely to unfold itself; it makes love the abstract,\nand itself the concrete, the fact, the basis. The love of faith is\nonly a rhetorical figure, a poetical fiction of faith,--faith in\necstasy. If faith comes to itself, Love is fled.", "location": 587550}
{"paragraph": "It is true that we are bound by the commandments of Christian morality,\nas, for example, \"Avenge not yourselves,\" &c., but they have validity\nfor us only as private, not as public persons. The world is governed\naccording to its own laws. Catholicism \"mingled together the worldly\nand spiritual kingdoms,\" i.e., it sought to govern the world by\nChristianity. But \"Christ did not come on earth to interfere in the\ngovernment of the Emperor Augustus and teach him how to reign.\"--Luther\n(Th. xvi. p. 49). Where worldly government begins Christianity ends;\nthere worldly justice, the sword, war, litigation, prevail. As a\nChristian I let my cloak be stolen from me without resistance, but\nas a citizen I seek to recover it by law. \"Evangelium non abolet jus\nnaturæ.\"--Melancthon (de Vindicta Loci. See also on this subject\nM. Chemnitii Loci Theol. de Vindicta). In fact, Protestantism is\nthe practical negation of Christianity, the practical assertion of\nthe natural man. It is true that Protestantism also commands the\nmortifying of the flesh, the negation of the natural man; but apart\nfrom the fact that this negation has for Protestantism no religious\nsignificance and efficacy, does not justify, i.e., make acceptable\nto God, procure salvation; the negation of the flesh in Protestantism\nis not distinguished from that limitation of the flesh which natural\nreason and morality enjoin on man. The necessary practical consequences\nof the Christian faith Protestantism has relegated to the other world,\nto heaven--in other words, has denied them. la heaven first ceases\nthe worldly standpoint of Protestantism; there we no longer marry,\nthere first we are new creatures; but here everything remains as of old\n\"until that life; there the external life will be changed, for Christ\ndid not come to change the creature.\"--Luther (Th. xv. p. 62). Here\nwe are half heathens, half Christians; half citizens of the earth,\nhalf citizens of heaven. Of this division, this disunity, this chasm,\nCatholicism knows nothing. What it denies in heaven, i.e., in faith, it\ndenies, also, as far as possible, on earth, i.e., in morality. \"Grandis\nigitur virtutis est et sollicitate diligentiae, superare quod nata sis:\nin carne non carnaliter vivere, tecum pugnare quotidie.\"--Hieronymus\n(Ep. Furiae Rom. nobilique viduae). \"Quanto igitur natura amplius\nvincitur et premitur, tanto major gratia infunditur.\"--Thomas à\nK. (Imit. l. iii. c. 54). \"Esto robustus tam in agendo, quam in\npatiendo naturae contraria.\"--(Ibid. c. 49.) \"Beatus ille homo, qui\npropter te, Domine, omnibus creaturis licentiam abeundi tribuit,\nqui naturae vim facit et concupiscentias carnis fervore spiritus\ncrucifigit\" (c. 48). \"Adhuc proh dolor! vivit in me verus homo, non est\ntotus crucifixus.\"--(Ibid. c. 34, l. iii. c. 19, l. ii. c. 12.) And\nthese dicta by no means emanate simply from the pious individuality\nof the author of the work De Imitatione Christi; they express the\ngenuine morality of Catholicism, that morality which the saints\nattested by their lives, and which was sanctioned even by the Head of\nthe Church, otherwise so worldly. Thus it is said, for example, in\nthe Canonizatio S. Bernhardi Abbatis per Alexandrum papam III. anno\nCh. 1164. Litt. apost ... primo ad. Praelatos Eccles. Gallic.:\n\"In afflictione vero corporis sui usque adeo sibi mundum, seque\nmundo reddidit crucifixum, ut confidamus martyrum quoque eum merita\nobtinere sanctorum, etc.\" It was owing to this purely negative moral\nprinciple that there could be enunciated within Catholicism itself the\ngross opinion that mere martyrdom, without the motive of love to God,\nobtains heavenly blessedness.", "location": 769979}
{"paragraph": "Now if abstinence from the satisfaction of the sensual impulse,\nthe negation of difference of sex and consequently of sexual\nlove,--for what is this without the other?--is the principle of the\nChristian heaven and salvation; then necessarily the satisfaction\nof the sexual impulse, sexual love, on which marriage is founded,\nis the source of sin and evil. And so it is held. The mystery of\noriginal sin is the mystery of sexual desire. All men are conceived\nin sin because they were conceived with sensual, i.e., natural\npleasure. The act of generation, as an act of sensual enjoyment,\nis sinful. Sin is propagated from Adam down to us, simply because\nits propagation is the natural act of generation. This is the\nmystery of Christian original sin. \"Atque hic quam alienus a vero\nsit, etiam hic reprehenditur, quod voluptatem in homine Deo authore\ncreatam asserit principaliter. Sed hoc divinae scriptura redarguit,\nquae serpentis insidiis atque illecebris infusam Adae atque Evae\nvoluptatem docet, siquidem ipse serpens voluptas sit.... Quomodo\nigitur voluptas ad paradisum revocare nos potest, quae sola nos\nparadiso exuit?\"--Ambrosius (Ep. L. x. Ep. 82). \"Voluptas ipsa\nsine culpa nullatenus esse potest.\"--Petrus L. (l. iv. dist. 31,\nc. 5). \"Omnes in peccatis nati sumus, et ex carnis delectatione\nconcepti culpam originalem nobiscum traximus.\"--Gregorius (Petrus\nL. l. ii. dist. 30, c. 2). \"Firmissime tene et nullatenus dubites,\nomnem hominem, qui per concubitum viri et mulieris concipitur,\ncum originali peccato nasci.... Ex his datur intelligi, quid sit\noriginale peccatum, scl. vitium concupiscentiae, quod in omnes\nconcupiscentialiter natos per Adam intravit.\"--(Ibid. c. 3, see\nalso dist. 31, c. 1.) \"Peccati causa ex carne est.\"--Ambrosius\n(ibid.) \"Christus peccatum non habet, nec originale traxit, nec suum\naddidit: extra voluptatem carnalis libidinis venit, non ibi fuit\ncomplexus maritalis.... Omnis generatus, damnatus.\"--Augustinus\n(Serm. ad Pop. S. 294, cc. 10, 16). \"Homo natus de muliere et ob\nhoc cum reatu.\"--Bernardus (de Consid. l. ii.). \"Peccatum quomodo\nnon fuit, ubi libido non defuit?... Quo pacto, inquam, aut sanctus\nasseretur conceptus, qui de spiritus non est, ne dicam de peccato\nest?\"--Id. (Epist. 174, edit. cit.). \"All that is born into the world\nof man and woman is sinful, under God's anger and curse, condemned to\ndeath.\" \"All men born of a father and mother are children of wrath\nby nature, as St. Paul testifies, Ephes. ii.\" \"We have by nature a\ntainted, sinful conception and birth.\"--Luther (Th. xvi. 246, 573). It\nis clear from these examples, that \"carnal intercourse\"--even a kiss is\ncarnal intercourse--is the radical sin, the radical evil of mankind;\nand consequently the basis of marriage, the sexual impulse, honestly\noutspoken, is a product of the devil. It is true that the creature\nas the work of God is good, but it has long ceased to exist as it was\ncreated. The devil has alienated the creature from God and corrupted\nit to the very foundation. \"Cursed be the ground for thy sake.\" The\nfall of the creature, however, is only an hypothesis by which faith\ndrives from its mind the burdensome, disquieting contradiction,\nthat Nature is a product of God, and yet, as it actually is, does\nnot harmonise with God, i.e., with the Christian sentiment.", "location": 711011}
{"paragraph": "Of all the attributes which the understanding assigns to God, that\nwhich in religion, and especially in the Christian religion, has\nthe pre-eminence, is moral perfection. But God as a morally perfect\nbeing is nothing else than the realised idea, the fulfilled law of\nmorality, the moral nature of man posited as the absolute being;\nman's own nature, for the moral God requires man to be as he himself\nis: Be ye holy for I am holy; man's own conscience, for how could he\notherwise tremble before the Divine Being, accuse himself before him,\nand make him the judge of his inmost thoughts and feelings?", "location": 135241}
{"paragraph": "Project Gutenberg™ is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.", "location": 892164}
{"paragraph": "[50] \"For it could not have been difficult or impossible to God to\nbring his Son into the world without a mother; but it was his will\nto use the woman for that end.\"--Luther (Th. ii. p. 348).", "location": 815024}
{"paragraph": "Whatever man conceives to be true, he immediately conceives to be\nreal (that is, to have an objective existence), because, originally,\nonly the real is true to him--true in opposition to what is merely\nconceived, dreamed, imagined. The idea of being, of existence, is the\noriginal idea of truth; or, originally, man makes truth dependent\non existence, subsequently, existence dependent on truth. Now God\nis the nature of man regarded as absolute truth,--the truth of man;\nbut God, or, what is the same thing, religion, is as various as are\nthe conditions under which man conceives this his nature, regards\nit as the highest being. These conditions, then, under which man\nconceives God, are to him the truth, and for that reason they are\nalso the highest existence, or rather they are existence itself;\nfor only the emphatic, the highest existence, is existence, and\ndeserves this name. Therefore, God is an existent, real being, on\nthe very same ground that he is a particular, definite being; for\nthe qualities of God are nothing else than the essential qualities of\nman himself, and a particular man is what he is, has his existence,\nhis reality, only in his particular conditions. Take away from the\nGreek the quality of being Greek, and you take away his existence. On\nthis ground it is true that for a definite positive religion--that\nis, relatively--the certainty of the existence of God is immediate;\nfor just as involuntarily, as necessarily, as the Greek was a Greek,\nso necessarily were his gods Greek beings, so necessarily were they\nreal, existent beings. Religion is that conception of the nature of the\nworld and of man which is essential to, i.e., identical with, a man's\nnature. But man does not stand above this his necessary conception;\non the contrary, it stands above him; it animates, determines, governs\nhim. The necessity of a proof, of a middle term to unite qualities\nwith existence, the possibility of a doubt, is abolished. Only that\nwhich is apart from my own being is capable of being doubted by\nme. How then can I doubt of God, who is my being? To doubt of God\nis to doubt of myself. Only when God is thought of abstractly, when\nhis predicates are the result of philosophic abstraction, arises the\ndistinction or separation between subject and predicate, existence\nand nature--arises the fiction that the existence or the subject is\nsomething else than the predicate, something immediate, indubitable,\nin distinction from the predicate, which is held to be doubtful. But\nthis is only a fiction. A God who has abstract predicates has also\nan abstract existence. Existence, being, varies with varying qualities.", "location": 75679}
{"paragraph": "The total absence of the idea of the species in Christianity is\nespecially observable in its characteristic doctrine of the universal\nsinfulness of men. For there lies at the foundation of this doctrine\nthe demand that the individual shall not be an individual, a demand\nwhich again is based on the presupposition that the individual by\nhimself is a perfect being, is by himself the adequate presentation\nor existence of the species. [122] Here is entirely wanting the\nobjective perception, the consciousness, that the thou belongs to the\nperfection of the I, that men are required to constitute humanity,\nthat only men taken together are what man should and can be. All\nmen are sinners. Granted; but they are not all sinners in the same\nway; on the contrary, there exists a great and essential difference\nbetween them. One man is inclined to falsehood, another is not; he\nwould rather give up his life than break his word or tell a lie; the\nthird has a propensity to intoxication, the fourth to licentiousness;\nwhile the fifth, whether by favour of Nature, or from the energy of\nhis character, exhibits none of these vices. Thus, in the moral as\nwell as the physical and intellectual elements, men compensate for\neach other, so that, taken as a whole, they are, as they should be,\nthey present the perfect man.", "location": 362686}
{"paragraph": "The belief in heaven, or in a future life in general, rests on a mental\njudgment. It expresses praise and blame; it selects a wreath from the\nflora of this world, and this critical florilegium is heaven. That\nwhich man thinks beautiful, good, agreeable, is for him what alone\nought to be; that which he thinks bad, odious, disagreeable, is\nwhat ought not to be; and hence, since it nevertheless exists, it is\ncondemned to destruction, it is regarded as a negation. Where life is\nnot in contradiction with a feeling, an imagination, an idea, and where\nthis feeling, this idea, is not held authoritative and absolute, the\nbelief in another and a heavenly life does not arise. The future life\nis nothing else than life in unison with the feeling, with the idea,\nwhich the present life contradicts. The whole import of the future\nlife is the abolition of this discordance, and the realisation of a\nstate which corresponds to the feelings, in which man is in unison\nwith himself. An unknown, unimagined future is a ridiculous chimera:\nthe other world is nothing more than the reality of a known idea,\nthe satisfaction of a conscious desire, the fulfilment of a wish;\n[144] it is only the removal of limits which here oppose themselves\nto the realisation of the idea. Where would be the consolation, where\nthe significance of a future life, if it were midnight darkness to\nme? No! from yonder world there streams upon me with the splendour\nof virgin gold what here shines only with the dimness of unrefined\nore. The future world has no other significance, no other basis of\nits existence, than the separation of the metal from the admixture\nof foreign elements, the separation of the good from the bad,\nof the pleasant from the unpleasant, of the praiseworthy from the\nblamable. The future world is the bridal in which man concludes\nhis union with his beloved. Long has he loved his bride, long has\nhe yearned after her; but external relations, hard reality, have\nstood in the way of his union to her. When the wedding takes place,\nhis beloved one does not become a different being; else how could he\nso ardently long for her? She only becomes his own; from an object\nof yearning and affectionate desire she becomes an object of actual\npossession. It is true that here below, the other world is only an\nimage, a conception; still it is not the image of a remote, unknown\nthing, but a portrait of that which man loves and prefers before all\nelse. What man loves is his soul. The heathens enclosed the ashes of\nthe beloved dead in an urn; with the Christian the heavenly future\nis the mausoleum in which he enshrines his soul.", "location": 408815}
{"paragraph": "I must further mention that the circulation which my work has had\namongst the public at large was neither desired nor expected by\nme. It is true that I have always taken as the standard of the mode\nof teaching and writing, not the abstract, particular, professional\nphilosopher, but universal man, that I have regarded man as the\ncriterion of truth, and not this or that founder of a system, and\nhave from the first placed the highest excellence of the philosopher\nin this, that he abstains, both as a man and as an author, from the\nostentation of philosophy, i.e., that he is a philosopher only in\nreality, not formally, that he is a quiet philosopher, not a loud\nand still less a brawling one. Hence, in all my works, as well as\nin the present one, I have made the utmost clearness, simplicity,\nand definiteness a law to myself, so that they may be understood,\nat least in the main, by every cultivated and thinking man. But\nnotwithstanding this, my work can be appreciated and fully understood\nonly by the scholar, that is to say, by the scholar who loves truth,\nwho is capable of forming a judgment, who is above the notions\nand prejudices of the learned and unlearned vulgar; for although a\nthoroughly independent production, it has yet its necessary logical\nbasis in history. I very frequently refer to this or that historical\nphenomenon without expressly designating it, thinking this superfluous;\nand such references can be understood by the scholar alone. Thus,\nfor example, in the very first chapter, where I develop the necessary\nconsequences of the standpoint of Feeling, I allude to Jacobi and\nSchleiermacher; in the second chapter I allude chiefly to Kantism,\nScepticism, Theism, Materialism and Pantheism; in the chapter on the\n\"Standpoint of Religion,\" where I discuss the contradictions between\nthe religious or theological and the physical or natural-philosophical\nview of Nature, I refer to philosophy in the age of orthodoxy, and\nespecially to the philosophy of Descartes and Leibnitz, in which\nthis contradiction presents itself in a peculiarly characteristic\nmanner. The reader, therefore, who is unacquainted with the historical\nfacts and ideas presupposed in my work, will fail to perceive on what\nmy arguments and ideas hinge; no wonder if my positions often appear\nto him baseless, however firm the footing on which they stand. It\nis true that the subject of my work is of universal human interest;\nmoreover, its fundamental ideas, though not in the form in which they\nare here expressed, or in which they could be expressed under existing\ncircumstances, will one day become the common property of mankind:\nfor nothing is opposed to them in the present day but empty, powerless\nillusions and prejudices in contradiction with the true nature of\nman. But in considering this subject in the first instance, I was under\nthe necessity of treating it as a matter of science, of philosophy; and\nin rectifying the aberrations of Religion, Theology, and Speculation,\nI was naturally obliged to use their expressions, and even to appear\nto speculate, or--which is the same thing--to turn theologian myself,\nwhile I nevertheless only analyse speculation, i.e., reduce theology\nto anthropology. My work, as I said before, contains, and applies in\nthe concrete, the principle of a new philosophy suited--not to the\nschools, but--to man. Yes, it contains that principle, but only by\nevolving it out of the very core of religion; hence, be it said in\npassing, the new philosophy can no longer, like the old Catholic and\nmodern Protestant scholasticism, fall into the temptation to prove\nits agreement with religion by its agreement with Christian dogmas;\non the contrary, being evolved from the nature of religion, it has\nin itself the true essence of religion,--is, in its very quality as\na philosophy, a religion also. But a work which considers ideas in\ntheir genesis and explains and demonstrates them in strict sequence,\nis, by the very form which this purpose imposes upon it, unsuited to\npopular reading.", "location": 24945}
{"paragraph": "But although the imaginative activity of faith makes the objective\nexistence the mere appearance, and the emotional, imaginary existence\nthe truth and reality; still, in itself or in truth, that which is\nreally objective is only the natural elements. Even the host in the pyx\nof the Catholic priest is in itself only to faith a divine body,--this\nexternal thing, into which he transubstantiates the divine being, is\nonly a thing of faith; for even here the body is not visible, tangible,\ntasteable as a body. That is: the bread is only in its significance\nflesh. It is true that to faith this significance has the sense of\nactual existence;--as, in general, in the ecstasy of fervid feeling\nthat which signifies becomes the thing signified;--it is held not to\nsignify, but to be flesh. But this state of being flesh is not that of\nreal flesh; it is a state of being which is only believed in, imagined,\ni.e., it has only the value, the quality, of a significance, a truth\nconveyed in a symbol. [192] A thing which has a special significance\nfor me, is another thing in my imagination than in reality. The\nthing signifying is not itself that which is signified. What it is,\nis evident to the senses; what it signifies, is only in my feelings,\nconception, imagination,--is only for me, not for others, is not\nobjectively present. So here. When therefore Zwinglius said that\nthe Lord's Supper has only a subjective significance, he said the\nsame thing as his opponents; only he disturbed the illusion of the\nreligious imagination; for that which \"is\" in the Lord's Supper, is\nonly an illusion of the imagination, but with the further illusion\nthat it is not an illusion. Zwinglius only expressed simply, nakedly,\nprosaically, rationalistically, and therefore offensively, what the\nothers declared mystically, indirectly,--inasmuch as they confessed\n[193] that the effect of the Lord's Supper depends only on a worthy\ndisposition or on faith; i.e., that the bread and wine are the flesh\nand blood of the Lord, are the Lord himself, only for him for whom\nthey have the supernatural significance of the divine body, for on\nthis alone depends the worthy disposition, the religious emotion. [194]", "location": 546890}
{"paragraph": "[222] Active love is and must of course always be particular and\nlimited, i.e., directed to one's neighbour. But it is yet in its\nnature universal, since it loves man for man's sake, in the name of\nthe race. Christian love, on the contrary, is in its nature exclusive.", "location": 871523}
{"paragraph": "The Truth of the disposition, or of faith as a requisite to communion,\ninvolves the Untruth of the bodily presence of God; and again the\nTruth of the objective existence of the divine body involves the\nUntruth of the disposition.", "location": 551971}
{"paragraph": "Faith in a written revelation is a real, unfeigned, and so far\nrespectable faith, only where it is believed that all in the sacred\nwritings is significant, true, holy, divine. Where, on the contrary,\nthe distinction is made between the human and divine, the relatively\ntrue and the absolutely true, the historical and the permanent,--where\nit is not held that all without distinction is unconditionally true;\nthere the verdict of unbelief, that the Bible is no divine book, is\nalready introduced into the interpretation of the Bible,--there, at\nleast indirectly, that is, in a crafty, dishonest way, its title to the\ncharacter of a divine revelation is denied. Unity, unconditionality,\nfreedom from exceptions, immediate certitude, is alone the character of\ndivinity. A book that imposes on me the necessity of discrimination,\nthe necessity of criticism, in order to separate the divine from\nthe human, the permanent from the temporary, is no longer a divine,\ncertain, infallible book,--it is degraded to the rank of profane\nbooks; for every profane book has the same quality, that together\nwith or in the human it contains the divine, that is, together with\nor in the individual it contains the universal and eternal. But that\nonly is a truly divine book in which there is not merely something\ngood and something bad, something permanent and something temporary,\nbut in which all comes as it were from one crucible, all is eternal,\ntrue and good. What sort of a revelation is that in which I must\nfirst listen to the apostle Paul, then to Peter, then to James,\nthen to John, then to Matthew, then to Mark, then to Luke, until\nat last I come to a passage where my soul, athirst for God, can cry\nout: Eureka! here speaks the Holy Spirit himself! here is something\nfor me, something for all times and men. How true, on the contrary,\nwas the conception of the old faith, when it extended inspiration\nto the very words, to the very letters of Scripture! The word is\nnot a matter of indifference in relation to the thought; a definite\nthought can only be rendered by a definite word. Another word, another\nletter--another sense. It is true that such faith is superstition;\nbut this superstition is alone the true, undisguised, open faith,\nwhich is not ashamed of its consequences. If God numbers the hairs\non the head of a man, if no sparrow falls to the ground without his\nwill, how could he leave to the stupidity and caprice of scribes his\nWord--that Word on which depends the everlasting salvation of man? Why\nshould he not dictate his thoughts to their pen in order to guard\nthem from the possibility of disfiguration? \"But if man were a mere\norgan of the Holy Spirit, human freedom would be abolished!\" [167] Oh,\nwhat a pitiable argument! Is human freedom, then, of more value than\ndivine truth? Or does human freedom consist only in the distortion\nof divine truth?", "location": 476836}
{"paragraph": "Doubtless the essence of man is one, but this essence is infinite;\nits real existence is therefore an infinite, reciprocally compensating\nvariety, which reveals the riches of this essence. Unity in essence is\nmultiplicity in existence. Between me and another human being--and this\nother is the representative of the species, even though he is only one,\nfor he supplies to me the want of many others, has for me a universal\nsignificance, is the deputy of mankind, in whose name he speaks to me,\nan isolated individual, so that, when united only with one, I have a\nparticipated, a human life;--between me and another human being there\nis an essential, qualitative distinction. The other is my thou,--the\nrelation being reciprocal,--my alter ego, man objective to me, the\nrevelation of my own nature, the eye seeing itself. In another I\nfirst have the consciousness of humanity; through him I first learn,\nI first feel, that I am a man: in my love for him it is first clear to\nme that he belongs to me and I to him, that we two cannot be without\neach other, that only community constitutes humanity. But morally,\nalso, there is a qualitative, critical distinction between the I and\nthou. My fellow-man is my objective conscience; he makes my failings\na reproach to me; even when he does not expressly mention them, he\nis my personified feeling of shame. The consciousness of the moral\nlaw, of right, of propriety, of truth itself, is indissolubly united\nwith my consciousness of another than myself. That is true in which\nanother agrees with me,--agreement is the first criterion of truth;\nbut only because the species is the ultimate measure of truth. That\nwhich I think only according to the standard of my individuality\nis not binding on another; it can be conceived otherwise; it is an\naccidental, merely subjective view. But that which I think according\nto the standard of the species, I think as man in general only can\nthink, and consequently as every individual must think if he thinks\nnormally, in accordance with law, and therefore truly. That is true\nwhich agrees with the nature of the species, that is false which\ncontradicts it. There is no other rule of truth. But my fellow-man is\nto me the representative of the species, the substitute of the rest,\nnay, his judgment may be of more authority with me than the judgment\nof the innumerable multitude. Let the fanatic make disciples as the\nsand on the sea-shore; the sand is still sand; mine be the pearl--a\njudicious friend. The agreement of others is therefore my criterion\nof the normalness, the universality, the truth of my thoughts. I\ncannot so abstract myself from myself as to judge myself with perfect\nfreedom and disinterestedness; but another has an impartial judgment;\nthrough him I correct, complete, extend my own judgment, my own\ntaste, my own knowledge. In short, there is a qualitative, critical\ndifference between men. But Christianity extinguishes this qualitative\ndistinction; it sets the same stamp on all men alike, and regards\nthem as one and the same individual, because it knows no distinction\nbetween the species and the individual: it has one and the same means\nof salvation for all men, it sees one and the same original sin in all.", "location": 368394}
{"paragraph": "The religious mind, according to its nature as hitherto unfolded,\nhas the immediate certainty that all its involuntary, spontaneous\naffections are impressions from without, manifestations of another\nbeing. The religious mind makes itself the passive, God the active\nbeing. God is activity; but that which determines him to activity,\nwhich causes his activity (originally only omnipotence, potentia)\nto become real activity, is not himself,--he needs nothing,--but man,\nthe religious subject. At the same time, however, man is reciprocally\ndetermined by God; he views himself as passive; lie receives from God\ndeterminate revelations, determinate proofs of his existence. Thus in\nrevelation man determines himself as that which determines God, i.e.,\nrevelation is simply the self-determination of man, only that between\nhimself the determined, and himself the determining, he interposes an\nobject--God, a distinct being. God is the medium by which man brings\nabout the reconciliation of himself with his own nature: God is the\nbond, the vinculum substantiale, between the essential nature--the\nspecies--and the individual.", "location": 468025}
{"paragraph": "But the mystic philosopher expresses this only in obscure, mystical,\nindefinite, dissembling images. Instead of the rude, but hence all\nthe more precise and striking expression, flesh, it substitutes\nthe equivocal, abstract words nature and ground. \"As nothing is\nbefore or out of God, he must have the ground of his existence in\nhimself. This all philosophies say, but they speak of this ground\nas a mere idea, without making it something real. This ground\nof his existence which God has in himself, is not God considered\nabsolutely, i.e., in so far as he exists; it is only the ground of his\nexistence. It is Nature--in God; an existence inseparable from him,\nit is true, but still distinct. Analogically (?), this relation may\nbe illustrated by gravitation and light in Nature.\" But this ground\nis the non-intelligent in God. \"That which is the commencement of an\nintelligence (in itself) cannot also be intelligent.\" \"In the strict\nsense, intelligence is born of this unintelligent principle. Without\nthis antecedent darkness there is no reality of the Creator.\" \"With\nabstract ideas of God as actus purissimus, such as were laid down\nby the older philosophy, or such as the modern, out of anxiety to\nremove God far from Nature, is always reproducing, we can effect\nnothing. God is something more real than a mere moral order of\nthe world, and has quite another and a more living motive power in\nhimself than is ascribed to him by the jejune subtilty of abstract\nidealists. Idealism, if it has not a living realism as its basis, is as\nempty and abstract a system as that of Leibnitz or Spinoza, or as any\nother dogmatic system.\" \"So long as the God of modern theism remains\nthe simple, supposed purely essential, but in fact non-essential\nBeing that all modern systems make him, so long as a real duality is\nnot recognised in God, and a limiting, negativing force, opposed to\nthe expansive affirming force, so long will the denial of a personal\nGod be scientific honesty.\" \"All consciousness is concentration, is a\ngathering together, a collecting of oneself. This negativing force, by\nwhich a being turns back upon itself, is the true force of personality,\nthe force of egoism.\" \"How should there be a fear of God if there\nwere no strength in him? But that there should be something in God\nwhich is mere force and strength cannot be held astonishing if only\nit be not maintained that he is this alone and nothing besides.\" [63]", "location": 225708}
{"paragraph": "There is, however, a still milder way of denying the divine\npredicates than the direct one just described. It is admitted that the\npredicates of the divine nature are finite, and, more particularly,\nhuman qualities, but their rejection is rejected; they are even\ntaken under protection, because it is necessary to man to have a\ndefinite conception of God and since he is man he can form no other\nthan a human conception of him. In relation to God, it is said, these\npredicates are certainly without any objective validity; but to me,\nif he is to exist for me, he cannot appear otherwise than as he does\nappear to me, namely, as a being with attributes analogous to the\nhuman. But this distinction between what God is in himself, and what\nhe is for me destroys the peace of religion, and is besides in itself\nan unfounded and untenable distinction. I cannot know whether God is\nsomething else in himself or for himself than he is for me; what he is\nto me is to me all that he is. For me, there lies in these predicates\nunder which he exists for me, what he is in himself, his very nature;\nhe is for me what he can alone ever be for me. The religious man finds\nperfect satisfaction in that which God is in relation to himself;\nof any other relation he knows nothing, for God is to him what he can\nalone be to man. In the distinction above stated, man takes a point\nof view above himself, i.e., above his nature, the absolute measure\nof his being; but this transcendentalism is only an illusion; for I\ncan make the distinction between the object as it is in itself, and\nthe object as it is for me, only where an object can really appear\notherwise to me, not where it appears to me such as the absolute\nmeasure of my nature determines it to appear--such as it must appear\nto me. It is true that I may have a merely subjective conception,\ni.e., one which does not arise out of the general constitution of my\nspecies; but if my conception is determined by the constitution of\nmy species, the distinction between what an object is in itself, and\nwhat it is for me ceases; for this conception is itself an absolute\none. The measure of the species is the absolute measure, law, and\ncriterion of man. And, indeed, religion has the conviction that its\nconceptions, its predicates of God, are such as every man ought to\nhave, and must have, if he would have the true ones--that they are\nthe conceptions necessary to human nature; nay, further, that they\nare objectively true, representing God as he is. To every religion\nthe gods of other religious are only notions concerning God, but its\nown conception of God is to it God himself, the true God--God such as\nhe is in himself. Religion is satisfied only with a complete Deity,\na God without reservation; it will not have a mere phantasm of God; it\ndemands God himself. Religion gives up its own existence when it gives\nup the nature of God; it is no longer a truth when it renounces the\npossession of the true God. Scepticism is the arch-enemy of religion;\nbut the distinction between object and conception--between God as he\nis in himself, and God as he is for me--is a sceptical distinction,\nand therefore an irreligious one.", "location": 67176}
{"paragraph": "The negation of providence is the negation of God. \"Qui ergo\nprovidentiam tollit, totum Dei substantiam tollit et quid dicit\nnisi Deum non esse?... Si non curat humana, sive nesciens, cessat\nomnis causa pietatis, cum sit spes nulla salutis.\"--Joa. Trithemius\n(Tract. de Provid. Dei). \"Nam qui nihil aspici a Deo affirmant prope\nest ut cui adspectum adimunt, etiam substantiam tollant.\"--Salvianus\n(l. c. l. iv.). \"Aristotle almost falls into the opinion that\nGod--though he does not expressly name him a fool--is such a one that\nhe knows nothing of our affairs, nothing of our designs, understands,\nsees, regards nothing but himself.... But what is such a God or Lord\nto us? of what use is he to us?\"--Luther (in Walch's Philos. Lexikon,\nart. Vorsehung). Providence is therefore the most undeniable, striking\nproof that in religion, in the nature of God himself, man is occupied\nonly with himself, that the mystery of theology is anthropology, that\nthe substance, the content of the infinite being, is the \"finite\"\nbeing. \"God sees men,\" means: in God man sees only himself; \"God\ncares for man,\" means: a God who is not active is no real God. But\nthere is no activity without an object: it is the object which first\nconverts activity from a mere power into real activity. This object is\nman. If man did not exist, God would have no cause for activity. Thus\nman is the motive principle, the soul of God. A God who does not see\nand hear man, who has not man in himself, is blind and deaf, i.e.,\ninert, empty, unsubstantial. Thus the fulness of the divine nature\nis the fulness of the human; thus the Godhead of God is humanity. I\nfor myself, is the comfortless mystery of epicureanism, stoicism,\npantheism; God for me, this is the consolatory mystery of religion,\nof Christianity. Is man for God's sake, or God for man's? It is true\nthat in religion man exists for God's sake, but only because God\nexists for man's sake. I am for God because God is for me.", "location": 679917}
{"paragraph": "A peculiarly characteristic artifice and pretext of Christian sophistry\nis the doctrine of the unsearchableness, the incomprehensibility\nof the divine nature. But, as will be shown, the secret of this\nincomprehensibility is nothing further than that a known quality\nis made into an unknown one, a natural quality into a supernatural,\ni.e., an unnatural one, so as to produce the appearance, the illusion,\nthat the divine nature is different from the human, and is eo ipso\nan incomprehensible one.", "location": 484231}
{"paragraph": "The beneficial influence of religion rests on this extension of the\nsensational consciousness. In religion man is in the open air, sub\ndeo; in the sensational consciousness he is in his narrow confined\ndwelling-house. Religion has relation essentially, originally--and\nonly in its origin is it something holy, true, pure, and good--to the\nimmediate sensational consciousness alone; it is the setting aside of\nthe limits of sense. Isolated, uninstructed men and nations preserve\nreligion in its original sense, because they themselves remain in\nthat mental state which is the source of religion. The more limited\na man's sphere of vision, the less he knows of history, Nature,\nphilosophy--the more ardently does he cling to his religion.", "location": 488617}
{"paragraph": "\"Faith is that courage in the heart which trusts for all good to\nGod. Such a faith, in which the heart places its reliance on God alone,\nis enjoined by God in the first commandment, where he says, I am the\nLord thy God.... That is, I alone will be thy God; thou shalt seek\nno other God; I will help thee out of all trouble. Thou shalt not\nthink that I am an enemy to thee, and will not help thee. When thou\nthinkest so, thou makest me in thine heart into another God than I\nam. Wherefore hold it for certain that I am willing to be merciful\nto thee.\"--\"As thou behavest thyself, so does God behave. If thou\nthinkest that he is angry with thee, he is angry; if thou thinkest\nthat he is unmerciful and will cast thee into hell, he is so. As thou\nbelievest of God, so is he to thee.\"--\"If thou believest it, thou hast\nit; but if thou believest not, thou hast none of it.\"--\"Therefore,\nas we believe so does it happen to us. If we regard him as our God,\nhe will not be our devil. But if we regard him not as our God, then\ntruly he is not our God, but must be a consuming fire.\"--\"By unbelief\nwe make God a devil.\" [98] Thus, if I believe in a God, I have a God,\ni.e., faith in God is the God of man. If God is such, whatever it\nmay be, as I believe him, what else is the nature of God than the\nnature of faith? Is it possible for thee to believe in a God who\nregards thee favourably, if thou dost not regard thyself favourably,\nif thou despairest of man, if he is nothing to thee? What else then\nis the being of God but the being of man, the absolute self-love\nof man? If thou believest that God is for thee, thou believest\nthat nothing is or can be against thee, that nothing contradicts\nthee. But if thou believest that nothing is or can be against thee,\nthou believest--what?--nothing less than that thou art God. [99]\nThat God is another being is only illusion, only imagination. In\ndeclaring that God is for thee, thou declarest that he is thy own\nbeing. What then is faith but the infinite self-certainty of man, the\nundoubting certainty that his own subjective being is the objective,\nabsolute being, the being of beings?", "location": 304339}
{"paragraph": "The only difficulty in the recognition of this is created by\nthe imagination, which, on the one hand by the conception of the\npersonality of God, on the other by the conception of the many\npersonalities which it places in a realm ordinarily depicted in the\nhues of the senses, hides the real unity of the idea. But in truth\nthere is no distinction between the absolute life which is conceived\nas God and the absolute life which is conceived as heaven, save that\nin heaven we have stretched into length and breadth what in God is\nconcentrated in one point. The belief in the immortality of man is the\nbelief in the divinity of man, and the belief in God is the belief\nin pure personality, released from all limits, and consequently eo\nipso immortal. The distinctions made between the immortal soul and\nGod are either sophistical or imaginative; as when, for example, the\nbliss of the inhabitants of heaven is again circumscribed by limits,\nand distributed into degrees, in order to establish a distinction\nbetween God and the dwellers in heaven.", "location": 398003}
{"paragraph": "But the idea of deity coincides with the idea of humanity. All divine\nattributes, all the attributes which make God God, are attributes of\nthe species--attributes which in the individual are limited, but the\nlimits of which are abolished in the essence of the species, and even\nin its existence, in so far as it has its complete existence only in\nall men taken together. My knowledge, my will, is limited; but my limit\nis not the limit of another man, to say nothing of mankind; what is\ndifficult to me is easy to another; what is impossible, inconceivable,\nto one age, is to the coming age conceivable and possible. My life is\nbound to a limited time; not so the life of humanity. The history of\nmankind consists of nothing else than a continuous and progressive\nconquest of limits, which at a given time pass for the limits of\nhumanity, and therefore for absolute insurmountable limits. But\nthe future always unveils the fact that the alleged limits of the\nspecies were only limits of individuals. The most striking proofs\nof this are presented by the history of philosophy and of physical\nscience. It would be highly interesting and instructive to write a\nhistory of the sciences entirely from this point of view, in order to\nexhibit in all its vanity the presumptuous notion of the individual\nthat he can set limits to his race. Thus the species is unlimited;\nthe individual alone limited.", "location": 356277}
{"paragraph": "[119] \"How much better is it that I should lose the whole world\nthan that I should lose God, who created the world, and can create\ninnumerable worlds, who is better than a hundred thousand, than\ninnumerable worlds? For what sort of a comparison is that of the\ntemporal with the eternal?... One soul is better than the whole\nworld.\"--Luther (Th. xix. p. 21).", "location": 836619}
{"paragraph": "The son--I mean the natural, human son--considered as such, is an\nintermediate being between the masculine nature of the father and the\nfeminine nature of the mother; he is, as it were, still half a man,\nhalf a woman, inasmuch as he has not the full, rigorous consciousness\nof independence which characterises the man, and feels himself drawn\nrather to the mother than to the father. The love of the son to the\nmother is the first love of the masculine being for the feminine. The\nlove of man to woman, the love of the youth for the maiden, receives\nits religious--its sole truly religious consecration in the love of the\nson to the mother; the son's love for his mother is the first yearning\nof man towards woman--his first humbling of himself before her.", "location": 187306}
{"paragraph": "[3] \"Objectum intellectus esse illimitatum sive omne verum ac, ut\nloquuntur, omne ens ut ens, ex eo constat, quod ad nullum non genus\nrerum extenditur, nullumque est, cujus cognoscendi capax non sit,\nlicet ob varia obstacula multa sint, quæ re ipsa non norit.\"--Gassendi\n(Opp. Omn. Phys.).", "location": 801564}
{"paragraph": "Faith does indeed make man happy; but thus much is certain: it infuses\ninto him no really moral dispositions. If it ameliorate man, if it\nhave moral dispositions as its consequence, this proceeds solely\nfrom the inward conviction of the irreversible reality of morals:--a\nconviction independent of religious faith. It is morality alone, and\nby no means faith, that cries out in the conscience of the believer:\nthy faith is nothing, if it does not make thee good. It is not to be\ndenied that the assurance of eternal salvation, the forgiveness of\nsins, the sense of favour and release from all punishment, inclines\nman to do good. The man who has this confidence possesses all things;\nhe is happy; [218] he becomes indifferent to the good things of\nthis world; no envy, no avarice, no ambition, no sensual desire, can\nenslave him; everything earthly vanishes in the prospect of heavenly\ngrace and eternal bliss. But in him good works do not proceed from\nessentially virtuous dispositions. It is not love, not the object\nof love, man, the basis of all morality, which is the motive of his\ngood works. No! he does good not for the sake of goodness itself,\nnot for the sake of man, but for the sake of God;--out of gratitude\nto God, who has done all for him, and for whom therefore he must on\nhis side do all that lies in his power. He forsakes sin, because it\nwounds God, his Saviour, his Benefactor. [219] The idea of virtue is\nhere the idea of compensatory sacrifice. God has sacrificed himself\nfor man; therefore man must sacrifice himself to God. The greater the\nsacrifice the better the deed. The more anything contradicts man and\nNature, the greater the abnegation, the greater is the virtue. This\nmerely negative idea of goodness has been especially realised and\ndeveloped by Catholicism. Its highest moral idea is that of sacrifice;\nhence the high significance attached to the denial of sexual love,--to\nvirginity. Chastity, or rather virginity, is the characteristic virtue\nof the Catholic faith,--for this reason, that it has no basis in\nNature. It is the most fanatical, transcendental, fantastical virtue,\nthe virtue of supranaturalistic faith;--to faith, the highest virtue,\nbut in itself no virtue at all. Thus faith makes that a virtue which\nintrinsically, substantially, is no virtue; it has therefore no sense\nof virtue; it must necessarily depreciate true virtue because it so\nexalts a merely apparent virtue, because it is guided by no idea but\nthat of the negation, the contradiction of human nature.", "location": 583732}
{"paragraph": "Faith is the highest to itself, because its object is a divine\npersonality. Hence it makes salvation dependent on itself, not on\nthe fulfilment of common human duties. But that which has eternal\nsalvation as its consequence, necessarily becomes in the mind of\nman the chief thing. As therefore inwardly morality is subordinate\nto faith, so it must also be outwardly, practically subordinate,\nnay, sacrificed, to faith. It is inevitable that there should be\nactions in which faith exhibits itself in distinction from morality,\nor rather in contradiction with it;--actions which are morally bad,\nbut which according to faith are laudable, because they have in view\nthe advantage of faith. All salvation depends on faith: it follows that\nall again depends on the salvation of faith. If faith is endangered,\neternal salvation and the honour of God are endangered. Hence\nfaith absolves from everything; for, strictly considered, it is the\nsole subjective good in man, as God is the sole good and positive\nbeing:--the highest commandment therefore is: Believe! [216]", "location": 581565}
{"paragraph": "But feeling has here been adduced only as an example. It is\nthe same with every other power, faculty, potentiality, reality,\nactivity--the name is indifferent--which is defined as the essential\norgan of any object. Whatever is a subjective expression of a nature\nis simultaneously also its objective expression. Man cannot get\nbeyond his true nature. He may indeed by means of the imagination\nconceive individuals of another so-called higher kind, but he can\nnever get loose from his species, his nature; the conditions of\nbeing, the positive final predicates which he gives to these other\nindividuals, are always determinations or qualities drawn from his\nown nature--qualities in which he in truth only images and projects\nhimself. There may certainly be thinking beings besides men on the\nother planets of our solar system. But by the supposition of such\nbeings we do not change our standing point--we extend our conceptions\nquantitatively not qualitatively. For as surely as on the other planets\nthere are the same laws of motion, so surely are there the same laws of\nperception and thought as here. In fact, we people the other planets,\nnot that we may place there different beings from ourselves, but more\nbeings of our own or of a similar nature. [8]", "location": 57483}
{"paragraph": "[178] \"Quia ergo pater Deus et filius Deus et spiritus s. Deus cur\nnon dicuntur tres Dii? Ecce proposuit hanc propositionem (Augustinus)\nattende quid respondeat ... Si autem dicerem: tres Deos, contradiceret\nscriptura dicens: Audi Israel: Deus tuus unus est. Ecce absolutio\nquæstionis: quare potius dicamus tres personas quam tres Deos, quia\nscil. illud non contradicit scriptura.\"--Petrus L. (l. i. dist. 23,\nc. 3). How much did even Catholicism repose upon Holy Writ!", "location": 858167}
{"paragraph": "The heathens, on the contrary, not shutting out Nature by retreating\nwithin themselves, limited their subjectivity by the contemplation\nof the world. Highly as the ancients estimated the intelligence, the\nreason, they were yet liberal and objective enough, theoretically as\nwell as practically, to allow that which they distinguished from mind,\nnamely, matter, to live, and even to live eternally; the Christians\nevinced their theoretical as well as practical intolerance in their\nbelief that they secured the eternity of their subjective life\nonly by annihilating, as in the doctrine of the destruction of the\nworld, the opposite of subjectivity--Nature. The ancients were free\nfrom themselves, but their freedom was that of indifference towards\nthemselves; the Christians were free from Nature, but their freedom\nwas not that of reason, not true freedom, which limits itself by\nthe contemplation of the world, by Nature,--it was the freedom of\nfeeling and imagination, the freedom of miracle. The ancients were so\nenraptured by the cosmos, that they lost sight of themselves, suffered\nthemselves to be merged in the whole; the Christians despised the\nworld;--what is the creature compared with the Creator? what are sun,\nmoon, and earth compared with the human soul? [119] The world passes\naway, but man, nay, the individual, personal man, is eternal. If the\nChristians severed man from all community with Nature, and hence fell\ninto the extreme of an arrogant fastidiousness, which stigmatised the\nremotest comparison of man with the brutes as an impious violation\nof human dignity; the heathens, on the other hand, fell into the\nopposite extreme, into that spirit of depreciation which abolishes\nthe distinction between man and the brute, or even, as was the case,\nfor example, with Celsus, the opponent of Christianity, degrades man\nbeneath the brute.", "location": 352042}
{"paragraph": "The distinction between Augustinianism and Pelagianism consists only\nin this, that the former expresses after the manner of religion what\nthe latter expresses after the manner of Rationalism. Both say the\nsame thing, both vindicate the goodness of man; but Pelagianism does it\ndirectly, in a rationalistic and moral form; Augustinianism indirectly,\nin a mystical, that is, a religious form. [16] For that which is given\nto man's God is in truth given to man himself; what a man declares\nconcerning God, he in truth declares concerning himself. Augustinianism\nwould be a truth, and a truth opposed to Pelagianism, only if man\nhad the devil for his God, and, with the consciousness that he was\nthe devil, honoured, reverenced, and worshipped him as the highest\nbeing. But so long as man adores a good being as his God, so long\ndoes he contemplate in God the goodness of his own nature.", "location": 97140}
{"paragraph": "International donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.", "location": 895117}
{"paragraph": "Religion being identical with the distinctive characteristic of man,\nis then identical with self-consciousness--with the consciousness\nwhich man has of his nature. But religion, expressed generally,\nis consciousness of the infinite; thus it is and can be nothing\nelse than the consciousness which man has of his own--not finite\nand limited, but infinite nature. A really finite being has not\neven the faintest adumbration, still less consciousness, of an\ninfinite being, for the limit of the nature is also the limit of the\nconsciousness. The consciousness of the caterpillar, whose life is\nconfined to a particular species of plant, does not extend itself\nbeyond this narrow domain. It does, indeed, discriminate between\nthis plant and other plants, but more it knows not. A consciousness\nso limited, but on account of that very limitation so infallible,\nwe do not call consciousness, but instinct. Consciousness, in\nthe strict or proper sense, is identical with consciousness of the\ninfinite; a limited consciousness is no consciousness; consciousness\nis essentially infinite in its nature. [3] The consciousness of the\ninfinite is nothing else than the consciousness of the infinity of\nthe consciousness; or, in the consciousness of the infinite, the\nconscious subject has for his object the infinity of his own nature.", "location": 36606}
{"paragraph": "Since the immediate identity of the species and the individual\noversteps the limits of reason and Nature, it followed of course that\nthis universal, ideal individual was declared to be a transcendent,\nsupernatural, heavenly being. It is therefore a perversity to\nattempt to deduce from reason the immediate identity of the species\nand individual, for it is only the imagination which effects this\nidentity, the imagination to which nothing is impossible, and which\nis also the creator of miracles; for the greatest of miracles is the\nbeing who, while he is an individual, is at the same time the ideal,\nthe species, humanity in the fulness of its perfection and infinity,\ni.e., the Godhead. Hence it is also a perversity to adhere to the\nbiblical or dogmatic Christ, and yet to thrust aside miracles. If\nthe principle be retained, wherefore deny its necessary consequences?", "location": 361811}
{"paragraph": "The Sacraments are a sensible presentation of that contradiction\nof idealism and materialism, of subjectivism and objectivism,\nwhich belongs to the inmost nature of religion. But the sacraments\nare nothing without Faith and Love. Hence the contradiction in the\nsacraments carries us back to the primary contradiction of Faith\nand Love.", "location": 552261}
